{
  "file_name": "HOUSE_OVERSIGHT_014315.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_014315.txt",
  "content": {
    "full_text": "﻿2016 Future of Financials Conference\nManagement and client bullishness implies\nfurther upside\nPrice Objective Change\nEquity | 17 November 2016 Corrected\nUnauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\nConference tone bullish into 2017\nWe recently hosted over 90 public and private companies and 700 attendees at our\nFuture of Financials conference, where investor attendance was up an impressive 66%\nYoY. The tone from management and investors was uniformly bullish, with more\ngeneralists attending than we have seen in previous years.\nRevenue & regulatory upside + positioning = raising POs\nWe are raising our price objectives across most of our names. Three primary reasons\nwhy we think there is upside remaining after the recent rally: 1) an improved outlook on\nboth activity levels and interest rates, driving revenue upside; 2) potentially lower\nregulatory burden, particularly as new supervisory leadership can come with the new\nadministration; and 3) relatively lighter positioning in US financials vs. other sectors.\nFull house at innovation-focused panels\nNew this year, we hosted expert panels on the evolution of clearing, fixed income\nmarket structure, equity market structure, and payments, and how innovation in\nblockchain, big data, and robo advisory can change the game. Strong panel attendance\nsuggested high interest in these themes, and polling feedback suggests shareholders\nwant banks to make investment spend in innovation a priority -- so long as it is self\nfunded with savings found elsewhere.\nBanks: Most constructive we've heard in years\nWe are raising our POs for our banks by c11% (see Table 1 page 63). When asked if the\nelection results changed 2017 outlooks, all banks were more enthusiastic about growth.\nEchoing sentiment from our panel on regulation and M&A, banks were upbeat on the\nCCAR process potentially evolving post-election. Our top picks out of the conference:\nWFC (sentiment over retail sales practices clouding EPS sensitivity to improving macro),\nC (solid momentum on revenues and capital return), IBKC (moving closer to strategic\ntargets), and EWBC (sentiment post-election appears constructive on regulatory relief).\nBrokers, Alternatives, and Asset Managers\nThe sentiment around the capital market sector was mostly favorable post the election\noutcome, given the potential for de-regulation, pro-growth, rising rates, lower tax rates,\nand increasing activity levels. For the brokers, given mostly favorable 4Q activity trends\n(more so for trading vs. banking), 1H17 seasonality with easy comps, and potential for\nde-regulation and lower taxes – we like the outlook, particularly for GS. For the asset\nmanagers, despite the move higher post the election on a potential DOL\ndelay/modification and lower tax rates, most expect the DOL to continue in some form\nand the core trends remain challenging – we remain cautious. For the alternative\nmanagers, while we continue to view the structural growth as attractive and a lower\ncorp tax rate could potentially increase the odds of a transition to a C-corp , given the\npotential for a higher carry tax, rising rates, and de-regulation of banks potentially\nmoderating some of the newer growth areas, we view the outlook as more balanced.\nSpecialty / Consumer finance\nCompanies were generally bullish on the US consumer heading into 2017. AXP\npresented a fairly upbeat outlook on billings, loan and revenue growth, while cautioning\nthat Discount rate pressures and FX headwinds could impact near-term results. The\nprivate tech based lenders were cautiously optimistic that hiccups from earlier this year\nwere behind the sector, while the private payments companies stressed the importance\nof partnering with incumbent leaders and the need to maintain safety standards.\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\nRefer to important disclosures on page 78 to 81. Analyst Certification on page 75. Price Objective\nBasis/Risk on page 64. 11687665\nTimestamp: 17 November 2016 06:24AM EST\nUnited States\nBanks\nUS Financials\nMLPF&S\nErika Najarian\nResearch Analyst\nMLPF&S\n+1 646 855 1584\nerika.najarian@baml.com\nMichael Carrier, CFA\nResearch Analyst\nMLPF&S\n+1 646 855 5004\nmichael.carrier@baml.com\nEbrahim H. Poonawala\nResearch Analyst\nMLPF&S\n+1 646 743 0490\nebrahim.poonawala@baml.com\nKenneth Bruce\nResearch Analyst\nMLPF&S\n+1 415 676 3545\nkenneth.bruce@baml.com\nSee Team Page for Full List of Contributors\nConference tone bullish into 2017\nWe recently hosted over 90 public and private companies and 700 attendees at our\nFuture of Financials conference, where investor attendance was up an impressive 66%\nYoY. The tone from management and investors was uniformly bullish, with more\ngeneralists attending than we've seen in previous years. When asked how they would\ndescribe their portfolio positioning in financial stocks, 60% of the investors polled noted\nthat they are either slightly overweight or very overweight the sector (see Chart 1).\nChart 1: How would you describe your portfolio positioning in financial stocks, excluding insurance\nand REITs?\n40%\n37%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n23%\n16%\n15%\nVery overweight Slightly overweight Neutral Slightly\nunderweight\n9%\nVery underweight\nSource: BofA Merrill Lynch Global Research\nNew this year, we hosted expert panels on the evolution of clearing, fixed income\nmarket structure, equity market structure, and payments, and how innovation in\nblockchain, big data, and robo advisory can change the game. Strong panel attendance\nsuggested high interest in these themes, and polling feedback suggests shareholders\nwant banks to make investment spend in innovation a priority -- so long as its self\nfunded with savings found elsewhere. 68% of those polled across multiple company\npresentations believed that institutions should invest in innovation projects but be\nmindful of self-funding (see Chart 2).\nChart 2: Chart 2: As a shareholder, what statement most closely aligns with your view on how\ntraditional financial institutions should allocate investment spending on innovation?\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n26%\nInvestment spending on\ninnovation should be top\npriority\n68%\n6%\nGiven the revenue Institutions should focus on\nenvironment, institutions should improving the bottom line and\ninvest in innovation projects but delay innovation projects\nbe mindful of self-funding\nSource: BofA Merrill Lynch Global Research\n2 2016 Future of Financials Conference | 17 November 2016\nBanks Takeaways\nWith our conference coming a week following a historic US presidential election that\nhelped boost bank stocks by 12%, bank management teams were generally optimistic\nwith regards to the economic outlook heading into 2017. Greater fiscal stimulus that is\nexpected to spur economic growth coupled with potential regulatory relief has helped\nimprove the overall sentiment in the sector. When asked what the biggest impact of the\nGOP sweep would likely be to bank earnings, 35% noted tax cuts and infrastructure\nspurring growth as the biggest impact.\nChart 3: What do you think is the biggest impact of the GOP sweep to bank earnings?\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n24%\nInterest rates rising\nfaster across the curve\ndue to stronger dollar\n35%\nTax cuts and\ninfrastructure spending\nspurring growth,\ntherefore better loan\ndemand\n31%\nLower regulatory\nburden, driving higher\nROEs as excess\ncapital is returned\nback to shareholders or\nreinvested for growth\n9%\nNo real impact/too\nearly to tell\nSource: BofA Merrill Lynch Global Research\nAn area that has attracted particular attention among bank investors is around the\ncurrent landscape of multifamily lending. We polled the audience around their outlook\nfor multifamily lending in 2017 and found that 49% of those polled said there was some\nconcern, but only in certain regions and at certain rental price points. Meanwhile, 29%\nnoted softening fundamentals that should lead to slower financing activity and\nworsening credit metrics (see Chart 4).\nChart 4: How do you view fundamentals for multifamily lending in 2017?\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n10%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity next year\n2%\nSoftening\nfundamentals\nshould lead to\nworsening credit\nmetrics\n29%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity and\nworsening credit\nmetrics\n49%\nSome concern, but\nonly in certain\nregions and at\ncertain rental price\npoints\n11%\nNo concern\nSource: BofA Merrill Lynch Global Research\n2016 Future of Financials Conference | 17 November 2016 3\nBrokers Takeaways\nIn brokers, GS presented, while MS hosted 1-1 meetings with investors. During the\nconference we polled the audience on several topics including the outlook for capital\nmarkets revenues.\nInvestors modestly positive on capital markets over next 1-2 years\nGiven the election outcome, recent rise in rates, potential for higher growth and deregulation,\nand lower corporate tax rates, we asked investors about their outlook for\ncapital markets over the next 1-2 years. The majority of investors (78%) were positive\nabout the capital markets sector, with 56% who expect modest improvement in\nregulation, revenue growth of 5-10%, and returns of 10-12% and 22% who think we\ncould see significant improvement in regulation, revenues growth of 10%+, and returns\n12%+.\nChart 5: Based on the backdrop and the election outcome, what is your outlook for the capital\nmarkets over the next 1-2 years\n60%\n56%\n50%\n40%\n30%\n20%\n10%\n9%\n13%\n22%\n0%\nLittle to no change in\nregulation, flattish\nrevenues, and stable\nreturns\nLittle to no change in\nregulation, but\nimproving revenues\n(5%) and returns\n(10%+) with GDP\ngrowth\nModest improvement in\nregulation, revenues\n(5-10%), and returns\n(10-12%)\nSignificant\nimprovement in\nregulation, revenues\n(10%+), and returns\n(12%+)\nSource: BofA Merrill Lynch Global Research\nAsset Manager Takeaways\nIn asset management, four of the largest public managers, IVZ, EV, LM, and AB either\npresented or engaged in fireside chats, while several other firms including AMG, APAM,\nBLK, CNS, OMAM, and VRTS hosted 1-1 meetings with investors. During the conference\nwe polled the audience on several topics including the outlook for DOL (in the panel\nsection), the outlook for fixed income given the recent rise in rates/expected rate hike\nand outlook, active vs passive market share, M&A, and pricing/fee structures.\nFixed income outlook more muted\nGiven the recent rise in rates, a looming rate hike in December, and the potential for a\nhigher growth/inflation outlook for the economy, we asked investors their outlook on\nfixed income performance and flows vs equities. The majority of investors believe we\nwill see weaker fixed income performance and flows offset by stronger equity\nperformance and flows (52%). Weaker fixed income/equity performance and flows was\nthe second most popular answer at 24% while flat flows and performance came in third\nat 16%. Only 8% of the audience think we will see stronger fixed income/equity\nperformance and flows, while nobody thinks fixed income will be stronger and equity\nwill be weaker (both flows and performance).\n4 2016 Future of Financials Conference | 17 November 2016\nChart 6: What is your outlook on fixed income performance and flows versus equities?\n60%\n50%\n52%\n40%\n30%\n24%\n20%\n16%\n10%\n8%\n0%\nWeaker FI performance\n& flows / Stronger\nequity performance &\nflows\nWeaker FI and Equity\nperformance & flows\nFlat FI performance &\nflows / Flat equity\nperformance & flows\nStronger FI and Equity\nperformance & flows\n0%\nStronger FI\nperformance & flows /\nWeaker equity\nperformance & flows\nSource: BofA Merrill Lynch Global Research\nActive vs passive outlook – passive to continue to gain share\nGiven the ongoing shift to passive investing from active, we polled the audience to see\nwhere they think the share split between the two styles eventually settles. Currently the\nshare split is roughly 70% active and 30% passive which was the least popular answer\n(10%) when asked “do you see improving cyclical demand for active management,\ndespite structural headwinds, and if so where do you think active/passive share settles?”\nMost investors do see improving cyclical demand for active management and think\npassive will eventually control 40% of the market (50%) while 40% of respondents do\nnot see improving trends for active and that passive will eventually capture 50% of the\nmarket.\nChart 7: Do you see improving demand for active & where do you think active/passive share settles?\n60%\n50%\n40%\n30%\n20%\n10%\n0%\nYes, but structural will persist, with\nshare heading to 60% active / 40%\npassive\nNo, and structural will persist, with share\nheading to 50% active / 50% passive\nYes, with the share settling near the\ncurrent 70% active / 30% passive\nSource: BofA Merrill Lynch Global Research\nM&A activity likely to rise\nGiven a recent pickup in M&A and pressures within the industry that will likely continue\nthe trend, including rising regulatory costs, some fee pressure, and active outflows, we\nasked investors their outlook for M&A in the sector. We found that the majority think\n2016 Future of Financials Conference | 17 November 2016 5\nthat the number of deals in the asset management sector will increase modestly in\n2017 vs 2016 (56%), 32% see M&A picking up significantly, and 12% see flat activity in\n2017. Nobody sees lower M&A activity in 2017 vs 2016.\nChart 8: How will 2017 asset management M&A activity (# of deals) be versus 2016?\n60%\n56%\n50%\n40%\n30%\n32%\n20%\n10%\n12%\n0%\nIncrease modestly\nIncrease\nsignificantly\nBe stagnant\n0% 0%\nDecrease\nmodestly\nDecrease\nsignificantly\nSource: BofA Merrill Lynch Global Research\nPricing/fee structure in retail seems to have more of a following\nGiven some underperformance of active managers, some scrutiny around fees, as well\nas fee pressure from passive, we asked investors if they thought a change in active\npricing could make sense, i.e. charge a lower base fee with a variable performance fee\nthat would be earned when alpha is generated. We found a majority of respondents\nthought it would make sense to change the pricing structure and it could make active\nmore competitive vs passive (67%). The rest of respondents felt it didn’t make sense\neither because it would be too challenging for the active industry or it would not slow\nthe flows into passive.\nChart 9: Do you think a change in industry active pricing (lower base + perf fee) could make sense?\n80%\n70%\n67%\n60%\n50%\n40%\n30%\n25%\n20%\n10%\n8%\n0%\nYes, it could make the product more\ncompetitive vs. passive products\nNo, it would be too challenging for the\nactive industry\nNo, it would not change the flow trend\ntoward passive products\nSource: BofA Merrill Lynch Global Research\n6 2016 Future of Financials Conference | 17 November 2016\nAlternative Asset Manager Takeaways\nWithin alternative asset management, four of the public managers, ARES, BX, CG, and\nKKR presented, while the others did meetings. During the conference we polled the\naudience on several key topics including the outlook for the equity and real estate\nmarkets, potential impacts from the recent election, distribution outlook, and firm\nstructures and business models. Investors were generally bullish on the equity market,\npotential for fiscal stimulus ahead, and a key focus from investors was on the potential\nchange in taxes following the election, and whether that means reassessing corporate\nstructures for the alts, with a possible change from PTP to C-corp.\nInvestors bullish on the equity markets\nOur polling results indicate that investors are generally positive on equity market returns\nover the next year. When asked “What is your expectation for equity market returns over\nthe next year?” the most common response was +0-10% (51%), followed by 10%+\n(25%), 0 to -10% (15%), and <-10% (8%).\nChart 10: What is your expectation for equity market returns over the next year?\n60%\n50%\n51%\n40%\n30%\n25%\n20%\n15%\n10%\n8%\n0%\n10%+ 0 to +10% 0 to -10% More than a 10%\npullback\nSource: BofA Merrill Lynch Global Research\nInvestors are less positive on the real estate market\nWhen asked “Where do you think we are in the overall Real Estate cycle?” most people\nthink that we are in the middle innings with a few pockets of concern (57%), followed\nclosely by later innings with growing areas of concern (42%). Very few people think that\nwe are in the early innings of the real estate cycle (1%).\n2016 Future of Financials Conference | 17 November 2016 7\nChart 11: Where do you think we are in the overall Real Estate cycle?\n60%\n57%\n50%\n40%\n42%\n30%\n20%\n10%\n0%\n1%\nEarly innings with limited areas\nof concern\nMiddle innings with a few\npockets of concern\nLate innings with growing areas\nof concern\nSource: BofA Merrill Lynch Global Research\nInvestors like the growth, superior performance, & distributions\nWhen asked “What is the most attractive aspect of investing in an alternative asset\nmanager?” investors like both attractive growth & superior performance and high\ndividends/distributions (both at 35%). Investors also like the long term locked up capital\n(18%), while low valuations and wide moats were less important (both at 6%).\nChart 12: What is the most attractive aspect of investing in an alternative asset manager?\n40%\n35%\n35% 35%\n30%\n25%\n20%\n18%\n15%\n10%\n5%\n6%\n6%\n0%\nAttractive organic\ngrowth & superior\nperformance\nHigh\ndividends/distributions\nfor shareholders\nWide moats for\nestablished firms\nLong term locked up\ncapital\nLow valuations\nSource: BofA Merrill Lynch Global Research\nDespite moderating distributions of late, most expect flat to higher in ‘17\nWhen asked “Where do you think distributions for the industry will be in 2017 vs.\n2016?” investors expect roughly flat or up 5-15% (both at 37%), followed by down 5-\n15% (21%). Few investors expect distributions to change more than 15% year-overyear.\n8 2016 Future of Financials Conference | 17 November 2016\nChart 13: Where do you think distributions for the industry will be in 2017 vs. 2016?\n40%\n37% 37%\n35%\n30%\n25%\n20%\n21%\n15%\n10%\n5%\n0%\n0%\nRoughly flat Up 5-15% Up 15%+ Down 5-15% Down 15%+\n5%\nSource: BofA Merrill Lynch Global Research\nElection results could have far reaching impacts for the sector\nWhen asked “What is the most likely impact from the election results on the alternative\nasset managers?” investors were fairly mixed in their responses, indicating to us that\ninvestors expect a number of changes. The most common response was increased tax\non carried interest (33%), followed by higher rates impacting financing costs and some\nreturns (27%), then stronger economic growth and healthy returns (20%). Few investors\nexpect a decrease in bank regulation slowing alternative manager growth in new areas\n(13%) along with too much euphoria leading to a market correction (7%).\nChart 14: What is the most likely impact from the election results on the alternative asset managers?\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n20%\n33%\nStronger economic Increased tax rate\ngrowth and on carried interest\nhealthy returns for\nthe alternative\nmanagers\n27%\nHigher rates\nimpacting\nfinancing costs\nand some returns\n13%\nDecreased bank\nregulation\npotentially slowing\ngrowth in new\nareas\n7%\nToo much\neuphoria leading\nto a market\ncorrection and\ndeployment\nopportunities\nSource: BofA Merrill Lynch Global Research\nSpecialty / Consumer finance Takeaways\nCompanies were generally bullish on the US consumer heading into 2017. AXP\npresented a fairly upbeat outlook on billings, loan and revenue growth, while cautioning\nthat Discount rate pressures and FX headwinds could impact near-term results. The\n2016 Future of Financials Conference | 17 November 2016 9\nprivate tech based lenders were cautiously optimistic that hiccups from earlier this year\nwere behind the sector, while the private payments companies stressed the importance\nof partnering with incumbent leaders and the need to maintain safety standards.\nUS Banks Top Takeaways\nAssociated Bancorp (ASB) B-3-7, Underperform\n• A strong Midwest market should lead to steady growth: ASB’s CEO Phillip Flynn\nand CFO Chris Niles highlighted the strong fundamentals of the bank’s Midwest\nfootprint with its low unemployment and a strong manufacturing base. While\ncommenting on the potential for relief coming out of DC under the new Trump\nadministration, management noted that shortage of skilled workers was probably\nthe biggest issue impeding businesses in its footprint versus higher taxes or an\noverly stringent regulatory environment.\n• CRE represents a growth opportunity: Management was positive on growth\nprospects within the CRE loan portfolio, which represents 24% of avg loans as of\n3Q16. Management is targeting CRE to represent 30-40% of the portfolio in order\nfor consumer, CRE, and commercial to each comprise approximately a third of the\nloan book. In the near term, executives see opportunities in the CRE space in 2017\nas pricing and structure improve benefitting from a pullback by lenders with high\nCRE concentration.\n• Energy portfolio should begin to stabilize: While management analyzes the\nenergy book on a credit by credit basis, it noted caution if oil prices fell\nsignificantly. However, management noted that the energy book reflects lower\nenergy prices as new energy loans price in lower hydrocarbon pricing vs. the\nmaturing loans. Regarding energy loan growth, management expects muted growth\ngoing forward as the benefit from new loans will most likely be offset by continued\npay-downs by existing customers.\n• Dec rate hike to surface in 1Q17 margin: Management expects a Dec rate hike to\nhave little impact on 4Q given that its LIBOR based portfolio would re-price on Jan\n1. On the other hand, interest expense is expected to rise as deposits that are\nlinked to benchmark rates re-price higher. Last year, the margin fell 1bp QoQ\nfollowing the Fed rate hike as deposit costs rose 8bp QoQ. Management noted that\n1Q16 saw lower loan renewal rates and compression from cost of funds, but that\nits cost of funds are in a better position this year, which should help lead to a\nmodest positive impact to the margin in 1Q17 from a Dec rate hike.\n• Fee businesses could get augmented by additional M&A: Within fees,\nmanagement views insurance as the best opportunity from non-bank M&A. Recall\nthat ASB completed the acquisition of Ahmann & Martin in 02/15. Management\nnoted that it saw a significant opportunity from providing consulting services\naround employee benefits to small-to-medium sized businesses. Moreover, any\nchanges to the Affordable Care Act that creates added uncertainty in the market\nwould present an incremental revenue growth opportunity for this business.\n10 2016 Future of Financials Conference | 17 November 2016\nChart 15: Would you want to see ASB partner with emerging online lenders to augment organic\ngrowth?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\nYes, partnership with online lenders provides a\ngood source of loan growth\nNo, given the uncertainty around how these\nloans will perform during a credit downturn\nSource: BofA Merrill Lynch Global Research\nBB&T (BBT), B-1-7, Buy\n• Pent up demand in small and middle market corporates. COO Chris Henson was\nupbeat with regards to the growth outlook for the US economy post the US\nelections, particularly from middle market companies that have been extremely\ncautious around making investments over the last few years. Mr Henson noted that\nas business confidence rises on back of potentially stronger job growth and lower\ntax reductions, BBT should see strength across its core banking operations.\n• Out of M&A in the near term but looking to grow long term. Management\nreiterated that it is out of the M&A game for now as it looks to execute on\ndelivering its targeted synergies from recent deals. That said, management expects\nto eventually engage in M&A deals with BBT having the infrastructure for double its\nsize, noting that scale has become important in the current regulatory landscape.\nWhen asked where investors would like BBT to focus on doing deals, 59% noted\nthat it would like management to pursue fee related businesses while 23% would\nlike management to prioritize dividend maximization.\nChart 16: Do you expect the deal activity in financial services to pick up\nin 2017?\nChart 17: Once M&A is back on the table, where would you like to see\nBBT focus on doing deals?\n100%\n90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n87%\nYes\n13%\nNo\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n18%\nDepository deals\n59%\nFee-related\nbusinesses\n23%\nWould rather they\nprioritize maximizing\nthe dividend\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\n• Well positioned from rising rates. Given the outlook for higher interest rates on\nboth the short and long end of the curve, Mr. Henson noted that while BBT tries to\nmaintain a relatively neutral balance sheet, it would expect to see upside in the\nmargin on back of higher rates. Additionally, higher long rates could also help drive\n2016 Future of Financials Conference | 17 November 2016 11\nlower pension expense as it reduces the overall discounted pension liability given\nthat BBT remains one of the few large regional banks that still have defined benefit\npension plans.\n• Potential for regulatory relief requires BBT to reevaluate risk/compliance\nspending. Management noted that 75-80% of its infrastructure budget is based\naround risk management and regulatory costs. Given the possibility of regulatory\nrelief coming out of the new administration, management noted that it does not\nwant to misallocate its expense spending. As such, management expects to\nredeploy some of those compliance related costs into revenue and service\ngeneration opportunities stemming from any regulatory relief.\n• Branches still have value, but the structure will likely change. Mr. Henson noted\nthat he still sees value from BBT’s branch network but increasing customer usage\nacross its digital channels and with branch transactions down 4%, he expects\ncontinued branch consolidation at a pace of more than 2-2.5% over the next couple\nyears. Moreover, management believes that future branches will be likely be\nsmaller in nature and staffed with fewer people that are cross trained with multiple\nresponsibilities. As an example of this, Mr. Henson noted that BBT has combined its\nteller and relationship banking role into one branch banker role.\nChart 18: What do you think is the biggest catalyst for BBT shares over the next 12-24 months?\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n30%\nSuccessful\nintegration of its\nrecent deals and\nachieving synergy\ntargets\n41%\nStrong top-line\norganic revenue\ngrowth, regardless\nof macro backdrop\n11%\nExpense\nrationalization\n15%\nAccretive bank\nand/or non-bank\ndeals\n4%\nContinued\noutperformance in\ndividend growth\nand dividend yield\nSource: BofA Merrill Lynch Global Research\nBank of Hawaii (BOH), B-3-7, Underperform\n• Solid loan growth on back of a strong HI economy. Chairman, President and CEO\nPeter Ho, Vice Chairman and CFO Kent Lucien and Senior Executive VP, Controller\nand Principal Accounting Officer Dean Shigemura were generally upbeat with\nregards to the operating outlook as we enter 2017. Management guided to\nachieving low double digit loan growth on the back of a robust Hawaiian economy.\nWhile management expects some moderation in C&I growth following a strong 3Q\nit sounded upbeat around the lending outlook given fairly healthy tourism activity.\nManagement noted that while a de-emphasis on the Pacific Alliance, a priority for\nthe Obama administration, was not a positive development, it remained fairly\nconfident that strong military spending should continue to serve as a tailwind to the\nHawaiian economy.\n• Credit outlook remains benign. Mr. Ho affirmed the credit environment has been\nbenign and believes BOH’s strong credit will remain intact in the near future. As\nloan growth improves, Mr. Ho acknowledged provisions should follow a similar\ntrend, but nothing on the horizon suggests credit will worsen anytime soon.\nManagement acknowledged reserve balances are hard to predict, but believes the\n12 2016 Future of Financials Conference | 17 November 2016\ngreatest likelihood is for the loan loss reserve ratio is to stabilize near current\nlevels.\n• Remains asset sensitive. Management acknowledged positive trends coming out\nof a future Trump administration, with one being the positive benefit from higher\nrates. With a December rate hike likely on the horizon, CFO Kent Lucien reminded\ninvestors that a 25 bp rate increase would benefit NII marginally ($1.5mn on an\nannual basis), but as the 10yr continues to rally, spread income will benefit more\nsignificantly. A 100 bp increase contributes to a 5.2% increase in NII on an annual\nbasis.\n• Continued focus on expenses. Management expects expenses to come in at the\nupper end of their 3% to 3.5% guidance this year, mainly due to performance based\nexpenses such as stock based comp and commissions. A potential source of\nexpense savings should be reduction in the size of its branches, not necessarily\noverall count. While management has piloted this new branch design it believes that\nconverting the entire branch network will be a multiyear process.\n• Capital deployment remains a priority. BOH continues to provide great\ntransparency in regards to their capital deployment strategy. Management\nreiterated their commitment to payout 50% of net income in the form of dividends,\nwith a remaining portion going to buybacks. BOH has completed over $400mn in\nbuybacks over the past five years and noted that they are very comfortable with\nthis strategy, given its proven track record.\nChart 19: What do you see as the biggest headwind to BOH’s 2017 EPS growth outlook?\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n20%\nNormalizing credit\nprovisioning costs?\n40% 40%\nSlowing loan growth\nfollowing a strong 2016\nPressure on expense\ngrowth\n0%\nPressure on the net\ninterest margin\nSource: BofA Merrill Lynch Global Research\n2016 Future of Financials Conference | 17 November 2016 13\nChart 20: With regard to capital deployment, what would you like management to focus on?\n70%\n60%\n57%\n50%\n40%\n30%\n29%\n20%\n14%\n10%\n0%\nIncrease dividend payout\nIncrease the pace of share\nbuybacks\nContinue with current capital\nmanagement strategy\nSource: BofA Merrill Lynch Global Research\nCapital Bank Financial (CBF), C-1-7, Buy\n• Investor expectations for CBF to achieve its ROA target increased YoY. Of the\naudience polled, 75% believe CBF to achieve its 1.1% ROA by YE17. This compares\nto 67% of the audience polled last year. CEO Gene Taylor highlighted both the\norganic growth opportunities and limited expense growth for the bank to achieve\nits ROA target. Although the bank is expected to cross $10bn in assets next year,\nmanagement sounded confident that there would be little incremental expense\ngrowth as the bank has already built out leverageable systems.\nChart 21: What do you consider as the single most important catalyst\nfor CBF shares in 2017?\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n50%\nAchieving its\nprofitability\ntargets\n42%\nA bank\nacquisition\nSource: BofA Merrill Lynch Global Research\n0% 0%\nAcceleration\nin loan\ngrowth\n8%\nIncreasing Higher\ncapital returninterest rates\nChart 22: Do you think CBF will achieve its 1.1% core ROA target by\nYE17?\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n75%\nYes\nSource: BofA Merrill Lynch Global Research\n25%\nNo\n• Expectations around COB merger remain intact. CBF reiterated their\nexpectations to fully recognize the 39% of cost savings related to the\nCommunityOne merger by 2017 year-end. (Systems conversion is slated for mid-\n1Q17, with initial savings expected to be realized starting 2Q17). During their\npresentation, management introduced the source of these savings (new disclosure),\nwith the majority expected to come from executive management compensation\n(23%) and back-office functions (33%).\n• Capital deployment remains a key catalyst for the stock. Management agreed\nwith the 80% of the audience polled that believe the pace of M&A activity will pick\nYoY (slightly better than last year’s forward expectations). While management noted\nthat it remains focused on integrating COB, and acknowledged that it remains\n14 2016 Future of Financials Conference | 17 November 2016\nactive in terms of M&A discussions, CBF continues to evaluate all opportunities\nthat promise the best returns for shareholders. Interestingly, investor sentiment\naround CBF’s positioning within the M&A market shifted, 75% of respondents\nbelieving the pro forma institution is better positioned to act as an acquirer. (Note\nlast year, 55% of respondents believed CBF would be a takeout candidate in the\nmedium term.\nChart 23: Do you think the pace of M&A activity will pick-up significantly\nin 2017 vs. 2016?\n90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n80%\nYes\nSource: BofA Merrill Lynch Global Research\n20%\nNo\nChart 24: Does the acquisition of CommunityOne better position CBF as\nan acquirer or a takeout candidate?\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n75%\nAcquirer\nSource: BofA Merrill Lynch Global Research\n25%\nTakeout candidate\n• CBF expected to prudently grow in CRE as bank is underpenetrated. CFO Chris\nMarshall acknowledged that there exist signs of frothiness within the multi-family\nlending segment. That said, he noted there is still room to grow as peers pull back\nin response to regulatory oversight (3Q: 161% vs. 300% threshold). That said,\nmanagement remains selective and has implemented a 25-30% concentration limit\n(3Q: 22%).\nCitigroup (C), B-1-7, Buy\n• Markets revenue up YoY so far, down from robust 3Q. President and CEO of ICG\nJamie Forese and CFO John Gerspach noted that at this current point in time, they\nexpect a seasonal sequential decline in Markets revenue in 4Q, but revenues should\nbe up YoY on back of stronger activity levels post the election. Moreover, banking\nactivity is looking consistent with prior quarters.\n• DTA impact from lower tax rates. Given the possibility of lower tax rates under\nthe new administration, there have been many questions around what a potential\ntax cut could mean on C’s ability to re-capture some of its DTA. Management noted\nthat the impact will depend on 1) the ultimate tax rate, 2) either a worldwide or\nterritorial regime, and 3) the time it takes to reflect the new changes. A federal tax\ncut would directly impact the $21B timing related differences component of its\nDTA balance. Assuming a 20% decline in the federal tax rate, this would imply a\n$4B charge to the P&L (20% X $21B). That said, C has $7B of timing difference\nDTA that is not includable in its regulatory capital. As a result, that $4B impact\nwould not have an impact on its CET1. In the event that there is a territorial regime,\nthere is an element in its foreign subs equal to ~30% of the $21B that would lose\nits value at an accelerated rate. Assuming a 25% tax rate and territorial regime,\nmanagement noted that there would be roughly $12B worth of DTA that would see\nsome valuation adjustment and drive a $4B of reduction in its regulatory capital.\n• Aiming to improve market share in Equities. Management noted that C currently\nranks around 8-9th in the Equities business and while it is not looking to achieve a\ntop 3 market share, it would like to improve to around 5-6th. Management noted\nthat the revenue gap to reaching that ranking is ~$1B. While not all of that is\n2016 Future of Financials Conference | 17 November 2016 15\nexpected to fall to the bottom line, management noted that achieving this would be\naccretive to its overall margin. We note that when asked where is C’s biggest\nopportunity to take global market share within ICG, 47% of those polled said the\nbiggest opportunity lied within the Equities business.\nChart 25: Where do you think C’s biggest opportunity is to take global market share within its IGC\nbusiness?\n50%\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\nSource: BofA Merrill Lynch Global Research\n• Lower regulatory constraints versus peers present opportunity. Given C’s strong\nregulatory position such as its above peer SLR ratio, management noted that it can\ncompete in balance sheet intensive businesses such as Rates while more\nconstrained peers are forced to pull back. In terms of its ability to take market share\naway from European banks, management noted that European banks are more likely\nto cede share in Fixed Income and less so within Equity and Banking.\n• Longer term goal of 14% ROTCE in ICG. Management believes that under a more\nnormalized rate environment and through its work towards improving efficiencies\nacross ICG on back of its infrastructure refinements, ICG should be able to achieve a\n14% ROTCE vs ~12% today.\nChart 26: Despite material progress, C shares still trade below TBV. What will drive shares to re-rate\ncloser to TBV?\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n31%\nSource: BofA Merrill Lynch Global Research\n47%\n22%\nFixed income markets Equity markets Banking (Treasury & Trade\nSolutions, advisory, ECM,\nDCM)\n34%\nContinued\nincrease in capital\nreturn from the\n$10.4B expected\nreturn under the\n2016 CCAR cycle\n37%\nConsistent\nimprovement in\nrevenue\nmomentum\n12%\nContinued core\ncost control, with\nfurther reductions\nin legal &\nrepositioning\ncharges\n10%\nAccelerated recapture\nof its\ndeferred tax asset\n(DTA)\n7%\nFurther\nsimplification of its\nglobal business\nmodel\n16 2016 Future of Financials Conference | 17 November 2016\nChart 27: Where do you see Citicorp’s efficiency ratio settling in 2017?\n80%\n70%\n71%\n60%\n50%\n40%\n30%\n20%\n10%\n21%\n9%\n0%\nBelow the 58% reported YTD in\n‘16\nIn-line with the 58% reported\nYTD in ‘16\nAbove the 58% reported YTD\nin ‘16\nSource: BofA Merrill Lynch Global Research\nEast West Bancorp (EWBC), B-1-7, Buy\n• Sentiment post-election appears constructive on regulatory relief. CEO\nDominick Ng noted that the industry could be positively impacted should aspects of\nDodd-Frank, which have been both challenging and taken up significant internal\nresources (even for banks below the $50bn SIFI asset threshold), be reformed.\nSpecifically, Mr. Ng believes the pace of expense growth could likely slow. That said,\nhe noted the possibility to shift some of these expense savings to revenue\ngenerating areas.\n• EWBC sees limited impact from anti trade rhetoric during the run-up to the US\nelections. Although recent political rhetoric on China has had a negative bias, Mr.\nNg believes these views are primarily focused on the traditional-manufacturing\nChinese industries vs. the country’s current strategic emphasis on tech and\nconsumer/retail. Despite having only a 4% exposure to Greater China (includes Hong\nKong), EWBC benefits from its unique positioning, both as industry experts in\nparallel industries and as a relationship bank. Investor sentiment agreed; with 86%\nof the audience polled have a bullish view of EWBC’s China exposure.\nChart 28: How does China exposure impact your investment thesis on EWBC?\n50%\n43%\n43%\n40%\n30%\n20%\n14%\n10%\n0%\nMakes me cautious,\nespecially given the\nanti-trade rhetoric in\nthe run-up to the US\nelections\nMakes me bullish, as\nChina provides an\nattractive growth\nopportunity\n0%\nMakes me cautious,\ngiven a slowing\nChinese economy\nDoes not matter much,\ngiven EWBC’s earnings\nare far more levered to\nthe US economy\nSource: BofA Merrill Lynch Global Research\n• EWBC reiterated its strategy to sell CRE loans in favor of portfolio\ndiversification. Although Mr. Ng expressed caution on the overall commercial real\nestate (CRE) market, he noted seeing little tangible signs of concern within EWBC’s\nfootprint. That said, EWBC could continue to look to sell CRE loans in order to keep\nthe loan portfolio balanced and thereby limit the reliance on any one segment. Note:\nCRE concentration was 261% of risk-based capital as of 3Q vs. 265% in 2Q.\n2016 Future of Financials Conference | 17 November 2016 17\n• EWBC to maintain capital for organic growth opportunities. As of 3Q, EWBC’s\nCET1 ratio was 10.9%. While EWBC isn’t opposed to using excess capital for an\nacquisition (depending on the market landscape), Mr. Ng prefers to use capital to\nsupport organic growth opportunities and the dividend (1.75% div yield). With\nrespect to share repurchase, EWBC seemed less enthusiastic to buy back stock at\ncurrent valuation levels (2.3x TBV).\nFirst Hawaiian (FHB), C-2-7, Neutral\n• Positive outlook around the Hawaiian economy. Chairman and CEO Robert\nHarrison and CFO/Treasurer Michael Ching were optimistic with regards to the\noutlook for the Hawaiian economy, particularly around tourism trends. While the\nrecent strength of the dollar could impact the inflow of foreign tourists (with Japan\nand Canada the key foreign markets for HI) to the island, management noted that\nthe potential for an increases in domestic tourism could help offset the pressure\nfrom any slowdown due to a stronger USD.\n• Positioned well for higher rates. With regards to its outlook on the impact of\npotentially higher interest rates, management noted that it remains asset sensitive\nwith 60% of its loan portfolio floating rate. On the funding side FHB expects the\ndeposit beta to remain low given the competitive dynamics in the Hawaii landscape.\nManagement anticipates that another 25bp increase in the Fed Funds rate in\nDecember could have a similar impact on the NIM (+6bp) as it experienced\nfollowing the previous rate hike in Dec '15.\n• Cash deployment to securities completed. Management noted that it has\ncompleted the liquidity actions that it planned to take from deploying excess cash\ninto its securities portfolio and the full impact of this should be visible in 4Q\nresults. Note the securities portfolio duration is 3.3yrs at the end of 3Q16.\nManagement noted that it prefers to keep $400-500mn at the Fed in cash liquidity.\n• Continued focus on maintaining dividend payout. In terms of capital\nmanagement, management reiterated that it would like to maintain a healthy\ndividend payout. Given that additional capital return from buybacks are limited due\nto the Fed’s CCAR process (which FHB is subject to given that it is part of a larger\nholding company owned by BNP), management intends to increase its capital\npayout to shareholders (via higher dividend and buybacks) over time.\nExpenses to stay relatively elevated in near term. During the audience poll, when\nasked about what management should prioritize in 2017, 38% of the investors\npolled noted that they would like management to manage core expense growth\nwhile 31% would like management to increase the dividend payout to over 50% of\nearnings. Management noted that the efficiency ratio would likely trend around\n50%, modestly higher than the 48.5% it reported in 3Q as it incurs additional public\ncompany costs ($14.5 – 17mn of expenses), but over time should move back below\nin the mid-to-high 40s.\n18 2016 Future of Financials Conference | 17 November 2016\nChart 29: What is the single biggest factor that would prevent you from buying or increasing\nexposure to FHB?\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n40%\n27%\nFHB’s premium valuation Exposure to the auto sector Liquidity overhang tied to a\nsingle large shareholder (BNP\nowns 82% of shares o/s)\n33%\nSource: BofA Merrill Lynch Global Research\nChart 30: What would you like management to prioritize in 2017?\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n38%\nManaging core\nexpense growth to\nunder 2.5%\n31%\n25%\nIncrease its dividend Initiate a stock buyback\npayout to over 50% of program\nearnings\n6%\nPursue M&A\nopportunities\nSource: BofA Merrill Lynch Global Research\nGreat Western Bancorp (GWB), B-1-7, Buy\n• GWB sees three potential benefits following the US presidential election\nresults. Chief Financial Officer Peter Chapman sounded optimistic that clarity\naround the corporate tax policy could act as a much needed impetus to spur lending\nactivity. Secondly, current prospects for Head of Ag under the new administration\nare viewed as a net positive for the industry. Lastly, while GWB has already begun\nto see regulatory costs increase now that they’ve exceeded $10bn in assets,\nmanagement could see a potential for compliance costs to rationalize should the\nnew administration reform the regulatory framework.\n• Management’s revised growth rate outlook was meant to level set\nexpectations. During its 3Q16 earnings call, management tempered loan growth\nexpectations slightly to “mid-single” digits for FY16 vs. “mid-to-high” single digits.\nInterestingly, this was the number one reason among investors polled as to why\nthey were hesitant to increase their exposure to GWB. That said, management\nsounded optimistic about the growth opportunities within its AZ and CO markets.\nWhile growth in C&I should see continued momentum, management noted\nincreased competition around pricing as banks tapped out of the CRE markets look\nto make C&I loans. On CRE, GWB sees itself as a potential beneficiary from pullback\nby some of its competitors. While management was generally constructive of the\n2016 Future of Financials Conference | 17 November 2016 19\nCRE market across its footprint it noted some caution around the health of the\nmarket in Denver.\nChart 31: What is the primary reason keeping you from buying/increasing exposure in GWB?\n40%\n38%\n38%\n35%\n30%\n25%\n25%\n20%\n15%\n10%\n5%\n0%\nAg exposure, as the weakness Stock valuation, see better Cautious commentary around\nin the farm sector increases risk/reward elsewhere loan growth during 3Q16\ncredit risk\nearnings\nSource: BofA Merrill Lynch Global Research\n• Ag portfolio offers unique opportunity, but management believes fears\noverstated. As of 3Q16, ag loans represented 25% of the total portfolio (36% in\ngrains, 50% in proteins and 14% in other). Tied for first at 38% as a reason why\ninvestors are hesitant to increase exposure to GWB resonates from the bank’s ag\nexposure. While lower grain prices may constrain cash flow on those loans nearterm,\nMr. Chapman noted that this is offset by stronger yields. Management also\nhighlighted the relatively low losses observed historically in this portfolio given the\nsignificant experience within GWB's management ranks in lending to this segment,\nincluding in the 1980s the last stress period for the farm sector. That said,\nmanagement remains committed to this business as it is key to GWB’s footprint.\n• Management reiterated its commitment to actively manage excess capital.\nAlthough management is comfortable with its current capital levels (3Q: 9.5% tier 1\nleverage), Mr. Chapman noted the bank’s preference is to put its excess capital to\nwork. Management reminded investors of the criteria it looks for in a potential\ntarget. While they continue to look for opportunities within their footprint,\nspecifically IA and KS, they remain disciplined. In addition to its recently authorized\nrepurchase program of $100mn, management believes a total payout ratio of 30%\nis maintainable.\nIBERIABANK (IBKC), B-1-7, Buy\n• Focused on moving closer to its strategic targets: President and CEO Daryl Byrd\nand Senior Vice President John Davis were upbeat around the outlook for economic\ngrowth across IBKC's 10 state footprint as the bank looks out into 2017. While\nmanagement has thus far not provided any specific guidance for 2017, we expect\nthis to be forthcoming in conjunction with the announcement of 4Q16 results in\nJanuary. Moreover, management sounded cautiously optimistic that pro-growth\npolicies (if implemented) coupled with some relief on the regulatory front under the\nnew Trump administration could lead to a much stronger growth outlook\n• Energy credit costs should trend lower: Management noted the overall energy\nportfolio should continue to trend lower but is expected to moderate as run-off in\nstressed energy loans (and loan payoffs) are partially offset by new energy loans,\nwith management looking to selectively lend again in the sector. Moreover, with\nenergy criticized loans peaking in 1Q16, management expects the criticized loans to\ntrend lower barring any major declines in oil prices.\n20 2016 Future of Financials Conference | 17 November 2016\n• Ready for M&A: While a depressed valuation (due to the volatility surrounding oil\nprices) had kept IBKC out of M&A, given the recovery in valuation it noted its desire\nto pursue potential deals across its footprint. Management also noted that while\nthe recent move in equity markets had pushed up valuations for potential publicly\ntraded sellers, it sees significant opportunity among the privately held banks that\nmay look for a merger partner to gain liquidity and monetize the improving\nsentiment surrounding bank stocks. From a size standpoint, management did not\nrule out larger deals. This is not surprising given that IBKC has not shied away from\npursuing relatively large sized deals previously.\n• Rate increase to boost the margin: In terms of its interest rate sensitivity,\nmanagement noted that it retains an asset sensitive balance sheet, with a potential\n25 basis point move in the Fed Funds rate expected to add 5c to quarterly EPS.\nThat said, management recognized that slower mortgage activity due to rising long\nrates could temper the revenue outlook for its mortgage business.\nChart 32: What is the biggest factor that prevents you from owning or adding exposure to IBKC?\n60%\n50%\n50%\n40%\n30%\n20%\n20%\n30%\n10%\n0%\nEnergy exposure\nPotential that the bank will\nenter into a large M&A deal\nValuation, see better\nrisk/reward elsewhere\nSource: BofA Merrill Lynch Global Research\nJPMorgan Chase & Co (JPM), B-1-7, Buy\n• Pent up demand from macro uncertainty offers growth opportunity. Doug\nPento, CEO of JPM’s Commercial Bank, sounded optimistic around the opportunity\nwithin commercial banking from the pent-up demand in the market that was\nconstrained by the uncertainty surrounding the election. In addition, he highlighted\nthe increased opportunity generated by JPM’s expansion into 44 new markets since\n2008, specifically in LA. This coincides with 62% of the audience polled who believe\ntop-line revenue growth is most important for the stock to continue its\noutperformance.\n2016 Future of Financials Conference | 17 November 2016 21\nChart 33: As a current or prospective JPM shareholder, what do you think is most important for the\nstock to continue its outperformance next year?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n62%\nTop-line revenue\ngrowth\n0%\nContinued\nexpense\nmanagement\n14%\nPositive shift in the\ninterest rate\nbackdrop\n10%\nAccelerating\ncapital return\n14%\nMore clarity on\nregulatory and/or\nlitigation issues\nfacing the industry\nSource: BofA Merrill Lynch Global Research\n• JPM cautious on CRE; however, overall credit remains benign. Forty-eight (48%)\npercent of the audience polled believe concerns around multi-family fundamentals\nwill be concentrated in certain regions. Although credit for the overall bank remains\nbenign, Mr. Petno believes we are in the later stages of the real estate cycle and\nexpressed a cautious tone on the high-end condo/construction market. That said,\nJPM is primarily exposed to more stable, multi-family credit (i.e. rent-controlled\napartments) where the average loan to value is 60%.\nChart 34: How do you view fundamentals for multifamily lending in 2017?\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n6%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity next year\n3%\nSoftening\nfundamentals\nshould lead to\nworsening credit\nmetrics\n35%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity and\nworsening credit\nmetrics\n48%\nSome concern, but\nonly in certain\nregions and at\ncertain rental price\npoints\n6%\nNo concern\nSource: BofA Merrill Lynch Global Research\n• With tech/digital intellectual property at fingertips, capabilities within CB are\non horizon. Mr. Pento expressed his intention to leverage the technology that the\nInvestment Bank has and the investments that the Consumer Bank has to build the\nright digital and mobile platforms for the bank’s commercial clients. He noted that\nthey have the largest investment and digital budgets ever this year and expect it to\nincrease next year.\nNew York Community Bancorp (NYCB) C-1-8, Buy\n• Completion of Astoria acquisition best outcome for both banks: Following the\nrecent announcement of a regulatory delay in getting approval for the Astoria\nacquisition, NYCB CEO Joe Ficalora and CFO Thomas Cangemi reiterated that\nclosing the Astoria deal represents the best outcome for both banks. Beyond that\nmanagement was limited in its ability to talk about what particular factors led to\nthe delay and refrained from providing a specific timeline to close the deal\nassuming that the BoDs at both banks agree to extend the deal deadline beyond\n22 2016 Future of Financials Conference | 17 November 2016\nYE16. Management was quite clear that the bank was unlikely to cross the $50bn\nSIFI asset threshold on an organic basis until the SIFI threshold is moved higher,\nwhich would take an act of Congress.\nChart 35: What is the biggest risk that prevents you from owning/increasing exposure to\nNYCB?\n60%\n50%\n40%\n41%\n53%\n30%\n20%\n10%\n6%\n0%\nUncertainty tied with the\nAstoria acquisition\nOverhang from a softening in\nthe NYC multifamily space\nLiability sensitive balance sheet\nthat could see pressure on the\nmargin from rising interest\nrates\nSource: BofA Merrill Lynch Global Research\n• Regulatory relief would be meaningful for NYCB: Given that the prolonged\ntimeline for gaining regulatory approval for the Astoria acquisition can be attributed\nto the pro-forma entity crossing over the $50bn SIFI asset threshold, management\nnoted the significant relief it would receive from legislative action that would push\nthis threshold higher. This would not only make the regulatory burden following the\nclosing of the Astoria acquisition more manageable, but would also allow NYCB to\nlook at additional M&A opportunities once it integrates Astoria. Moreover, any\npotential relief on LCR compliance would also be welcomed by management as it\nwould remove a source of significant pressure on its net interest margin.\n• Higher rates could accelerate refinance activity: While investors tend to view\nrising rates as a headwind to refinance activity, management noted that it had\nalready seen a pick-up in applications as borrowers look to lock-in rates based on\nthe fear that rates could be significant higher 6-12 months out. As a result, this\ncould provide a near term boost to the margin from higher prepay income.\n• Steepening yield curve leading to rising lending rates: Management noted that it\nhad recently increased its multifamily coupon by 0.375% to 3.50% on the improved\ninterest rate environment. NYCB was not alone in this rate hike as SBNY\ncommented that it recently moved up lending rates for its 5-year and 7-year fixed\nmulti-family loans. Notably, the increased lending rates are above the current book\nyield of NYCB's loan book implying the potential to offset some of the potential\npressure from higher funding costs following the December rate hike.\n• NYCB able to withstand downturn in multifamily market: Management was also\nupbeat on its ability to withstand a downturn in the multifamily market given its\nhistory through multiple credit cycles of outperforming on credit metrics. While it is\ndebatable how close we are to the next downturn, we believe that the defensibility\nof NYCB's balance sheet is a key strength of the bank and should create significant\n2016 Future of Financials Conference | 17 November 2016 23\norganic and M&A driven growth opportunities during the next downturn. That said,\nmanagement noted that it was very likely that potential pro-growth measures taken\nby the incoming Trump administration could push out any downturn, as in the short\nrun the economy would witness stronger growth.\nChart 36: How do you view fundamentals for multifamily lending in 2017?\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n11%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity next year\n0%\nSoftening\nfundamentals\nshould lead to\nworsening credit\nmetrics\n28%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactiving and\nworsening credit\nmetrics\n50%\nSome concern, but\nonly in certain\nregions and at\ncertain rental price\npoints\n11%\nNo concern\nSource: BofA Merrill Lynch Global Research\nRegions Financial (RF), B-2-7, Neutral\n• Regions harnessing consumer to drive growth: Scott Peters, Senior EVP and\nConsumer Services Group Head, Logan Pichel, Consumer Lending Group Head, and\nDarren Smith, Treasurer, noted that Regions is utilizing its retail platform to drive\ngrowth. Management highlighted strength in mortgage, card, and online lending as\navenues for growth. Importantly, management felt the US election has provided\ntailwinds for Regions revenue growth prospects heading into 2017. Combined with\na better rate back drop, management sounded upbeat on its outlook.\nChart 37: What do you think is the biggest impact of the GOP sweep to bank earnings?\n40%\n30%\n20%\n10%\n20%\n36%\n32%\n12%\n0%\nInterest rates rising\nfaster across the curve\ndue to stronger dollar\nTax cuts and\ninfrastructure spending\nspurring growth,\ntherefore better loan\ndemand\nLower regulatory\nburden, driving higher\nROEs as excess\ncapital is returned\nback to shareholders or\nreinvested for growth\nNo real impact/too\nearly to tell\nSource: BofA Merrill Lynch Global Research\n• Multiple channels to drive loan growth: Management illustrated several avenues\nfor loan growth. Within mortgage, Regions has 450 originators that generate 95%\nof its $6bn in annual originations. Management is seeking to increase its\noriginations from home loan direct and telephone banking to 15-20% of total\noriginations (currently 5% of originations) given the greater profitability from these\nchannels. Card growth has also been strong with active credit card growth at 12%\n24 2016 Future of Financials Conference | 17 November 2016\nYoY and card penetration reaching 20%. Importantly, management is utilizing online\nlenders like GreenSky, a nationwide point-of-sale home improvement business, to\ndrive growth as balances having increased to $660mn (1% of loans) from its 2014\ninception. Of note, management expects challenged growth in auto, though its\nexclusive lending to the prime space limits the credit downside.\nChart 38: How do you view the impact of new online lending startups on the banking\nindustry?\n60%\n50%\n40%\n30%\n54%\n38%\n20%\n10%\n8%\n0%\nA revenue growth opportunity\nas banks partner with these\nnew players\nPotential disruptors that will\nlikely take market share away\nfrom traditional lenders\nOnline lending start ups don’t\noffer anything proprietary\nSource: BofA Merrill Lynch Global Research\n• Possible tailwind from regulation: Management at Regions noted that while it is\nstill uncertain how the regulatory landscape will evolve, a more favorable\nenvironment could allow Regions to free up investments tied to regulatory\ninitiatives and risk management. Management would likely direct these funds to\nproduct development and customer initiatives.\n• Asset sensitive, particularly to the long end: Regions’ executives noted its highly\nasset sensitive balance sheet given the more favorable rate back drop since 3Q.\nAccording to management, a 100bp parallel shift in the yield curve produces\n~$175mn in incremental spread revenue (11% of ’17e operating income) with twothirds\nof the impact coming from the middle to long end of the curve. Part of the\nbenefit of a rate rise is derived from lower premium amortization on its investment\nportfolio from higher rates. Given the steepening of the yield curve, we expect\nRegions to benefit more than peers.\n• Branch network continuing to evolve: Management intends to increase the\nproductivity of its branches through several measures. Firstly, it is designing\nsmaller, more visible locations to drive traffic. Management is also implementing\nthe universal banker model, which has already resulted in 500 fewer tellers, in order\nto increase revenues at branches. Management noted that it expects to consolidate\nat the higher end of its expected 100-150 branch reductions, having already\nidentified 90 branches for closure.\nSignature Bank (SBNY), B-1-9, Buy\n• Focused on $4-6bn asset growth target: President & CEO Joe DePaolo & EVP Eric\nHowell sounded fairly optimistic about the outlook for balance sheet growth with\n$4bn in loan growth and $4.6bn in deposit growth YTD as of 9/30 vs. management\ntarget for $4-6bn in annual asset growth. Management reiterated that the\nfundamentals of the multifamily business (which is focused on the low-to-moderate\n2016 Future of Financials Conference | 17 November 2016 25\nincome segment) have not changed despite the headlines surrounding a softening\nin the multifamily space.\n• Hiring bankers, even as team hiring on pause: On the hiring front, management\nnoted that although it does not expect to hire teams heading into year-end, it is\ncontinuing to hire individual bankers (recently hired 4 to 5 lenders). Hiring will be\nfocused on C&I and specialty finance lenders. Management does not expect to hire\nadditional CRE lenders.\n• Easing in regulatory environment could provide some relief on expense growth:\nWith regard to the potential for some easing of regulatory burden on the banks\n(important here as SBNY approaches the $50bn asset threshold) under the\nincoming Trump administration management noted that it could see some\nabatement in expense growth associated with compliance costs. However,\nmanagement is running the business based on the current regulatory framework\nand will look for more tangible signs before it makes any changes to investment\ndecision, especially as it relates to the compliance infrastructure.\n• Lending rates reflecting the steepening in the yield curve: SBNY noted that it\nhad raised rates on its 5-year fixed by 0.125% to 3.5%- 3.625% and 7-year fixed up\nby 0.25% to 4.0%-4.125% following the steepening in the yield curve over the last\nweek. We note that this was echoed by SBNY's NY rival NYCB which also noted\nincreasing rates on lending products in the aftermath of the move higher in interest\nrates. We believe higher rates associated with new loans and better reinvestment\nopportunities in the securities portfolio should serve as a tailwind to the margin\neven as funding costs will likely trend higher, especially as the Fed raises interest\nrates by 25bp in December.\n• Regulatory scrutiny on multifamily lending manageable: With regard to the\nheightened regulatory concerns surrounding CRE multifamily lending (multifamily is\n50% of SBNY’s loan book), management noted that it has implemented a new loan\nsystem likely coming on line in 3Q17 which should allow the bank to analyze the\nloan portfolio at a more granular level. Management is also underwriting fewer\ninterest only multifamily loans in response to the regulatory concerns. Although, it\nnoted that it was not losing any significant business due to this as competitors had\nalso pulled back and borrower ability (in most instances) to service a non-interest\nonly loan.\n26 2016 Future of Financials Conference | 17 November 2016\nChart 39: How do you view fundamentals for multifamily lending in 2017?\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n13%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity next year\n7%\nSoftening\nfundamentals\nshould lead to\nworsening credit\nmetrics\nSource: BofA Merrill Lynch Global Research\n27% 27% 27%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactiving and\nworsening credit\nmetrics\nSome concern, but\nonly in certain\nregions and at\ncertain rental price\npoints\nNo concern\n• Confident past most of taxi medallion issues: Management expressed confidence\nthat it has taken care of most of the issues on its Chicago taxi medallion loan book\nand is seeing stabilization of its New York book with New York fleets near 100%\nutilization. Management also expects the $20mn +/- in quarterly provisioning\noutlook to absorb the impact from any incremental provisioning associated with the\nmedallion portfolio.\nChart 40: How much does SBNY’s taxi medallion exposure impact your decision to invest in\nthe stock?\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n33%\nNot at all, the portfolio only\naccounts for 2% of total loans\n40%\nA little bit, I think this portfolio\ncould continue to cause some\nEPS volatility\n27%\nI am staying away from the\nname due to this exposure\nSource: BofA Merrill Lynch Global Research\nSynovus Financial (SNV), C-2-7, Neutral\n• SNV hesitant to react too quickly to post-election excitement. Chairman and\nCEO Kessel Stelling noted that despite the very positive reaction seen in bank\nstocks from the results of the US elections, it was too soon to say the real impact\non growth outlook. That said, he believes that a more encouraging business climate\n(i.e. increased infrastructure spending) as well as some regulatory relief (i.e. raising\nthe $50bn asset threshold) could be a benefit for SNV and the overall industry.\n• SNV could see a benefit at both ends of a steepening yield curve. As of 3Q16,\n50% of SNV’s total loan portfolio was fixed rate (includes variable rate loans with\nfloors), implying a benefit to spread income from a rise in both the short- and longend\nof the yield curve. With the futures market now pricing in a 94% probability the\nFed raises rates in Dec., CFO Kevin Blair believes the net interest margin could\nexpand by 6bp in from a 25bp rate hike (vs. +9bp last year). That said, the benefit is\n2016 Future of Financials Conference | 17 November 2016 27\ndependent on what happens with deposit costs. SNV’s current sensitivity analysis\nassumes a 50-60% deposit beta.\n• SNV keenly focused on credit. Chief Credit Officer Kevin Howard noted\nexpectations for net charge-offs to naturally tick up as recoveries become less of a\nbenefit and some seasoning in the loan portfolio. Recall during its earnings call,\nmanagement lowered its FY16 net charge-off range to 10-20bp (3Q: 12bp). Mr.\nHoward noted that he would not be surprised if NCOs increased to 15-20bp in 2017\n(cons: 12bp) and stay near those levels for the near future.\n• Management reiterated its intent to continue to deploy excess capital.\nAlthough SNV will disclose a more detailed capital plan in January, management\nexpects to continue deploying excess capital via buybacks, M&A and/or organic\ngrowth. When asked how management should utilize its excess capital, 56% of the\naudience polled prefers SNV pursue M&A opportunities (vs. 8% last year). In\nreaction, Mr. Stelling noted continued interest in strategic acquisitions (like Entaire)\nbut hesitant to execute a large, dilutive transaction. While DTA accretion could allow\nfor continued share repurchase, management may choose to be a bit more\nopportunistic around buybacks given the run up in the stock.\nChart 41: What would you like to see management do with its excess capital?\n60%\n56%\n50%\n40%\n33%\n30%\n20%\n10%\n0%\n0%\nBe even more\naggressive on\nbuybacks\n11%\nIncrease the dividend\npayout\nSupport faster organic\ngrowth\nPursue M&A\nopportunities\nSource: BofA Merrill Lynch Global Research\n• Management is positive but cautious on online lending partnerships. Investors\nwere also relatively split in how they view SNV’s partnerships with online lenders\nSoFi and GreenSky. The majority (57%) remains cautious on how these loans will\nperform during a credit cycle. Mr. Stelling agreed; however, he believes these\npartnerships represent the right vehicle to help the bank grow its retail portfolio to\n20-25% of loans (in line with its strategy to transition away from CRE) and achieve\nits 1.0% ROA target (3Q: 0.88%). Although we note that SNV is being deliberate\naround growing this book and is targeting these loans to grow to approximately 2-\n3% of total loans.\n28 2016 Future of Financials Conference | 17 November 2016\nChart 42: How do you view SNV’s partnerships with online lenders (SoFi/GreenSky)?\n57%\n43%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\nPositively. Creates another\navenue for loan growth\nCautiously. Unsure how these\nloans will perform during a\ncredit downturn\n0%\nIndifferent. The exposure is\nrelatively small so does not\nmatter either ways\nSource: BofA Merrill Lynch Global Research\nTexas Capital Bancshares (TCBI) C-2-9, Neutral\n• Upbeat on business outlook: TCBI’s President & CEO Keith Cargill, CFO & COO\nPeter Bartholow, CAO Julie Anderson, and CLO Vince Ackerson were relatively\nupbeat about TCBI’s business outlook. Management expects its mortgage\nbusinesses, particularly MCA to be to be a source of strength even if overall\nmortgage volumes were to slow down due to the rise in interest rates. Management\nexpects to mitigate the negative impact from lower mortgage activity by picking up\ngreater wallet share of existing clients and given the option to bring back to the\nbalance sheet loan participations. Regarding expenses, despite expectations for an\nuptick in the efficiency ratio over the next couple of quarters management expects\nto beat its 2016 efficiency guidance (low-to-mid 50s).\nChart 43: What would drive you to buy or increase your positioning in TCBI?\n50%\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n0%\nStronger loan\ngrowth\n20%\nHigher interest\nrates\nSource: BofA Merrill Lynch Global Research\n47%\nBetter visibility on\nthe outlook for the\nTexas economy\nand oil prices\n20%\nA pick-up in bank\nM&A activity,\nespecially in\nTexas\n13%\nA pull back in the\nstock\n• Credit provisioning likely to trend lower in 2017: During an investor poll, nearly\nhalf of investors expect credit provisions to be lower in 2017 vs. 2016, based on\nexpectations for stabilization in oil prices. Management expressed comfort that\nreserve levels should be adequate even if oil prices were to decline to the mid-tohigh\n$30s in the near term (vs. spot WTI prices of $45/bbl today). However,\nmanagement would need to consider increasing its reserve level if oil falls to the\nhigh $20s. Conversely, if oil stabilizes in the high $50s-low $60 levels, management\ncould consider reserve releases. Management stressed on looking at the forward\ncurve when assessing the impact from oil prices on credit costs vs. the spot rate.\n2016 Future of Financials Conference | 17 November 2016 29\nWith regard to growth in the energy book management expects balances to stay\nrelatively flattish as new growth is offset by pay downs and deleveraging.\nChart 44: Where do you see TCBI’s provisioning in 2017 relative to 2016?\n50%\n47%\n45%\n40%\n37%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\nLower, given the stabilization\nin oil prices which should lead\nto reserve reversals\nSource: BofA Merrill Lynch Global Research\nFlat-to-higher, given credit\nnormalization in the rest of the\nbook\n• Mortgage growth to continue despite a downshift in activity: Management was\noptimistic on the outlook for both its mortgage businesses – warehouse lending\nand MCA businesses Management expects both these portfolios in aggregate to\ntotal 28-33% of average total loan portfolio. Management tried to debunk the\nperception that the MCA business was cannibalizing its warehouse lending business\nand noted that two business were complimentary in nature. Moreover, while initially\nthe vast majority of the MCA customers were the ones that TCBI had a relationship\non the warehouse lending side, it noted that that number had fallen to 50% and is\nlikely to move lower over the coming quarters. TCBI has a dedicated sales force\nprospecting for the MCA business.\n16%\nUncertain, as volatility in oil\nprices could lead to an\nelevated level of provisioning\n• Next rate hike to give a bigger boost to EPS: Management noted its high asset\nsensitivity with most of their loans tied to LIBOR and prime and its expectations for\nan increase in funding costs to remain relatively tempered. With strong demand\ndeposit growth during the year and a $1bn reduction in loans with floors (from\n$3.1bn to $2bn), TCBI has become more asset sensitive relative to last year, when a\nrate hike led to a $4mn increase in spread income. Management expects a Dec rate\nhike to boost spread income by more than $4mn a quarter.\n• Remains cautious around CRE lending: Management noted that it intends to grow\nCRE more slowly as it de-risks the portfolio and until it sees a turn in the cycle.\nHowever, management is optimistic on the credit quality of CRE, particularly noting\nthat trends in its Houston real estate portfolio (Houston special mention loans are\n1% of Houston CRE) continue to be fairly benign.\nUS Bancorp (USB), B-2-7, Neutral\n• Strong growth outlook across the business spectrum. CEO Richard Davis\nprovided an upbeat view around the outlook for the economy across the business\nspectrum ranging from small businesses to large corporates and noted that\nbusinesses could drive the economic recovery vs the consumer side.\n30 2016 Future of Financials Conference | 17 November 2016\n• Continued investments in regulatory costs despite potential regulatory relief.\nOn the topic of regulation, management noted that it is still too early to know what\ntype of regulatory relief banks of USB’s size may receive so management has not\nslowed down any of its investments in regulatory costs.\n• Long term 13.5- 16.5% ROE target unchanged. Despite the outlook for higher\nrates, management noted that it was not going to change the range at this point of\ntime but noted that USB could reach the top end sooner than later if its outlook\nproves accurate.\n• Risk management compliance expenses sustaining at this level. Management\nnoted that while compliance related expenses could trend lower following the new\nadministration, it will continue to invest and the impact will likely not be\nmeaningful.\n• In terms of innovation projects, 86% of those polled noted that it should\ninvest in innovations projects that are self-funded. Davis noted that given the\nimportance of innovation, it would not just self-fund those expenses and would look\nto spend money for long term benefits. In terms of its P2P initiative with Zelle,\nDavis was optimistic around its growth.\n• In terms of potential M&A, management noted that it would look for in market\nopportunities and double down where it has scale.\nChart 45: What do you consider to be the most important catalyst for large-cap banks in 2017?\n60%\n50%\n52%\n40%\n36%\n30%\n20%\n10%\n0%\nRising interest\nrates\n8%\nRevenue growth\nthat’s not interest\nrate driven\n0%\nFurther\nrealignment of\ncost structures\n4%\nStronger return of\ncapital to\nshareholders\nLess overhang\nfrom regulatory\nand litigation\nchallenges\nSource: BofA Merrill Lynch Global Research\n2016 Future of Financials Conference | 17 November 2016 31\nChart 46: What do you consider to be the most important catalyst for USB in 2017?\n50%\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n43%\n0%\nSustained operating Further acceleration of\nleverage, regardless of capital return\nrate backdrop\n14%\nUsing excess capital\nand strong currency to\nengage in nondepository\ndeals\n43%\nRising interest rates\nSource: BofA Merrill Lynch Global Research\nWells Fargo & Co (WFC), B-1-7, Buy\n• WFC sees modestly better benefit from steepening yield curve vs parallel shift.\nFollowing the election, the 10yr yield is up 37bp while futures currently imply a 94%\nprobability the Fed raises rates in Dec. As such, Treasurer Neal Blinde noted that\nWFC could realize a modestly better benefit to spread income from a steepening\nyield curve vs. the current +$150mn/qtr expectation from a 25bp parallel shift. He\noutlined how the bank’s actions to manage an interest rate cycle via balance sheet\npositioning protect on the downside (i.e. post-Brexit) while at the same time allow\nfor an uptick when rates rise. WFC received numerous investor questions on when\nthey would deploy its dry power ($572bn in liquidity), and management noted that\nthe rate backdrop – not question marks on deposit duration – mostly drove\ndeployment decisions.\n• WFC reiterated its performance targets disclosed at its Investor Day. WFC\nreiterated its 2-yr performance targets: (1) 1.1-1.4% ROA; (2) 11-14% ROE; (3) 55-\n59% efficiency ratio; and (4) 55-75% net capital payout. As of 3Q16, the bank is\ncurrently within these ranges on all metrics except for efficiency (3Q: 59.4%). This\nis consistent with the 61% of the audience polled that expect WFC to perform\nwithin the targeted ROE range as headwinds from Retail Banking is offset by an\nimprovement in the macro-economy. That said, 50% of the audience polled believe\nthe issues arising from the retail sales issue will modestly impact earnings (0-5%).\nChart 47: Based on your post-election outlook for 2017, how do you\nthink WFC will perform against this 2 year target?\nChart 48: What do you think is the earnings impact of the retail sales\npractices issue?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n39%\nOutperform the\nrange, given likely\nhigher interest rates\nthan expected and\nless headwind from\nregulation\n61%\nPerform within the\nrange, as lower\ncontribution from the\nCommunity Bank will\nmitigate a stronger\nmacro backdrop\n0%\nUnderperform the\nrange, as consensus\nin underestimating\nthe earnings impact\nfrom the retail sales\npractices issues.\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n37%\n50%\n13%\nMeaningful, at over\n5% of EPS, given lost\nrevenues and higher\noperating and\nmarketing costs\nModest, between 0-\n5% of EPS\nCommunity Bank\nearnings will be offset\nby the rest of the\nfirm, resulting in no\nimpact to EPS power\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\n32 2016 Future of Financials Conference | 17 November 2016\n• WFC continues to make progress on regulatory compliance. As of 3Q, WFC’s\ncurrent total loss absorbing capacity (TLAC) shortfall was 2.1% of risk weighted\nassets or $29bn ($43bn including its internal buffer), an $8bn QoQ improvement.\nThat said, Mr Blinde assured investors that WFC will continue to focus on deposit\ngrowth (66% of total funding) even as its long-term debt needs continue. WFC is\ncompliant with the liquidity coverage ratio (LCR).\n• Potential changes to annual stress test process viewed as positive. Mr. Blinde\nnoted that potential changes to the annual stress test process, as proposed by Gov.\nTarullo in Sept., is a “real” positive, specifically as it reduces any variance between\nhow the stressed risk weighted asset balance is calculated. This is likely positive for\nthe majority of investors polled (31%) who think capital return is the biggest\ncatalyst for the stock and the (70%) who see the dividend payout growing towards\nthe 40-50% range long-term (currently 37%).\nChart 49: What do you think is the biggest catalyst for WFC shares over the next 12-24 months?\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n21%\n24%\nBetter clarity Delivering clean\naround the full and consistent\nimpact of the sales earnings results\npractices issue close to or better\nthan current\nconsensus\n14%\nAchieving solid\nrevenue growth\nregardless of the\nrate environment\n10%\nRenewed focus on\nexpense\nmanagement to\ndrive the efficiency\nratio lower\n31%\nAccelerating\ncapital return, with\nfocus on the\ndividend\nSource: BofA Merrill Lynch Global Research\nChart 50: As a result, what do you think WFC's long-term dividend payout ratio will be?\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n16%\nNear the current level\nof 37%\n35% 35%\n14%\n40-45% 45-50% >50%\nSource: BofA Merrill Lynch Global Research\n• Note: WFC is scheduled to report October customer activity in Retail Banking on\nThur, Nov. 17th at 9am ET.\nZions Bancorporation (ZION), C-3-7, Underperform\n• Sentiment post-election appears constructive on growth prospects. Consistent\nwith other bank management teams speaking at this year’s conference, CFO Paul\nBurdiss noted that small businesses have been reluctant to invest given the\n2016 Future of Financials Conference | 17 November 2016 33\nuncertain macro backdrop. That said, following the results of the election, and\nassuming the new administration can create fiscal stimulus, management sounded\noptimistic around growth prospects in C&I (10% ex-energy YoY), owner-occupied,\netc.\n• Energy portfolio performing in-line with expectations. Management reaffirmed\nthe >8% allowance on its energy portfolio ($2.3mn or 5% of total loans) remains\nsufficient to cover future losses. However, continued stress in its oilfield services\nportfolio (26% of portfolio) remains the primary reason behind ZION’s cautious\nview. This was consistent with the 60% of the audience polled whose ownership in\nthe stock is modestly influenced by this portfolio. That said, until supply/demand\nfundamentals improve or activity picks up, material reserve release is unlikely.\nChart 51: How much does credit quality in ZION’s energy portfolio influence your decision on owning\nthe stock?\n70%\n60%\n60%\n50%\n40%\n30%\n27%\n20%\n13%\n10%\n0%\nStill a material factor in my\ninvestment decision\nA modest factor in my\ninvestment decision\nNo longer a factor in my\ninvestment decision\nSource: BofA Merrill Lynch Global Research\n• Steepening yield curve a modest benefit, though short-end matters more.\nDespite recent actions that have reduced the bank’s asset sensitivity, ZION remains\nthe most asset sensitive among US banks. For a 25bp rise in the short-end, ZION\nestimates a $30mn incremental benefit to spread income. That said, due to the\nvariable-rate mismatch between assets/liabilities, a steeper yield curve is expected\nto have a marginal impact.\n• Potential changes to CCAR viewed as positive for ZION. Mr. Burdiss viewed the\npotential change to the annual stress test (CCAR), specifically the static RWA\nbalance, as net positive for the bank/industry. That said, overall these changes are\nimmaterial as CCAR remains their capital constraint. Although only 14% of the\naudience polled think more aggressive capital return is the most important catalyst\nfor the stock (top response: 29% for stronger revenue growth), investor bias leaned\nhigher as it relates to total payout.\n34 2016 Future of Financials Conference | 17 November 2016\nChart 52: What do you consider as the single most important catalyst for ZION shares in 2017?\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n14% 14%\nGreater comfort\naround potential\nenergy losses\nMore aggressive\ncapital return to\nshareholders\n29%\nStronger revenue\ngrowth regardless\nof what happens\nto interest rates\n21% 21%\nContinued\nexpense savings\nto achieve an\nefficiency ratio in\nthe low 60%s for\nFY17\nHigher interest\nrates\nSource: BofA Merrill Lynch Global Research\nChart 53: Compared to this year’s CCAR capital ask which implies a total\npayout of ~60%, what level would you like to see ZION’s 2017 CCAR\npayout increase to?\nChart 54: ZION expects total expenses in 2016 to come in below\n$1.58bn and then slightly increase in 2017. Would you prefer absolute\nexpenses be flat to down in 2017?\n40%\n35%\n36%\n80%\n70%\n69%\n30%\n60%\n25%\n20%\n15%\n21% 21% 21%\n50%\n40%\n30%\n31%\n10%\n20%\n5%\n10%\n0%\nRemain at 60% 70% 80% Greater than\n80%\n0%\nYes\nIndifferent; I’m more focused on\nthe efficiency target\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\nBrokers Top 5 Takeaways\nGoldman Sachs (GS), B-1-7, Buy\n• GS’ Harvey Schwartz, CFO, and Harit Talwar, Head of Digital Finance presented at\nour conference. Overall, Harvey and Harit were optimistic about the consumer\nlending opportunity with Marcus as well as the overall outlook for the firm.\n• When asked about what would get investors more interested in GS stock, 51% of\nthe investors responding to the poll voted for a stronger revenue backdrop, while\n34% voted for normalizing regulations and ability to return more capital.\n2016 Future of Financials Conference | 17 November 2016 35\nChart 55: What would get you more interested in investing in GS stock?\n60%\n50%\n51%\n40%\n34%\n30%\n20%\n10%\n10%\n5%\n0%\nA stronger revenue\nbackdrop\nNormalizing regulations\nand ability to return\nmore capital\nInvesting to drive\nimproving returns\nAdditional expense\nreductions\nSource: BofA Merrill Lynch Global Research\n• Management focused the presentation on Marcus, Goldman’s new consumer\nlending effort. This venture has significant potential with an unsecured consumer\nloan target market of $850B and Goldman coming to the market with a unique\nskillset of technology and risk management, no channel conflicts or bricks and\nmortar, a strong balance sheet that can provide loans at a meaningful discount to\npeers, and a long history in the financial markets with a strong brand. When fully\nramped up, this unit could produce pre-tax ROA’s of 3-4%, and assuming 9-11%\nequity commitments, this could translate into a high teens ROE.\n• Given the positive sector/GS stock reaction post the election, management was\nasked on what they thought about the future of current regulation and activity\nlevels. While they said it is too early to tell the impact, a lower corporate tax rate\nwould benefit GS some, a pro-growth policy could positively impact\nconfidence/activity levels, and some de-regulation could ease some of the\noperational challenges, though much of the regulation was well intended and has\ncreated a stronger industry.\n• In terms of the current environment, GS didn’t give an exact update, but said\nactivity has been healthy and around the election activity was similar to around\nBrexit (slow before and very active post). Most other firms also mentioned positive\ntrends in 4Q, with normal seasonality, but up materially year over year.\nAsset Managers Top 5 Takeaways\nInvesco (IVZ), C-1-7, Buy\n• Presenting from IVZ was Loren Starr, CFO. Overall Loren was optimistic on the\noutlook for IVZ to generate above average organic growth given its product mix and\nperformance, deliver cost savings, and accelerate buybacks, and does not expect a\nsignificant change in the DOL impact from the election.\n• When asked what would get investors more excited about investing in IVZ stock, the\nmajority of respondents said that a consistent above average organic growth rate\nwould get them most excited (48%), followed by a more favorable market backdrop\n(38%), less regulation (10%), and more operating leverage (5%), while nobody said\nlonger term FX hedged would get them more interested.\n36 2016 Future of Financials Conference | 17 November 2016\nChart 56: What would get you more interested in investing in IVZ stock?\n60%\n50%\n48%\n40%\n38%\n30%\n20%\n10%\n0%\nConsistent above\naverage organic\ngrowth\nA more favorable\nmarket backdrop\n10%\nLess regulation for\nthe industry\n5%\nMore operating\nleverage\n0%\nLonger term FX\nhedges\nSource: BofA Merrill Lynch Global Research\n• IVZ is confident it can achieve its 3-5% organic growth rate driven by three main\npillars. The first being the ongoing search for yield driving fixed income\nflows/allocation which IVZ has benefitted from and should continue to benefit given\ntheir strong performance, distribution, and product set. The second being ongoing\n“barbelling” by clients which drives flows into passive and alternatives, two\nproducts IVZ has leadership in. Lastly, IVZ sees opportunity in its institutional\nchannel, particularly in Asia which has had notable momentum.\n• Given the run up in rates, IVZ touched upon its fixed income exposure and what\nmight be at risk of underperformance/outflows. IVZ mentioned roughly $100B of its\nAUM or ~13% was in fixed income that didn’t include short duration or floating\nrate, a number they feel is relatively small compared to some of its peers.\nAdditionally, within that $100B a major portion had been underperforming because\nof strategic shorter duration, which in a rising rate environment should lead to\noutperformance and potentially negate some of the flow headwind.\n• Regarding potential changes from the election, while very early, management thinks\nthat whatever happens to the DOL Fiduciary Rule (delay, modify, etc.), the industry\nhas already been shifting in a fiduciary direction, and they expect that to continue,\nthough the pace could vary depending on the eventual outcome. Additionally, IVZ is\nrelatively well positioned given its diversification among ETF/passive and active\nstrategies, as well as similar regulations in Europe that it has managed through. In\nterms of a lower corporate tax rate, that would not have much impact to IVZ given\nits Bermuda domicile.\nEaton Vance (EV), B-3-7, Underperform\n• Presenting from EV was Thomas Faust, CEO, Laurie Hylton, CFO, and Dan Cataldo,\nHead of IR and Treasurer. Management reported relatively positive F4Q flows,\nexpects organic growth to hold up well given its mix and performance, and does not\nexpect a significant change in the DOL impact from the election, but would expect\na significant benefit from a lower US corporate tax rate.\n• When asked what would get you more interested in EV’s stock, the majority of\ninvestors were fairly split between better high fee flows and ETMFs taking off\n(38%/31% respectively). Investors also thought increased capital return was\n2016 Future of Financials Conference | 17 November 2016 37\nimportant (23%) while investors thought more operating leverage was least\nimportant for EV (8%).\nChart 57: What would get you more interested in investing in EV stock?\n40%\n38%\n35%\n30%\n31%\n25%\n23%\n20%\n15%\n10%\n8%\n5%\n0%\nStronger high-fee flows\nand a favorable fee rate\nETMFs taking off Increased capital return Positive operating\nleverage aiding the margin\nSource: BofA Merrill Lynch Global Research\n• EV disclosed their F4Q AUM which was $336.4B up modestly from $334.4B at the\nend of its prior quarter as modest market losses were offset by inflows which were\nalso disclosed by EV. Flows for C3Q (F4Q) were $4.8B/6% aog or $1.7B/3% aog ex\nexposure management flows, roughly in-line with expectations in a fairly\nchallenging backdrop. EV also commented on their recent acquisition of Calvert\nInvestments (~$12B AUM, see note) and is excited about the opportunity in ESG\ninvesting. Calvert is a leader in investing in socially responsible companies, a small\nbut rapidly growing area.\n• When asked about the outlook on fixed income performance and flows given the\nrecent run up in rates as well as the outlook, EV was fairly positive in their outlook\ngiven their positioning and leadership in floating rate which should perform well\nand attract flows in a rising rate environment.\n• ETMFs continue to be topical for EV given they are the only player in the nontransparent\nactive ETF business with their NextShares franchise. EV has launched 3\nNextShares thus far and Waddell and Reed launched 3 of their own in October,\nmaking 6 total NextShares in the market right now, however they are only available\nthrough Folio and Interactive Brokers. While we continue to view this as not very\nsignificant in the near term and a potential longer term opportunity, with EV signing\non UBS and Envestnet for distribution in 2017, we should see a little more traction\nahead.\n• Regarding potential changes from the election, while very early, management thinks\nthat whatever happens to the DOL Fiduciary Rule (delay, modify, etc.), the industry\nhas already been shifting in a fiduciary direction, and they expect that to continue,\nthough the pace could vary depending on the eventual outcome. Additionally, EV has\nlimited exposure to higher distribution share classes (<20% of sales), so they see a\nmore limited impact. In terms of a lower corporate tax rate (15-20%), this would\nhave a meaningful benefit for EV, potentially increasing earnings by 15-20%.\n38 2016 Future of Financials Conference | 17 November 2016\nLegg Mason (LM), C-1-7, Buy\n• Presenting from LM was Joe Sullivan, Chairman & CEO, and Alan Magleby, Head of\nIR. Joe was optimistic on the flow outlook for LM given the repositioning over the\npast few years, mostly favorable investment performance, and a healthy\ninstitutional pipeline, and does not expect a significant change in the DOL impact\nbecause of the election or a lower corporate tax rate on their cash tax rate.\n• When asked what would get you more interested in investing in LM stock, investors\noverwhelmingly (82%) replied “strong organic growth, particularly in\nequity/alternatives” while the absence of deal noise (12%) and higher\nmargins/operating leverage (6%) were less interesting for investors. Nobody said\nthat a stronger balance sheet or more affiliate deals would get them more excited\nabout LM’s stock.\nChart 58: What would get you more interested in investing in LM stock?\n90%\n80%\n82%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\nStronger organic\ngrowth, notably in\nequity/alternatives\n12%\nThe absence of deal\nnoise\n6%\nOperating leverage and\nhigher margins\n0% 0%\nA stronger balance\nsheet\nMore affiliate deals\nSource: BofA Merrill Lynch Global Research\n• LM was relatively upbeat on the flow outlook, despite some ongoing headwinds for\nthe industry. Management sees the following drivers offsetting some of the\nindustry headwinds to position LM to flow better than the industry: strong\ninvestment performance, notable progress with consultants over the last several\nyears, a healthy institutional pipeline ($8B of unfunded wins/$3B uncalled\ncommitted capital), highest level of search activity in active equity in several years,\nlarge cash balances in Europe (20-50% cash allocation across the continent),\nincreasing demand for real estate / infrastructure / alts (Clarion, RARE, and\nEnTrustPermal), and a diverse / differentiated product/vehicle set.\n• Management also mentioned that besides offering well performing products across\nstrategies, it also wants to be able to deliver to clients in different vehicles,\nincluding ETFs. The firm has been launching some ETF products and also has an\ninterest in Precidian, which has its non-transparent ETF submission under the\nreview process.\n• Regarding potential changes from the election, while very early, regarding the DOL\nfiduciary rule, LM sees it getting delayed and watered down some as the most likely\noutcome. However, they mentioned the fiduciary rule was just an accelerant for\ntrends that were already occurring (i.e. the shift to fee based accounts and away\nfrom brokerages) and whether or not the rule goes through as expected or gets\n2016 Future of Financials Conference | 17 November 2016 39\nmodified will not likely change the outlook. LM feels its strong positioning in global\ndistribution and product sets bodes well to perform in a new fiduciary world.\n• Additionally, a lower potential U.S. corporate tax rate will not change its cash tax\nrate which is likely to be 6-7% through 2021 and in the mid-teens through 2025\nafter that. However, it would impact GAAP EPS and a lower corporate tax rate\nwould lower the value of LM’s DTA.\nAB (AB), B-1-8, Buy\n• Presenting from AB was Peter Kraus, Chairman & CEO. Peter expects AB to\ngenerate above average organic growth and hopes to accelerate it given its product\nmix and mostly favorable investment performance. In addition, he sees the potential\nfor new pricing in the industry, and does not expect a significant change in the DOL\nimpact from the election or a lower corporate tax rate on their tax rate.\n• When asked what would get you more interested in AB’s stock, 55% of investors\nsaid they wanted to see consistent positive organic growth, 18% said a better\noperating margin, another 18% said diversification from fixed income flows (i.e.\nequity and alternative flows), and only 9% of investors wanted to see a simplified\nstructure and increased float.\nChart 59: What would get you more interested in investing in AB stock?\n70%\n60%\n55%\n50%\n40%\n30%\n20%\n18% 18%\n10%\n9%\n0%\nConsistent positive organic\ngrowth\nOperating leverage and an\nimproving margin\nFurther diversification from\nfixed income flows\nA more simplified structure and\nincreased float\nSource: BofA Merrill Lynch Global Research\n• AB has seen and expects to continue to see above average organic growth (ex 3Q\nwhich was weighed down by lumpy institutional outflows) given a relatively new\nand attractive product set, strong investment performance (notable improvement in\nrecent years), better traction with the consultant community, and opportunities to\ngain in the retail and private wealth channels.\n• Regarding potential changes post the election, AB had a similar tone to other asset\nmanagers on DOL, in the sense that it likely gets delayed/modestly modified, but\nregardless of what happens, asset managers and distributors need to accept that\nthe industry is living in a new fiduciary world with minimized (potentially no)\nconflicts of interest which ultimately is a good thing for end clients. A lower\npotential corporate tax rate would not likely benefit AB given its tax structure/low\ncurrent tax rate.\n40 2016 Future of Financials Conference | 17 November 2016\n• Another topic which AB elaborated on was fees/pricing particularly in the US retail\nmarket. Peter Kraus commented that there is a very strong philosophical argument\nfor the regulators to approve new fee structures which would allow investors to pay\na low beta fee and a higher performance fee for alpha generated (while it exists in\nEurope, a similar structure is not available in the U.S.). While some in the industry\nmay not be fans to adapt such a structure, given challenging cost structure changes,\nhe thinks the product could be much more competitive relative to passive products.\nAlternative Asset Manager Top Takeaways\nAres Management (ARES), C-2-7, Neutral\n• Michael Arougheti, Co-founder and President, presented for Ares. Overall, Mr.\nArougheti was positive on the firm’s growth prospects, given demand for their\nproducts across the platform by institutional investors. In addition, given recent\nfundraising and fees on the horizon, the outlook for FRE and DE is attractive.\n• When asked “What would get you more interested in investing in ARES stock?” the\nmost common response was a higher float and reduced tax complexity (64%),\nfollowed by more diversification in the business model (21%), and confidence in an\nattractive credit return outlook (14%). Investors were less concerned over the\nvisibility on the distribution (0%).\nChart 60: What would get you more interested in investing in ARES stock?\n70%\n64%\n60%\n50%\n40%\n30%\n20%\n14%\n21%\n10%\n0%\nA higher float and\nreduced tax complexity\nConfidence in an\nattractive credit return\noutlook\nMore diversification in\nthe business model\n0%\nIncreased visibility on\nthe distribution\nSource: BofA Merrill Lynch Global Research\n• If comprehensive tax reform includes an elimination of carried interest tax,\npotentially moving to an ordinary income rate, it could have some impact to after\ntax unitholder returns, but 80-90% of revenue comes from management fees and\nmuch of the income already faces a corporate tax rate. It could make it more\nattractive to shift to a C-corp. A change to the tax deductibility of interest expense\ncould have more far-reaching changes to the business, and to U.S.\n• Ares will always look to do tuck-in acquisitions, and has been doing almost one a\nyear. The pipeline of M&A opportunities continues to grow for ARES, given\ndemographics of principles with founders aging, and the environment becoming\nharder to compete for small managers.\nThe Blackstone Group (BX), C-2-8, Neutral\n• Jonathan Gray, Global Head of Real Estate, presented for Blackstone. Overall, Mr.\nGray was positive on the outlook for the U.S., with new pro-growth fiscal policies\n2016 Future of Financials Conference | 17 November 2016 41\nlikely. Mr. Gray also thinks that concerns over the commercial real estate market\nmay be overdone.\n• When asked “What would get you more interested in investing in BX stock?” the\nmost common response was a market pullback (30%), followed by comfort on the\ndirection of the real estate market (25%), rising returns and visibility on\ndistributions (21%), and a more simplified structure (20%), while fundraising and\nmargin improvement were less important (4%).\nChart 61: What would get you more interested in investing in BX stock?\n35%\n30%\n25%\n20%\n21%\n25%\n30%\n20%\n15%\n10%\n5%\n4%\n0%\nRising\nmarkets/returns and\nvisibility on DE and\ndistributions\nImproving\nFRE/margins\nfollowing strong\nfundraising\nComfort on the\ndirection of the real\nestate market &\nhedge funds\nA market pullback for\nbetter\ndeployment/returns\nA more simplified\ncorporate/tax\nstructure\nSource: BofA Merrill Lynch Global Research\n• Mr. Gray thinks the economic narrative has changed for the U.S., from low growth\nand low interest rates to a more pro-growth outlook. There will likely be lower\ntaxes, less regulation, and more fiscal spending. A potential offset is that deficits\nfrom government spending and tariffs could create inflation. Even so, management\nwas cautiously optimistic on growth.\n• For Europe, Brexit was the big news and Mr. Gray expects the next couple of years\nwill be somewhat challenging for the U.K, though the bigger question is core\nEurope, where rates and inflation are likely to be lower for longer. In Asia, China is\ndecelerating, particularly for manufacturing, infrastructure, and real estate which\nwill likely continue though don’t expect a hard landing in China. A trade war\nbetween the U.S. and China could be a risk to the downside for China. In India, BX\nsees accelerating economic growth and falling inflation and interest rates, along\nwith a lot of demand for office space in India.\n• Mr. Gray does not believe we are in the early stages of the real estate cycle, but\nconcern over a bubble in commercial real estate in the U.S. is probably overdone for\na couple of reasons. 1) Supply and demand are reasonable, given modest growth in\nsupply and an economy that is growing. 2) Debt levels aren’t out of hand like in\n‘06/’07. 3) Cap rates are low at around 5%, compared to ‘07 when 10yr treasuries\nwere at the same level. Overall, you aren’t going to see the same returns as in the\npast, but looking at past periods where rates and growth increased, commercial real\nestate did fine.\n• In terms of growth, Mr. Gray is optimistic on the outlook. Half of the areas BX\ninvests in today didn’t exist at the time of the IPO, and that culture of innovation,\ngrowth, and investing for attractive returns is alive and well.\n42 2016 Future of Financials Conference | 17 November 2016\nCarlyle Group (CG), C-2-8, Neutral\n• Glenn Youngkin, President and Chief Operating Officer, presented for CG. Overall,\nMr. Youngkin is positive on the economic/market backdrop and on CG’s ability to\ngenerate cash carry relatively consistently over time given the firm’s diversity of\nfunds.\n• When asked “What would get you more interested in investing in CG stock?” most\ninvestors would like to see an increased float and reduced complexity (40%),\nfollowed closely by rising fee related earnings (30%). Investors are also interested\nin seeing increased visibility on the distribution (15%) and increased contribution\nfrom RA and GMS segments (15%).\nChart 62: What would get you more interested in investing in CG stock?\n45%\n40%\n40%\n35%\n30%\n30%\n25%\n20%\n15%\n15% 15%\n10%\n5%\n0%\nRising fee related\nearnings\nIncreased visibility on\nthe distribution\nIncreased contribution\nfrom RA and GMS\nsegments\nIncreased float and\nreduced complexity\nSource: BofA Merrill Lynch Global Research\n• If comprehensive tax reform includes an elimination of carried interest tax,\npotentially moving to an ordinary income rate, it could have some impact to after\ntax unitholder returns. However, Glenn thinks it is very early to speculate on any\nchanges and expects tax changes to likely be comprehensive.\n• Glenn sees the potential for a strong push in infrastructure, along with tax change,\ndefense spending, and the border will get a lot of attention along with international\ntrade. Three main conclusions: 1) First time in a long time that there is a universal\npro-business outlook across congress and the presidential office; 2) Unclear today\nwhat is going to be enacted, there is optimism but uncertainty; and 3) CG is not\ngoing to make meaningful changes one way or another based on speculation. CG\nlaunched its latest infrastructure fund in September, and the election results are\nmore wind in the sails.\n• CG has multiple funds, each with its own economic engine. That makes the cash\nflow profile more stable than other firms. Management believes that a discounted\nvaluation in the stock is driven more by fear of a recession vs. lower FRE. Glenn\nthinks that outlook has changed with the election. The economy may be going into\nextra innings now.\n• The investment environment hasn’t changed materially in last few weeks - it\ncontinues to be tough. Global growth will continue to be muted, and despite the\n2016 Future of Financials Conference | 17 November 2016 43\nmove in the ten year treasury rate, interest rates remain low and the combination\nof those things results in high prices.\nKKR & Co (KKR), C-1-8, Buy\n• Bill Janetschek, Chief Financial Officer, presented for KKR. Overall, Mr. Janetschek\nbelieves that KKR’s balance sheet gives them the ability to take advantage of\nmarket dislocations, sees opportunities to grow in certain areas (e.g. infrastructure\nand real estate), and noted that they don’t need to grow the headcount to bring on\nmore assets.\n• When asked “What would get you more interested in investing in KKR stock?” the\nmost common response was a market pullback for better deployment/returns\n(50%). Respondents also felt that attractive returns and book value growth (33%),\nand stronger fee related earnings (17%) were also important. Less important for\ninvestors was improving energy markets and overall market confidence (0%).\nChart 63: What would get you more interested in investing in KKR stock?\n60%\n50%\n50%\n40%\n33%\n30%\n20%\n17%\n10%\n0%\nStronger fee related\nearnings\nAttractive returns and\nbook value growth\n0%\nImproving energy\nmarkets and overall\nmarket confidence\nA market pullback for\nbetter\ndeployment/returns\nSource: BofA Merrill Lynch Global Research\n• Overall, KKR likes the publicly traded partnership structure today. If comprehensive\ntax reform includes an elimination of carried interest tax, the income would still get\npassed through in that scenario which avoids a second level of taxation, so it still\nmay not be attractive to change the structure. But, if the corporate rate is also\nlowered significantly, it could potentially make sense to go to a c-corp.\n• Bill sees infrastructure as a real growth area for KKR. 7-8 years ago it was difficult\nto raise an infrastructure fund as the asset class didn’t do very well in the financial\ncrisis; today there is more interest. KKR’s first infrastructure fund was around $1B\nand the second one was around $3B. Infrastructure needs are tremendous longterm,\nwith $1-2 trillion capital needed for projects over the next decade, and\ninfrastructure spend is one area of consistency across the two major parties.\n• Management thinks that investors understand the reason for the change in the\ndistribution policy. KKR likes to pay out the stable dividend and redeploy capital into\nthe balance sheet. As part of the year-end process, KKR will likely review the level\nof the fixed distribution and determine whether it should be changed. KKR would\nlike to have around 40% of the balance sheet invested in private equity over time.\n• KKR will manage concentration risk, and it is unlikely that the firm will make\nanother investment as big as First Data again. The biggest advantage to having a\n44 2016 Future of Financials Conference | 17 November 2016\nlarge balance sheet is the ability to take advantage of market dislocation, along\nwith high margins.\n• The firm grew at a healthy rate from 2004-2014, and with around 1,200 people\nnow there doesn’t need to be much growth in headcount for the time being, the\ninfrastructure is in place. Marshall Wace AUM has grown significantly since they did\nthe deal, due in part to advantages from combining the two firms. Real estate is an\narea where KKR is small and could see more growth.\nSpecialty Finance\nAmerican Express Company (AXP), B-2-7, Neutral\n• Presenting from American Express Company was Mr. Jeff Campbell, Chief Financial\nOfficer. Overall we thought AXP presented a fairly upbeat outlook on billings, loan\nand revenue growth. AXP did express caution on near-term Discount rate pressures\nand FX headwinds.\n• When asked what would be a key factor to increase / initiate a position in AXP, 53%\nof the audience said they would like to see better visibility in AXP’s core growth.\nAXP acknowledged the sale of the Costco portfolio to Citi has added complexity to\nreporting results and has provided additional disclosures on underlying trends in the\nquarterly results. AXP also said that accelerating revenue growth is a key area of\nfocus for management.\nChart 64: What would be a key factor for you to increase / initiate a position in American Express?\n60%\n53%\n40%\n29%\n20%\n7%\n13%\n0%\nAccelerating global\ngrowth\nRenewed visibility in\ngrowth in AXP’s core\nbusiness\nSolid execution of cost\nreduction initiatives\nMore aggressive\ncapital management\nSource: BofA Merrill Lynch Global Research\n• AXP was a little surprised that more investors did not view its focus on loan growth\nas an appropriate strategy to increase wallet share amongst the revolving segment.\nInstead a plurality of investors viewed AXP’s strategy as appropriate in light of the\nportfolio sale but risky due to the duration of the credit cycle. While investors were\nconcerned about the duration of the credit cycle, AXP emphasized its low loss rates\nand premium customer base as well as the loss of the Costco portfolio to argue\nthat AXP's credit profile will not materially change from its current strategy to grow\nrevolving balances through revolving credit card customers.\nChart 65: How would you describe American Express’ strategy to expand exposure to credit?\n60%\n40%\n20%\n0%\n8% 8%\nTimely opportunity to\ngrow earnings while\ncredit costs are low\nAppropriate strategy to\nincrease wallet share\namongst revolving\nsegment\n46%\nAppropriate in light of\nthe Costco portfolio\nsale but risky due to\nduration of credit cycle\n38%\nRisky due to extended\nduration of the credit\ncycle\nSource: BofA Merrill Lynch Global Research\n2016 Future of Financials Conference | 17 November 2016 45\n• On a more cautious note, AXP said that Discount rate pressures are likely to remain\nelevated near-term as EU merchants renegotiate contracts post-interchange rules\nand the OptBlue program gains additional scale in the US. Strengthening in the\nUS$ will also lead to FX headwinds that will likely impact NT results, particularly\nfrom countries like Mexico where AXP has a large business.\nConference Panels Top Takeaways\nContact your BofA sales representative for additional information.\nBlockchain: Potential Transformation of Financial Markets\nWith Blockchain one of the most talked about potential disruption in financial services\nand 71% polled noting that blockchain is a significant opportunity for financial service\nfirms, we thought it was timely to host a panel on the potential impact of Blockchain on\nfinancial markets that included Co-founder & COO of R3 Todd McDonald and CEO of\nAxoni Greg Schvey.\n• Blockchain could lead to $60-80bn of annual potential cost savings for\nfinancial institutions. While it is still early days to know what the full impact of\npotential cost savings that blockchain technology could bring to financial\ninstitutions, the panelists believe that total savings could reach $60-80bn.\n• Successful implementation of equity swaps. An area where Blockchain has shown\nto be successfully implemented is around equity swaps. Axoni had worked with\nmultiple financial institutions to handle data reconciliation around its equity swaps\nrecord which drove efficiencies.\n• Trade finance viewed as most likely for success. When asked which part of the\nfinancial industry will be the first to successfully utilize blockchain technology, 38%\nof those polled cited trade finance/transaction banking as the most likely, with 28%\nciting capital markets & securities servicing.\nChart 66: Which part of the financial industry do you believe will be the first to successfully utilize\nblockchain technology?\n40%\n38%\n30%\n20%\n14%\n28%\n21%\n10%\n0%\nWholesale payments\n(cross-border F/X,\ncorrespondent banking)\nTrade\nfianance/transaction\nbanking (receivables\nfinance, commodities\ntrade finance)\nCapital markets &\nsecurities servicing\n(securities settlement,\nasset documentation)\nRetail payments\n(parallel currency\nsystems, remittances)\nSource: BofA Merrill Lynch Global Research\n• Implementation could be earlier than expected. While many investors are\nskeptical that blockchain will be broadly adopted in the near term, with none of the\naudience expecting it to be widely adopted within 12-24 months, the panelists were\nmore optimistic and believes that there could be upside surprise in terms of the\ntiming as proof points and implementation could happen more quickly than\nexpected.\n46 2016 Future of Financials Conference | 17 November 2016\nChart 67: How knowledgeable are you with blockchain technology?\n60%\n50%\n50%\n40%\n34%\n30%\n20%\n16%\n10%\n0%\nVery knowledgeable Moderately knowledgeable Not at all knowledgeable\nSource: BofA Merrill Lynch Global Research\nChart 68: After this panel, how do you feel about the applicability of\nblockchain technology in financial services?\nChart 69: How long do you think it will take for financial sevices\nindustries to broadly adapt blockchain technology?\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n71%\n14% 14%\nA significant A modest opportunity\nopportunity for for financial service\nfinancial service firms firms\nOverhyped\ntechnology\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n40%\n36%\n24%\n0%\n12-24 months 3-5 years 5+ years 10+ years\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\nThe Future of Clearing: Understanding the Options\n• Guest speakers in this panel included Brian Ruane (CEO, Broker Dealer Services,\nBNY Mellon), Lee Betsill (Chief Risk Officer, CME Group), Michael C. Bodson\n(President & CEO, DTCC), John Horkan (Head of North America and Global COO,\nRates & FX, LCH, LSE Group) and Marcus Denne (Director, Global Clearing, BofA\nMerrill Lynch).\n• With the start of the Uncleared Margin Rule (UMR) on September 1st, we asked\ninvestors what was the primary challenge related to the new clearing rules. Most\ninvestors (95%) thought the rising cost, particularly in the amount of collateral\nrequired (50%) and the complexity around infrastructure and different country rules\n(45%) were the main issues.\n2016 Future of Financials Conference | 17 November 2016 47\nChart 70: What is the primary challenge related to the new clearing rules?\n60%\n50%\n40%\n50%\n45%\n30%\n20%\n10%\n0%\nThe rising cost,\nparticularly in the\namount of collateral\nrequired\nThe complexity around\ninfrastructure and\ndifferent country rules\n2% 2%\nThe lack of dealers\noffering the capabilities\ngiven their challenges\nNone\nSource: BofA Merrill Lynch Global Research\n• Panel participants believe that the election/shift in regulatory outlook might lead to\na slowdown of products being added to the clearing mandate, with FX being the\nbiggest unknown.\n• Going forward, firms are tackling U.S. vs Europe collateral harmonization/transfer\n(DTCC and Euroclear are working on a collateral transfer initiative that is expected\nto launch in 1Q17), collateral management through firms including BNY Mellon, and\nCleared repo could also be on the horizon (CME has filed an application with the\nSEC but no timeline given).\n• We asked investors what the biggest potential risks are in the clearing mandate and\nCCPs, and 33% of voting investors thought collateral concentration issues with\ncybersecurity (27%) coming in 2nd.\nChart 71: What is the biggest potential risk in the clearing mandate and CCPs?\n35%\n33%\n30%\n25%\n27%\n20%\n15%\n17%\n17%\n10%\n7%\n5%\n0%\nMuch more\ncollateral will be\nneeded in stress\ntimes\nThere will be\ncollateral\nconcentration\nissues\nCCP risk models\nfail\nDealer/FCMs fail\nCybersecurity\nSource: BofA Merrill Lynch Global Research\n48 2016 Future of Financials Conference | 17 November 2016\nEquity Market Structure: Simplifying the Complex\n• Guest speakers in this panel included Anthony Barchetto (EVP, Head of Corporate\nDevelopment, BATS Global Markets, Inc.), Jamil Nazarali (Head of Execution\nServices, Citadel Securities Inc.), Eric Stockland (Chief Strategy Officer, IEX Corp.)\nand Pankil Patel (Managing Director, Electronic Sales, BofA Merrill Lynch).\n• Panel members had a spirited debate regarding the current market structure pros\nand cons, rebates, off-exchange trading, latency, market maker obligations, and the\nfuture of regulation post the election.\n• We asked investors what they thought of the current state of the equity market\nstructure, and 74% thought that the market needs revamping. 32% believe that\nthere was a problem with the depth of liquidity and 23% thought there were\nmisaligned incentives.\nChart 72: What is your view of the current state of the equity market structure?\n35%\n30%\n25%\n27%\n32%\n23%\n20%\n15%\n14%\n10%\n5%\n0%\nThe market\nstructure is overall\nadequate\n5%\nThe market\nstructure needs\nimprovement –\nnotably in\ntransparency\nThe market\nstructure needs\nimprovement –\nnotably in liquidity\nof size\nThe market\nstructure needs\nimprovement –\nnotably in\nmisaligned\nincentives\nThe market\nstructure needs a\nfull revamp\nSource: BofA Merrill Lynch Global Research\n• Given the announcement that SEC Chairwoman White will leave at the end of\nPresident Obama’s term, this will likely lead to some regulatory uncertainty and lack\nof activity given not enough commissioners to make forward progress. In addition,\nthe new Chair will likely be focused on less regulation and one panel member\nthought Reg NMS could come under review.\nLife after DOL: Evolving Beyond the Fiduciary Rule\n• We hosted industry experts for a panel on the Department of Labor’s (DOL)\nfiduciary rule, which is set to go into effect in April 2017. Panel participants\nincluded Michael Hadley (Partner at Davis & Harman LLP), Lisa Bleier (Associate\nGeneral Counsel at SIFMA), and Kevin Crain (Head of Workplace Financial Solutions\nat Bank of America Merrill Lynch).\n• Given potential changes for the brokerage industry, we asked investors “Will the\nDOL’s fiduciary rule cause meaningful changes to the brokerage industry?”. Most\ninvestors believe that the rule will cause a number of significant changes to the\nbrokerage industry (83%), including significant pressure on commission revenues, a\nshift to advisory and fee based accounts, and assets in motion with some to robo\nadvisor and RIA platforms.\n2016 Future of Financials Conference | 17 November 2016 49\nChart 73: Will the DOL’s fiduciary rule cause meaningful changes to the brokerage industry?\n90%\n83%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n3%\nYes, significant\npressure on\ncommission\nrevenues\n7%\nYes, a shift to\nadvisory and fee\nbased accounts\n0%\nYes, assets in\nmotion with some\nto robo advisor\nand RIA platforms\nAll of the above\n7%\nNo significant\nimpact\nSource: BofA Merrill Lynch Global Research\n• We also asked about changes to the asset management industry, positing “Will the\nDOL’s fiduciary rule cause meaningful changes to the asset management industry?”\nInvestors again expect multiple changes (91%), including an accelerated shift from\nactive to passive, further pricing pressure, and higher cost of distribution and\nmargin pressure. No respondents expect there to be no significant impact to the\nasset management industry.\nChart 74: Will the DOL’s fiduciary rule cause meaningful changes to the asset management industry?\n100%\n90%\n91%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n0%\nYes, an\naccelerated shift\nfrom active to\npassive\n4% 4%\nYes, further Yes, higher cost of\npricing pressure distribution and\nmargin pressure\nAll of the above\n0%\nNo significant\nimpact\nSource: BofA Merrill Lynch Global Research\n• The panel noted that President Elect Trump did not address the Fiduciary Rule\nduring his campaign, so his view on the rule is unknown, but Republicans have\nlargely been against it. There is some precedence on what we could expect\nPresident Elect Trump to do with the fiduciary rule. President Bush had\nimplemented an investment advice regulation that President Obama delayed\nseveral times until it was finally withdrawn. The view from the panel was that the\nmost likely action over the next several months is that President Elect Trump delays\nthe rule, though to repeal or change it would take work and new regulatory\n50 2016 Future of Financials Conference | 17 November 2016\nproposals. Mr. Trump and congress could also ultimately defer to the SEC to act on\na Fiduciary Rule.\n• The biggest issue from the brokerage industry is the contract requirement under\nthe BIC. The issue with the contract is increased liability, given the contract makes\nit easier to litigate. This would likely be the primary area for modifications. Even\nthough many firms have made announcements regarding changes they expect to\nmake, most have not figured out all of the underlying steps yet given that it is so\ncomplicated and impacts large parts of the business.\n• The industry will have to move forward on implementing the rule, given the April\n2017 implementation date, but firms may not put as much effort into certain areas\nthat need to be final by January 2018. In addition, prior to Mr. Trump starting, the\ntransition team could make an announcement about the rule. However, even at that\nstage firms would have to determine whether or not to act on the announcement.\n• While the most likely scenario is a delay in the rule, with the potential for some\nmodifications to ease some of the burdens, most see the trend towards a fiduciary\nrule already well in motion for the industry.\nThe Future of Tech-Based Lending\n• James Paris, Executive Vice President at Avant, Ashish Jain, Senior Vice President at\nSoFi and John Schleck, Senior Vice President at Bank of America discussed key\ntrends and recent developments in Tech-Based lending.\n• Audience members and panelists generally agreed that improved customer service,\nfull spectrum lending, and better pricing all are contributing to the growth in techbased\nlending. SoFi did caution that better pricing is not usually the primary driver\nas banks can usually offer cheaper pricing.\nChart 75: What is the biggest driver of growth in tech-based lending\n40%\n30%\n27%\n27%\n33%\n20%\n10%\n13%\n0%\nImproved service\nmodel\nFull spectrum lending Better pricing –\ncheaper\nAll the above\nSource: BofA Merrill Lynch Global Research\n• Acquisition models differ by company but being efficient at customer acquisition is\nkey for a successful tech-based lender. SoFi estimated that its customer acquisition\ncost is 1/5 th that of a bank which enables it to effectively compete and partner with\nbanks. Panelists highlighted the use of data analytics to more efficiently target\npotential customers via direct mail, digital ads or through affiliate programs.\n• Audience members were split on the main risks to investing in tech-based\ncompanies with limited sustainable competitive advantage, untested credit models\nand fragile all highlighted as key risks. Somewhat surprising given events earlier\nthis year, regulatory concerns were not high on the list of investor concerns.\n2016 Future of Financials Conference | 17 November 2016 51\nChart 76: Biggest risks to investing in a tech-based lending companies\n40%\n30%\n29%\n32% 32%\n20%\n10%\n7%\n0%\nNo sustainable\ncompetitive advantage\nUntested credit\nmodel/risk\nmanagement\nFragile funding model\nUncertain regulatory\nbackdrop\nSource: BofA Merrill Lynch Global Research\n• Panelists agreed that flexible funding models that utilized both balance sheet\nlending and distribution of loans were important for a tech based lender.\nAdditionally, panelists said that risk management is top of mind and tech based\nlenders are increasingly applying refined analytics that rely on credit variables\ndirectly from credit bureaus into their lending and portfolio management decisions\nThe Future of Payments: The Need for Speed\n• Jonathan Lear, President – North America, Earthport and Bruce Parker, Founder of\nModopayments spoke on The Future of Payments panel. In a wide ranging\ndiscussion, the panelists discussed the B2B opportunity, the importance of\npartnering with incumbents and the need to maintain Safety standards.\n• Audience members identified the lack of a clear value proposition for new players\nrelative to incumbents and concerns about Safety and Security as the largest risks\nto investing in new Fin Tech payments companies.\nChart 77: What is the primary risk to investing in new entrants within the payments landscape?\n40%\n20%\n0%\n38%\nUnclear value\nproposition of new\nentrants relative to\nincumbents\nSource: BofA Merrill Lynch Global Research\n23%\nRapid innovation that\nerodes value\nproposition\n38%\nConcerns around\nsafety & security\n0%\nIntense regulatory\nfriction\n• Panelists generally thought the best way for a new Fin Tech companies to succeed\nwas by partnering with incumbents. This was consistent with the views of audience\nmembers, a majority of whom thought the payments industry would continue to be\ncontrolled by incumbent institutions partnering with innovative tech companies.\n52 2016 Future of Financials Conference | 17 November 2016\nChart 78: What do you believe will be the structure of the payments industry in 5-7 years?\n80%\n60%\n59%\n40%\n28%\n20%\n0%\nDominated by large\nincumbent payment\nbrands\nControlled by large\nincumbent institutions\nenable by innovative\ntech companies\n10%\nControlled by savvy\ntech companies\noperating through\ntraditional payments\nproviders\n3%\nDominated by dynamic\neco-system of savvy\ntech companies\nSource: BofA Merrill Lynch Global Research\n• Panelists highlighted that while recent innovations in faster payment transfers have\nbeen focused on P2P applications, the B2B opportunity is 7-10x larger. That said,\npanelists thought, based on experience in the UK, the cost of faster payments\nwould likely have to be borne by the existing payment infrastructure as consumers\nhave not been willing to pay for faster transfers. Additionally, panelists pointed out\nthat in countries where faster payments have been implemented, it has mostly been\na mandate by regulations suggesting the government has an important role to play.\n• Panelists highlighted Security and Compliance as being essential for a new Fin Tech\ncompany to be admitted as part of the industry ecosystem. Incumbent payment\ncompanies will only partner with a new FinTech company that can meet the safety\nand regulatory standards that the incumbent is required to meet.\nRobo Advisors: Shedding Light on the Potential Opportunity\n• Guest speakers in this panel included Eli Broverman (Co-Founder and President of\nBetterment), Randy Sternke (Vice President, Business Development at Alkanza), and\nVaughn Bowman (Director, Managed Solutions Channel Management at BofAML).\nEach firm discussed the unique aspects of their individual business models and\nwhere they see the robo industry headed in the future.\n• Broverman brought up several key points on how the independent robo advisor\nmodel came about and why it will continue to grow in the future. He believes that\nthe main drivers include a lack of quality advice for investors with few assets,\ninvestors’ beliefs that financial institutions are not aligned with their interests or\ntransparent, and the fact that people want financial services to work as well as the\nother technology in their lives. Broverman believes that the biggest opportunity\ngoing forward is in the mass affluent segment and the 401K space.\n• Alkanza is focused on providing robo capabilities to financial advisory firms through\npartnerships, rather than directly to consumers, with a focus on the platform as well\nas portfolio construction.\n• We surveyed the audience to gauge their views on the potential size of the robo\nadvisor market and the most common answer was that assets will surpass $1T,\nfollowed by assets will hit $500B and then level out.\n2016 Future of Financials Conference | 17 November 2016 53\nChart 79: How significant do you think robo advisor platforms will become over the next 3-5 years?\n60%\n50%\n51%\n40%\n35%\n30%\n20%\n14%\n10%\n0%\nAssets will surpass $1T\nAssets will hit $500B then level\nout\nAssets will hit $500B then\ndecline\nSource: BofA Merrill Lynch Global Research\n• Based on our polling questions, investors believe that the main beneficiaries of the\nrobo advisor trend will be the passive asset managers (40%), followed by the large\nbroker firms adding robo technology (28%) and the online brokers that have\nscalable robo platforms (21%). They also believe that the main driver of success for\nrobo advisors will be a low and transparent cost structure (44%), followed by an\nefficient technology and user interface (25%).\nChart 80: Which firms will benefit the most from the robo advisor trend?\n45%\n40%\n40%\n35%\n30%\n28%\n25%\n20%\n21%\n15%\n10%\n5%\n0%\nPassive asset\nmanagers\nLarge broker firms\nadopting robo\ntechnology\nOnline broker robo\nplatforms that\nhave scale\n9%\nIndependent B2C\nrobo advisor firms\n2%\nRobo advisor firms\nthat have a B2B\nmodel\nSource: BofA Merrill Lynch Global Research\n54 2016 Future of Financials Conference | 17 November 2016\nChart 81: What do you expect to be the main driver of success for robo advisors?\n50%\n45%\n40%\n35%\n30%\n25%\n20%\n15%\n10%\n5%\n0%\n44%\nA low and\ntransparent cost\nstructure\n25%\n11% 11%\nAn efficient Advanced portfolio\ntechnology and construction that\ninterface platform outperforms\nDepartment of\nLabor fiduciary\nrule\n8%\nAccess to a\nhuman in volatile\nmarkets\nSource: BofA Merrill Lynch Global Research\n• Finally, all of the panel participants believe that the DOL Fiduciary Rule will not be\nrepealed by the new administration, although it may be delayed. In the end, this\nshould benefit robo advisors, as most of the models have low fee structures and\nlimited conflicts of interest.\nState of the Multifamily Market: Cooling or Collapsing?\nWe hosted a panel to discuss the state and the outlook for the multifamily market\nfollowing a year which has witnessed increased investor anxiety around multifamily loan\ngrowth and heightened scrutiny by banking regulators of multifamily loan portfolios,\nparticularly at banks with a high concentration of multifamily loans. Our panelists\nincluded John Jardine, Co-CEO of Ares Commercial Real Estate Corp, David\nBrickman, Executive Vice President and the Head of Multifamily business at\nFreddie Mac and Alan Fishman, Chairman of the Board at commercial real estate\ninvestment trust Ladder Capital.\n• Multifamily on solid footing: The panelists view the multifamily market as having\na solid foundation with most of the risk lying at the high end, class A properties in\nparticular markets (New York, San Francisco). Even here, the panelists agreed that\nthe issues at the high end segment were more likely to manifest themselves in the\nform of decelerating growth in rents (and increased incentives by landlords) as\nopposed to serious credit issues. Investors echoed this sentiment during a live\naudience poll with 60% of the investors seeing issues in the multifamily market\nlimited to certain regions and at certain rental price points.\n2016 Future of Financials Conference | 17 November 2016 55\nChart 82: How do you view fundamentals for multifamily lending in 2017?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n10%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactivity next year\n0%\nSoftening\nfundamentals\nshould lead to\nworsening credit\nmetrics\n23%\nSoftening\nfundamentals\nshould lead to\nslower financing\nactiving and\nworsening credit\nmetrics\n60%\nSome concern, but\nonly in certain\nregions and at\ncertain rental price\npoints\n7%\nNo concern\nSource: BofA Merrill Lynch Global Research\n• Future demand in multifamily promising: Looking forward, the panelists see\nhealthy demand for multifamily housing given a preference among millennials to\nlive in urban areas versus the suburbs. Moreover, the panelists noted that increasing\ndebt burden tied to student loans is likely to make home ownership out of reach for\nseveral first time home buyers. Furthermore, it was noted that the US needs 1.5mn\nnew housing units each year and the present level of construction activity was not\nkeeping pace with this when looking at it on a national level.\n• Foreign capital part of the equation: Some of the panelists are seeing a\nsignificant flow of foreign capital into the multifamily market with Mr. Brickman\nsurmising that data around inflow of foreign capital into the commercial real estate\nmarket was likely understated given that significant amount of inflows have come\nindirectly through investment vehicles like private equity.\n• Risk retention rules modest impact: Our multifamily panelists viewed the risk\nretention rule for CMBS as having a modest impact given the large role played by\nthe GSEs in lending to the multifamily space. It was also noted that while the rule\nmay dampen private securitization activity, less competition from the CMBS\nmarkets would be a positive for balance sheet lenders.\n• Impact from rising rates may not be all news: While the panel acknowledged that\nthe rise in interest rates will likely push cap rates higher, an increase driven by a\nmore favorable growth outlook may not be as bad. This is because a stronger\neconomy should theoretically lead to a better backdrop for jobs and wage growth,\nthereby providing landlords some leeway to raise rents.\nThe Future of Big Data in Financials\nWe hosted a panel to discuss how big data is impacting the financial services industry.\nThe panel discussed key big data buzzwords including machine learning, data scientist,\nstructured data and unstructured data. They panel also reviewed how different firms are\nadapting big data solutions to solve specific company issues. Our panelists included\nJessica Donohue, the Chief Innovation Officer for State Street and the head of\nadvisory and information solutions for State Street Global Exchange, Greg\nMichaelson, head of data science practice at Data Robot, and Sandeep Saini, head\n56 2016 Future of Financials Conference | 17 November 2016\nof global markets sales, research, and capital markets technology at Bank of\nAmerica Merrill Lynch.\n• How big data can influence the future: The panel confirmed the notion that there\nare many different definitions for big data, but everyone seemed to agree almost all\nfinancial firms are seeking effective ways to implement big data techniques to 1)\ngenerate alpha, 2) manage risk 3) manage expenses.\n• Companies polled are a long way from benefitting big data: 96% of the\naudience polled said their firm is either somewhat effective or not at all effective at\nusing big data. Some of the main challenges the panelists highlighted during our\ndiscussion were merging multiple legacy data systems and finding attractive talent\nwith both data science and business experience.\nChart 83: How effective is your firm at using big data?\n70%\n60%\n57%\n50%\n40%\n39%\n30%\n20%\n10%\n4%\n0%\nFully integrated with the\ninvestment and process and\noperations\nSomewhat effective\nNot at all effective\nSource: BofA Merrill Lynch Global Research\n• The panel discussed three roles needed to solve data science problems: 1)\nsomeone who has sway to make change and implement solutions 2) business\nchampion, someone to discuss solutions with technical employees and to share\nknowledge on key issues such as regulation 3) technically savvy employees.\n• Implementation advice: The panel provided advice for firms that have yet to utilize\nbig data to attempt to solve problems facing their companies. The advice included\nseeking problems that could be solved using data science and focusing on small\nwins with the data present.\n2016 Future of Financials Conference | 17 November 2016 57\nChart 84: Now that we’ve defined “big data”, how far do you think financial institutions are at\nembracing the use of big data today?\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n5%\nFully committed to\nusing big data to\ngenerate\ninvestment alpha /\nrevenue growth\n19% 19%\nFully committed to\nusing big data to\nimprove cost or\nprocess efficiency,\nrisk management,\nregulatory\ncompliance\nFully committed to\nusing big data\nacross the\norganization\n49%\nSomewhat\ncommitted\n8%\nNot at all\ncommitted\nSource: BofA Merrill Lynch Global Research\nChart 85: After this conversation, have you changed your mind on how financial institutions are\nadopting big data in their businesses?\n60%\n55%\n50%\n40%\n30%\n20%\n23% 23%\n10%\n0%\nFinancial institutions are more\ncommitted to allocating\nresources to big data than I\nthought\nFinancial institutions are less\ncommitted to allocating\nresources to big data than I\nthought\nNo change\nSource: BofA Merrill Lynch Global Research\nThe Future of Financials M&A and Regulation\nWe hosted a panel to discuss the state and outlook of M&A and regulation. Given the\nresults of the US election and the potential for easing of regulations, the panel\ndiscussed a timely topic on the mind of investors. Our panelists included Rodgin Cohen,\nSenior Chairman of Sullivan & Cromwell; Richard Kim, partner at Wachtell, Lipton,\nRosen & Katz, and Ed Hill, Senior Vice President, Government Affairs, Bank of\nAmerica Corporation.\n• Regulation is about tone: Our panelists agreed that the scope and strength of\nregulation comes from the tone and attitude of regulators rather than from\nlegislation. They noted that an attempt to repeal legislation such as Dodd-Frank\nwould be misplaced as most direction derives from the tops of regulatory bodies.\nThey also felt Senator Hensarling’s Financial Choice Act would not be a better\nalternative to Dodd-Frank given the 10% leverage ratio is not a Federal Reserve\ndefinition of leverage. Utilizing a Fed definition would likely lead to leverage north\nof 10%. The inclusion of CAMEL ratings with the leverage ratio would also allow\nregulatory sway over institutions.\n58 2016 Future of Financials Conference | 17 November 2016\nChart 86: Following last week’s GOP sweep, do you think regulatory relief is in the cards for\nthe financial services industry?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n29%\nYes, and this should have a\nmeaningful impact to returns\n62%\nYes, but change in regulatory\nburden and subsequent impact\nto bank returns will be more\ngradual than what financial\nstocks are currently pricing in\n9%\nNo, I think there will be little\nchange in regulatory burden\nSource: BofA Merrill Lynch Global Research\n• CCAR a product of regulatory attitude: The panelists agreed that CCAR in its\ncurrent form is not a result of legislation as post-recession bank stress tests (SCAP)\nexisted prior to Dodd-Frank. Furthermore, the panelists noted Dodd-Frank’s\ndefinition of a stress test is very basic, which has been made more stringent and\ncomplex as a result of regulators. Mr Cohen also noted that a lack of transparency\nof the test was the least defensible part of CCAR.\n• Biggest obstacle for bank M&A and activist influence is regulation. Despite\nheadlines of increased shareholder activism within the banking industry, the\nmajority of investors polled (61%) believe activist investors have only a moderate\nimpact on corporate strategy (see chart). Specifically, Mr. Cohen explained that two\nof the three reasons why an activist will typically get involved with a corporate are\ndifficult to achieve on a bank’s board given the level of regulatory oversight on the\nindustry. While selling the bank is the one area where activists have had success,\nthis typically occurs at the community bank level. That said, he believes a change in\nattitude of regulators could free up M&A activity.\nChart 87: What kind of impact does an activist investor have in corporate strategy and\nultimate shareholder value?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n18%\nMeaningful impact, as activism\nbehooves complacent Boards\nto rethink corporate strategy in\na way that is most positive to\nnear-term and long-term\nshareholder value\n61%\n21%\nModerate impact, as activism No meaningful impact, as many\ncan bring issues to the forefront activists have a short-sighted\nand can invigorate deal view of shareholder value\ndiscussions but have modest\ninfluence in corporate strategy\nand ultimate shareholder value\nSource: BofA Merrill Lynch Global Research\n2016 Future of Financials Conference | 17 November 2016 59\n• How to do M&A right: When describing acquisitions that most impressed the\npanelists, a key reason for success was the acquirer keeping the target\nmanagement in place as well as giving the target management independence. The\nscope and planning of the integration was also critical for success.\nChart 88: Do you think M&A activity in financial services will pick\nup in 2017?\nChart 89: If you voted yes, what statement closely matches your\nrationale?\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n26%\n57%\n17%\nYes, meaningfully Yes, modestly No, I don’t think deal\nactivity will increase\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n48% 47%\nLower anticipated\nregulatory burden,\nparticularly on buyers\nModest economic\ntailwinds and/or subscale\nbusinesses will\nbehoove more\ninstitutions to sell\n5%\nShareholder activism\nshould pick up and\nhelp drive activity\nSource: BofA Merrill Lynch Global Research\nSource: BofA Merrill Lynch Global Research\nUnderstanding the Changing Fixed Income Markets\nWe hosted a panel to discuss the evolution of the fixed income market structure given\nthe advent of electronic trading and regulatory construct. Our panelists included Lee\nOlesky (co-founder and CEO of Tradeweb), Adam Brown (Head of US Rates\nElectronic Trading at BofAML) and Brian Callahan (Head of US Par Loan Trading\nand the head of Electronic Initiatives for Global Credit and Special Situations at\nBofAML).\n• Electronification of fixed income markets steadily growing; however, lag\nEuropean market. Electronic trading came to fixed income trading in the late\n1990’s as a way of automating transactions (i.e. create a more efficient process\nbetween parties). Today in the US, the investment grade market is 16-20%\nelectronic, the high yield market is 8% (has doubled over the last few of years), the\ntreasury market (which has been growing steadily over last 10-15yrs) is 80-90% of\nthe actual trade count is electronic. While the electronification of the derivative\nmarket was slower to evolve, recent regulatory reform has accelerated the\nelectronification process (50% today). That said, while the evolution towards\nelectronification in the US continues to grow, the European bond market is actually\nmore advanced with nearly 50% of the bond market automated (vs. 20% for the\nUS).\n• Regardless of possible regulatory relief, electronification may slow but won’t\nend entirely. While a partial repeal or lightening of Dodd-Frank would be a net\npositive for the financial markets, and possibly lower the costs to banks and endusers,\nMr. Brown doesn’t see a dramatic effect on the market structure. In other\nwords, regulatory relief may only slow down the electronification progress.\n• Electronification within the fixed income market is a modest priority among\nasset managers. Fifty-two percent (52%) of the audience polled believe it to be a\nmodest priority in their own corporate strategy to embrace new\ntechnologies/electronification in fixed income. Mr. Brown was not surprised by the\nresults as many of the asset managers have their own constraints from technology\nfunding to regulatory issues to running the day-to-day business. While\n60 2016 Future of Financials Conference | 17 November 2016\nelectronification is something that pays dividends, these benefits occur over time.\nThat said, general sentiment from asset managers is that electronification is\nsomething they want as it leads to efficiency.\nChart 90: As you think about corporate strategy for asset managers, how open is your firm with\nembracing new technologies/electronification in the fixed income space?\n60%\n50%\n52%\n40%\n30%\n20%\n19%\n29%\n10%\n0%\nTop priority in corporate\nstrategy\nModest priority in corporate\nstrategy\nLow priority in corporate\nstrategy\nSource: BofA Merrill Lynch Global Research\n• ETF market for fixed income securities expected to grow significantly. Unlike in\nthe equities market where ETFs are 7% of the volume traded, fixed income ETFs\nare still sub-1% (0.8% at YE15). As the market continues to grow, particularly in the\nasset classes where the underlying bonds aren’t that liquid, Mr. Callahan noted\nseeing increased liquidity in the ETFs for liquidity reasons. Following in the\nfootsteps of the equities market, Mr. Callahan expects the fixed income ETF market\nto grow significantly and be very impactful to the overall market structure.\n• Greater concern around speed at which liquidity can change vs. liquidity in the\nmarket. There is a lot of concern around liquidity in fixed income markets. That\nsaid, Mr. Brown is more concerned with the speed at which liquidity can change.\nThere has been growing evidence that the market is going to adjust greater and\nfaster than the underlying fundamental reasons for the correction. As such, this is\ncausing participants to revisit how they look at risk management. Now market\nparticipants need to take into account not only their behavior, but their reaction to\nother participants’ behavior (i.e. contagion effect).\n• Fewer, well-established platforms reduce overall risk within system. Eighty-nine\n(89%) percent of the audience polled prefer to conduct business with a few, wellestablished\nplatforms to diminish risk within the system. Using the government\nbond market as an example, Mr. Olesky points out that the growing contribution\nfrom PTFs to the overall treasury trade volume has increased the risk outside the\nprimary-dealer system. This is a risk Mr. Olesky believes needs to be addressed and\nprefers a central clearinghouse for fixed income transactions.\n2016 Future of Financials Conference | 17 November 2016 61\nChart 91: As you think about platform management, what is your view on having multiple options of\nliquidity providers?\n100%\n90%\n80%\n70%\n60%\n50%\n40%\n30%\n20%\n10%\n0%\n11%\nPrefer to have a material amount of options\n89%\nPrefer to conduct business with a few, wellestablished\nplatforms\nSource: BofA Merrill Lynch Global Research\n62 2016 Future of Financials Conference | 17 November 2016\nTable 1: PO Changes\nFirm Rating QRQ Current Price Old PO New PO\nASB UNDERPERFORM B-3-7 $22.45 $19.00 $20.00\nBANC NEUTRAL C-2-7 $14.80 $18.50 $15.50\nBBT BUY B-1-7 $42.82 $41.00 $45.00\nBKU BUY C-1-7 $34.19 $36.00 $37.00\nBOH UNDERPERFORM B-3-7 $85.67 $64.00 $75.00\nC BUY B-1-7 54.63 $55.00 $60.00\nCBF BUY C-1-7 $35.80 $35.00 $38.00\nCBSH NEUTRAL A-2-7 $56.39 $53.00 $60.00\nCFG BUY B-1-7 $30.73 $28.00 $33.00\nCFR UNDERPERFORM B-3-7 $82.93 $70.00 $74.00\nCMA UNDERPERFORM B-3-7 $59.21 $49.00 $55.00\nEWBC BUY B-1-7 $45.64 $45.00 $50.00\nFBP NEUTRAL C-2-9 $6.29 $6.00 $6.50\nFCB BUY C-1-9 $39.75 $44.00 $44.00\nFHB NEUTRAL C-2-7 $29.48 $28.00 $31.00\nFHN UNDERPERFORM B-3-7 $17.97 $14.50 $16.00\nFITB NEUTRAL B-2-7 $24.90 $23.00 $26.00\nFSB NEUTRAL C-2-9 $33.80 $40.00 $36.00\nGS BUY B-1-7 $206.26 $195.00 $230.00\nGWB BUY B-1-7 $38.85 $38.00 $42.00\nHBAN BUY C-1-7 $11.93 $12.00 $13.00\nHBHC NEUTRAL B-2-7 $39.05 $35.00 $41.00\nIBKC BUY B-1-7 $78.05 $74.00 $85.00\nJPM BUY B-1-7 77.40 $74.00 $83.00\nKEY BUY B-1-7 $16.73 $17.00 $18.00\nMS BUY B-1-7 $39.19 $36.00 $43.00\nNYCB BUY C-1-8 $15.36 $17.00 $17.00\nPB UNDERPERFORM B-3-7 $64.38 $50.00 $58.00\nPNC BUY B-1-7 $107.51 $100.00 $110.00\nRF NEUTRAL B-2-7 $12.89 $11.00 $13.00\nSBNY BUY B-1-9 $147.02 $140.00 $160.00\nSIVB BUY B-1-9 $147.35 $140.00 $165.00\nSNV NEUTRAL C-2-7 $38.01 $35.00 $40.00\nSTI BUY B-1-7 $50.79 $48.00 $53.00\nTCB UNDERPERFORM B-3-7 $16.23 $13.50 $14.00\nTCBI NEUTRAL C-2-9 $70.75 $62.00 $74.00\nUMBF BUY B-1-7 $72.04 $65.00 $78.00\nUSB NEUTRAL B-2-7 $47.87 $45.00 $50.00\nWFC BUY B-1-7 51.68 $50.00 $55.00\nZION UNDERPERFORM C-3-7 $37.46 $30.00 $36.00\nSource: BofA Merrill Lynch Global Research\n2016 Future of Financials Conference | 17 November 2016 63\nPrice objective basis & risk\nAllianceBernstein (AB)\nOur $25 price objective is based on 13x target P/E on our '17E, a discount vs our target\nfor asset managers as a group, based on improving but inconsistent flows and limited\nactive equity exposure as well as the MLP structure which means less liquidity, though a\nhigh distribution. Upside/downside risks to our price objective are market\nappreciation/depreciation, similar to other asset managers, underperformance, and an\nunpredictable yield since it is based on earnings rather than fixed. Because Alliance is an\nMLP, total potential return includes a variable distribution based on earnings.\nAmer Express (AXP)\nOur $74 price objective reflects a 13x PE multiple to our 2017 EPS estimate. Given the\nelevated uncertainty, we expect AXP will trade near the low end of its historical\nvaluation range, which averages 12x-16x. This multiple reflects our view of solid loan\ngrowth and better billings, offset by increased risks of rising credit and marketing costs.\nWe think the market will view AXP through a more credit card lens in the near-term,\nwhich also supports a multiple at the low end of the historical range.\nUpside risks to our PO are stronger than expected macroeconomic conditions,\naccelerating consumer and business spending, lack of disruptions in capital markets, or a\ndecreasing regulatory burden. Downside potential could come from weaker than\nexpected macroeconomic conditions and renewed recessionary pressure, softer\nconsumer and business spending, disruptions in capital markets, or an increasing\nregulatory burden.\nAres Management (ARES)\nOur price objective (PO) for Ares is $18, which implies a target price-to-ENI (P/ENI or\nP/E) multiple of 11x our 2017 ENI estimate. Our price objective is based on our sum-ofthe-parts\n(SOTP) analysis. Our SOTP analysis includes the following components: a\ntarget multiple on fee related earnings (15x - in line with or a premium to asset\nmanager multiples given healthy growth and sticky assets), book value for the balance\nsheet investments and accrued carry, and a discounted value on the performance fee\nupside over a cycle (1.3x MOIC). Based on this method, we value the fee related\nearnings at $13/unit, the balance sheet (principal investments and accrued carry) at\n$4/unit, and the discounted value of future carry income and investment income at\n$1/unit, which equates to a total value of $18.\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in tax\nlaws related to carried interest and partnerships, legal and political risk, increased\nregulation, credit market disruptions, poor performance, weak fundraising, expansion\nrisk, key person and talent risk, competition, a unique corporate structure that limits\nunitholder control, and lock ups.\nAssociated Banc-Corp (ASB)\nWe use an equal weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $20 price objective and assign a 1.4x multiple to 3Q17E TBV and a 14.9x 2017\nP/E multiple, in-line with smid-cap peers due to their near median return profile. Our\nDCF assumes a two-stage cost of capital of 10% and a terminal growth rate of 5%. The\nupside risk to our price objective is a less onerous residential RE cycle. Downside risks\nare a double dip in housing prices, deteriorating energy portfolio and falling rental\nincome for commercial properties.\nBanc of California (BANC)\nTo arrive at our $15.50 price objective, we have employed a three-factor valuation\nmethodology that incorporates target P/E, target P/TBV and a DCF model. For our P/E\nanalysis, we use a 14x earnings multiple on BANC's 2017E core earnings below peer\n64 2016 Future of Financials Conference | 17 November 2016\nmultiples due to lagging EPS growth. For our P/TBV valuation, we apply a 1.2x tangible\nbook multiple to BANCs 2Q17E tangible book below peer multiples due to lagging ROTE.\nFor our DCF analysis, we forecast net income growth stabilizes at 3% in the terminal\nstage. We also assume a beta of 1.1x in the terminal stage.\nDownside risks to our price objective are slower than expected loan growth, and a\nreduction in the common dividend.\nBank of Hawaii Corp. (BOH)\nWe use an equal weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $75 PO and assign a 2.2x multiple to 2Q17E TBV, representing a premium to\npeers, which we believe is appropriate given a stronger profitability and capital profile.\nOur 17x multiple on 2017E EPS is equal to the the peer median given average EPS\ngrowth relative to peers. Our DCF assumes a two-stage cost of capital of 9.8% and a\nterminal growth rate of 3%.\nDownside risks to our price objective are a longer-than-anticipated low rate\nenvironment and a reversal of local economic improvement. Upside risks are a strongerthan-expected\neconomic rebound, better-than-expected capital distribution and a\nshorter-than-anticipated low rate environment.\nBankUnited, Inc. (BKU)\nTo arrive at our $37 price objective, we have employed an equal-weighted three factor\nvaluation methodology that incorporates target P/TBV, P/E and DCF. We have applied a\ntarget P/TBV value multiple of 1.5x on our 2Q17E TBV and a P/E target multiple of 16x\n'17 EPS, based on BKU's above average growth relative to peers. Our DCF assumes a\ntwo-stage cost of capital of 7.9% and 9.3% and a terminal growth rate of 6%.\nDownside risks to our price objective are slower CRE loan growth on the back of\nregulatory oversight, as well as an inability to deploy excess capital, increased\ncompetition for Florida M&A and an inability to continue to implement an organic\ngrowth strategy in New York City.\nBB&T Corporation (BBT)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $45 PO\nand assign a 1.6x multiple to 2017E TBV and 14.5x multiple on 2017E EPS. We have\nweighted the P/E and P/TBV factors equally at 40%, and our DCF analysis by 20%.\nOur EPS multiple is in-line with BBT's historical avg, which reflects very high-growth\nyears in the 1990s, a pace unlikely to be achieved near term given BBT's size as well as\nthe challenging macro backdrop and industry headwinds. Our DCF assumes a two-stage\ncost of capital of 9.7% and 10.9% and a terminal growth rate of 4%.\nRisks to our price objective are macro risks such as a double dip recession, the\nimplementation of a strict liquidity coverage ratio and further regulation on overdraft\nincome that restricts bank profitability. Specific to BBT, risks are enhanced regulatory\nscrutiny and capital standards as a Domestic SIFI, the announcement of a large,\nexpensive deal, and the risk that the NPBC transaction does not consummate.\nCapital Bank Financial Corp. (CBF)\nOur $38 PO is based on an equal-weighted, two-factor valuation methodology that\nassumes: We assumes a 20.0x P/ 2017e EPS and a target P/TBV of 1.6x to 2017E\ntangible book given our forecast above peer EPS growth.\nDownside risks to our PO are an inability to deploy excess capital and create value\nthrough acquisitions.\n2016 Future of Financials Conference | 17 November 2016 65\nCitigroup Inc. (C)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $60 PO,\nassigning a 0.9x multiple to 2017E TBV and 11x multiple on '17E blended NA and EM\nearnings. We have weighted the P/E and P/TBV factors equally at 40%, and our DCF\nanalysis by 20%.\nNear term, we view C's current market multiple as overly discounted, but expect money\ncenter banks will likely continue to trade at a discount to the regionals. Our 1x TBV\nmultiple represents a 0.3x discount to our median multiple for our universe. Our\ndiscount to TBV is a reflection of the earnings drag from Holdings and the fact that\nmoney centers will most likely continue to trade at a discount to regional peers. Our 11x\n16E multiple is based on a sum of the parts analysis, where we apply a 10.5x multiple,\non all operations ex. Lat Am and Asia GCB. We then apply a 11x multiple on Lat Am and\nAsia GCB to represent the earnings growth for consumer banking in emerging markets.\nLastly, we deduct the earnings drag from Holdings. Our DCF analysis assumes a 5%\ngrowth rate and two stage cost of equity of 13%.\nRisks to our PO are macro risks such as a slower than expected rate of fed hikes, and\neconomic downturn and further scrutiny of the financials industry. Specific to C, risks\nare enhanced regulatory and capital standards as a Global SIFI, slower wind-down on Citi\nHoldings than expected, and slower-than-expected growth in the emerging markets and\npotential fines.\nCitizens Financial Group (CFG)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $33 price\nobjective and assign a 1.2x multiple to our 2017E TBV in-line with other asset sensitive\npeers. We place a 15x multiple on our 2017E EPS, also in-line with its asset sensitive\npeer group. Our DCF assumes a two-stage cost of capital of 10% and a terminal growth\nrate of 5%.\nDownside risks to our price objective are: 1) a significantly delayed Fed rate hike leading\nto pressured revenue growth, 2) higher losses associated with CFG's consumer oriented\nloan portfolio, and 3) a quicker than expected credit normalization.\nComerica Incorporated (CMA)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $55 PO,\nand assign a 1.2x multiple to 2017E TBV (in line with the median energy-exposed peers)\nand 16x multiple on 2017E EPS due to below peer EPS growth and ROTE. We have\nweighted the P/E and P/TBV factors equally at 33%, and our DCF analysis by 33%. Our\nDCF assumes a two-stage cost of capital of 12.3% and 10.5% and a terminal growth\nrate of 5% and Tier 1 common of 8% at termination.\nDownside risks to our PO are a more severe than expected impact from lower energy\nprices, or a slower than expected rate of fed hikes. Upside risks are a better than\nexpected rebound in energy prices and sooner recognition of cost saves.\nCommerce Bancshares Inc. (CBSH)\nWe use an equal-weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $60 PO and assign a 2.2x multiple to 2Q17E TBV, representing a premium to\npeers, given higher-quality earnings and capital position. Our assigned 18x multiple on\n2017E EPS is at a premium to peers due to higher earnings quality. Our DCF assumes a\nterminal cost of equity of 9%, and a terminal growth rate of 3%.\nDownside risks to our price objective are regulatory headwinds, or longer-thananticipated\nlow-rate environment. Upside risks are a stronger-than-expected economic\nrebound, better-than-expected capital distribution and a potential takeout above our\nprice objective.\n66 2016 Future of Financials Conference | 17 November 2016\nCullen/Frost Bankers Inc (CFR)\nTo arrive at our $74 price objective, we employed a three-factor valuation methodology\nthat incorporates target P/E, target P/TBV and a DCF model. For our P/E valuation, we\napply a 15x earnings multiple on CFR's 2017E core earnings. For our P/TBV valuation,\nwe apply a 1.7x tangible book multiple to CFR's 2017E tangible book. Both multiples are\nlower than peers for CFR due to EPS headwinds and rising credit costs from lower\nenergy prices. For our DCF analysis, we use a net income growth of 3.0% and assume a\nbeta of 1.0 in the terminal stage.\nUpside risks to our PO: a sharp rebound in oil prices, higher than expected interest rates,\nstronger loan growth, better than expected credit performance of CFR's energy loan\nportfolio. Downside risks: A worse than expected decline in Texas economic growth that\nimpacts CFR's balance sheet growth, a slower than expected pace or rate hikes and a\nworse than expected sell off in oil prices.\nEast West Bancorp, Incorporated (EWBC)\nOur three-pronged valuation methodology (target P/E, target P/TBV, and DCF analysis)\ndrives our price objective of $50. We assumes a 16.0x P/ 2017e EPS and a target P/TBV\nof 2.0x to 2Q17E tangible book given our forecast above peer EPS growth. Our DCF\nassumes a two-stage cost of capital of 9.5% and a terminal growth rate of 3% Upside\nrisks to our PO are a quick economic recovery (led by stabilization or appreciation in CA\nhousing values) or a faster than expected recovery in China. Downside risk to our PO is\nan even deeper economic slowdown driving corporate losses higher than we currently\nanticipate, faster than expected normalization in credit.\nEaton Vance (EV)\nOur $35 price objective is based on a target P/E of 15x calendar 2016E (14x '17E), at a\ndiscount to our asset-manager group target multiple, given recent outflows from high\nfee products, offset by distinct products in areas such as floating rate and overlay.\nDownside risks to our price objective are market depreciation and investment underperformance,\nas for all asset managers, and (should the economy slow) concentration in\nsome credit areas, such as bank loan funds, high yield and longer-duration munis. Upside\nrisks are improving performance, flows, or future traction from EV's ETF licensing\ninitiative.\nFCB Financial Holdings, Inc (FCB)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $44 price\nobjective and assign a 1.6x multiple to our 2017E TBV given that we believe the market\nwould pay a 0.3x premium for FCB's 2016 estimated returns in line with the median\npremium of its peer group (Florida banks, High Growth, Bank Acquisition, and SMIDs).\nWe place a 18x multiple on our 2017E EPS, a premium to its SMIDs peers given our\noutlook for stronger EPS growth. Our DCF assumes a two-stage cost of capital of 10%\nand a terminal growth rate of 3%.\nDownside risks to our price objective are a deterioration in credit quality in FCB's\nunseasoned newly originated loan portfolio, a downturn in the Florida economy, and\ncontinued competition for C&I loans. Upside risks are a better than expected\nimprovement in its return profile and a much stronger economic improvement in the\nFlorida economy.\nFifth Third Bank (FITB)\nOur PO of $26 is predicated on target P/E multiple of 15x to reflect higher confidence\nin FITB achieving most of its profit improvement goals related to Project North Star.\nThis represents a modest premium versus peers. Downside risks to our PO are a\nprolonged low interest rate environment, expensive M&A and slower than guided loan\ngrowth on weaker economic activity.\n2016 Future of Financials Conference | 17 November 2016 67\nFirst Bancorp Puerto Rico (FBP)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $6.50 price\nobjective. We assign a 1.0x multiple to our 2Q17E TBV, below the 1.6X for peers, due to\nthe overhang of PR fiscal issues that may reduce TBV. Our revised implied 2Q17E TBV\nof 1.0x is consistent with a 5% ROE. We assign a 10x multiple to our 2017E EPS, in line\nwith peers. Our DCF assumes a two-stage cost of capital of 10% and a terminal growth\nrate of 3%.\nDownside risks to our price objective are a worse-than-expected restructuring of PR\ngovernment debt, deterioration in the Puerto Rican economy that could hurt the ongoing\ncredit and earnings recovery at FBP, a change in management's strategy to dispose\ntroubled assets, and potential regulatory risk stemming from the ongoing\nimplementation of the Dodd-Frank financial rules. Upside risks to our price objective are\na much stronger economic improvement in Puerto Rico and a better-than-expected\nimprovement in asset quality trends at FBP.\nFirst Hawaiian Inc. (FHB)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $31 PO\nand assign a 2.2x multiple to 2017E TBV and 17x multiple on 2017E EPS, representing\npremium target multiples for the median smid-cap banks under coverage. We have\nweighted the P/E and P/TBV factors equally.\nA superior profitability profile suggests an above peer multiple. Our DCF assumes a twostage\ncost of capital of 8% and a terminal growth rate of 4%.\nRisks include 1) FHB's reliance on the Hawaiian economy with 80% of the franchise\nspread across Hawaii, Guam, and Saipan poses downside risk to EPS from a severe\neconomic downturn in this region. 2) While FHB has a history of conservative\nunderwriting its exposure to auto loans could serve as an overhang if investor concerns\naround the health of the auto sector and consumer increase. 3) Expectations for\ncontinued divestiture by French bank BNP (owns 82% of shares o/s) could temper stock\nperformance.\nFirst Horizon National Corp. (FHN)\nWe use a three-prong valuation framework (P/E, P/TBV, DCF) to arrive at our $16 price\nobjective and assign a 1.5x multiple to 2Q17E TBV and a 14x multiple to 2017E EPS\n(inline with median for our mid-to-small cap universe). We believe that this valuation\ndiscount is warranted given the below average earnings growth that we forecast for\nFHN. Our P/TBV and P/E targets reflect our expectation that earnings growth and\nprofitability will remain challenged by a low growth low interest rate environment. Our\nDCF assumes a two-stage cost of capital of 10% and a terminal growth rate of 5%.\nDownside risks to our price objective are a double dip in home prices and slower\nresidential real estate recovery. Upside risks are FHN being taken out above our price\nobjective and better performance in the economy than we expect.\nFranklin Financial Network, Inc. (FSB)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $36 price\nobjective and assign a 1.8x multiple to our 2Q17E TBV, given that we believe the market\nwould pay no premium for FSB's 2016 estimated returns of 14%, below the median of\nits peer group (High performing, Southeast peers, and SMIDs). We place a 14x multiple\non our 2017E EPS, a premium to its peer group given above average expected EPS\ngrowth. Our DCF assumes a two-stage cost of capital of 10% and a terminal growth\nrate of 3%.\nDownside risks to our price objective are: 1) execution risk leading to slower than\nexpected loan growth or lower than expected improvement in the efficiency ratio, 2)\n68 2016 Future of Financials Conference | 17 November 2016\ndownturn in the local real estate markets affecting Franklin's construction loans and\nincreasing credit costs via higher charge-offs and provisions, and 3) inability to\neffectively fund asset growth driving greater than expected compression in the net\ninterest margin.\nGoldman Sachs (GS)\nWe value the brokers based on the relationship between ROE (return on equity) and PB\n(price to book), which has a high historical correlation. Our $230 PO is based on a target\nPB multiple of 1.2x our forward book value estimate, which is above our 2017E ROE of\nroughly 10% as we add in higher interest rate expectations and loosening regulations\ninto our multiple.\nRisks to the downside are a weaker economy/capital markets, increased macro issues,\ntougher regulation, and litigation, while risks to the upside are a stronger economy,\nmoderating macro risks, market share gains, and less onerous regulatory and legal\nissues.\nGreat Western Bancorp Inc (GWB)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $42 price\nobjective and assign a 2.0x multiple to our 2Q17E TBV given that we believe the market\nwould pay premium for GWB's 2016 estimated returns of 15%, in line with the median\npremium of its peer group (High performing, Midwest peers, and SMIDs). We place a 16x\nmultiple on our 2017E EPS, a premium to its peer group given higher quality earnings.\nOur DCF assumes a two-stage cost of capital of 10% and a terminal growth rate of 3%.\nDownside risks to our price objective are a prolonged downturn in the farm sector and\nlower for longer interest rate environment. Upside risks are a better than expected\nimprovement in the farming industry and a much stronger economic improvement in the\nMidwest economy.\nHancock Holding (HBHC)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $41 price\nobjective. We assign a 1.5x multiple to our 2Q17E TBV, in line with SMID-cap peers\nbased on their in-line return profile, and this translates to $35.75. We place a 14.5x\nmultiple on our 2017E EPS, in line with other peers based on forecasted EPS growth, for\n$33. Our DCF assumes a two-stage model with terminal growth rate of 3.5% and a cost\nof capital of 8.5% to derive our $35 PO.\nDownside risks to our price objective are regulatory issues, slowing growth and if M&A\nsynergies do not materialize. Upside risks are better than expected cost saves, stronger\nloan growth that would lead to better than forecast spread revenue and lower credit\ncosts.\nHuntington Bancshares Inc. (HBAN)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our PO of $13\nand assign a 1.8x multiple to 2017E TBV and a 14x multiple on 2017E EPS, below\nhistorical multiples. This is due to more stringent capital standards and the negative fee\nincome impact of pending regulatory reform. Our DCF analysis uses a cost of equity of\n15.7% in the first stage and 11% in the second stage, and a terminal growth rate of 3%.\nRisks to our price objective are an inability to offset regulatory fee income headwinds\nand integration risk associated with FMER. Other risks are an inability to return capital\nto shareholders in a timely fashion or overpaying for an acquisition target.\nIBERIABANK Corp (IBKC)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $85 price\nobjective and assign a 1.6x multiple to our 2Q17E TBV, in line with multiples of other\n2016 Future of Financials Conference | 17 November 2016 69\nhigh growth peers. We place a 16x multiple on our 2017E EPS in line with SMID peers.\nOur DCF assumes a two-stage cost of capital of 10% and a terminal growth rate of 3%.\nDownside risks to our price objective are worse than expected decrease in oil prices,\nregulatory issues, deteriorating credit quality, and if M&A synergies do not materialize.\nUpside risks are sooner than expected recovery in the oil price, faster than expected rate\nhikes or better than expected improvement in the US economy.\nInvesco (IVZ)\nOur $36 price objective is based on a target P/E multiple of 14x our 2017E, which is\nabove IVZ's historical valuation relative to the group given expectations for superior\norganic growth. Risks to our price objective are market depreciation and investment\nunderperformance, as for all asset managers, along with volatile flows in IVZ's passive\nstrategies, non-US currency and market risk.\nJPMorgan Chase & Co. (JPM)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $83 PO,\nassigning a 1.5x multiple to 2017E TBV and 13x multiple on 2017E EPS. We have\nweighted the P/E and P/TBV factors equally at 40%, and our DCF analysis by 20%.\nNear term, we view JPM's current market P/E multiple as overly discounted, but expect\nmoney center banks will likely continue to trade at a discount to the regionals. Our 11x\nmultiple is a 2x discount to our median multiple as we believe in the near future, money\ncenters will continue to trade at a discount to regional peers. Our DCF assumes a twostage\ncost of capital of 10% and a terminal growth rate of 4%.\nRisks to our price objective are macro risks such as a longer than expected low interest\nrate environment and further regulation and scrutiny of the financials industry. Specific\nto JPM, risks are enhanced regulatory and capital standards as a Global SIFI, mortgage\nputback risk, material decline in investment banking/trading profitability, and increased\nlitigation on matters such as private label securitization, foreclosures, etc.\nKey Corp (KEY)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $18 PO\nand assign a 1.4x multiple to 2017E TBV and 15x multiple on 2017E EPS, in-line with its\npeer group due to near median profitability and EPS growth. Our DCF assumes a two\nstage cost of capital of 13.4% and 10.9% and a terminal growth rate of 5% and Tier 1\ncommon of 8% at termination.\nDownside risks to our PO are a prolonged low interest rate environment, greater than\nexpected expenses, inability to maximize balance sheet efficiency, and the\nannouncement of expensive deals.\nKKR & Co. (KKR)\nOur price objective (PO) for KKR is $17, which results in a target price-to-ENI (P/ENI or\nP/E) multiple of 10x our 2017 economic net income (ENI) estimate. Our price objective\nis based on our sum-of-the-parts (SOTP) analysis. Our SOTP analysis is based on the\nfollowing components: a target multiple on fee related earnings (11x - discount to asset\nmanager multiples given revenue mix), a discount to book value for the balance sheet\ninvestments and accrued carry given markets, and a discounted value on the\nperformance fee upside over a cycle. Based on this method, we value the fee related\nearnings at $6/unit, the balance sheet (principal investments and accrued carry) at\n$9/unit, and the discounted value of future carry income and investment income at\n$2/unit, which equates to a total value of $17, in line with our price objective.\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in tax\nlaws related to carried interest and partnerships, regulatory and political risk, poor\n70 2016 Future of Financials Conference | 17 November 2016\nperformance, weak fundraising, principal investment and balance sheet risk, expansion\nrisk, key person and talent risk, competition, a unique corporate structure that limits\nshareholder control, and share lock-ups that could weigh on the stock.\nLegg Mason (LM)\nOur $36 price objective is based on a target P/E multiple of 12x our calendar '17E, a\ndiscount to the group, given financial leverage, muted flows, and deal/integration risk.\nDownside risks to our price objective: an equity sell-off or weakening flows, which\nwould pressure AUM and revenues. A return to past under-performance at key affiliates\nis also a risk for Legg, given its fragile recovery and brand issues. Given their affiliate\nmodel there are integration risks. Upside risks to our price objective are better than\nexpected equity markets, performance, or flows, or an accretive acquisition.\nMorgan Stanley (MS)\nWe value the brokers based on the relationship between ROE (return on equity) and PB\n(price to book), which has a high historical correlation. Our $43 PO is based on a target\nPB multiple of 1.3x our forward book value estimate, which is above our 2017E ROE of\nroughly 8% as we add in higher interest rate expectations and loosening regulations into\nour multiple.\nRisks are a weak economy, low rates for longer, a significant reduction in capital\nmarkets activity, weak returns, another shock to the financial system, ongoing\ncompetition and talent risk, tighter regulation, significantly higher capital requirements,\nand ongoing litigation risks.\nNew York Community Bancorp (NYCB)\nOur price objective is $17 and we use a three factor valuation model equally weighing\nvaluations using P/E, P/TBV and DCF models. To arrive at our P/E valuation, we assign a\n14x multiple to our blended '17e EPS or inline with the median of other CCAR banks\nwith $50-100bn in assets. To arrive at our P/TBV valuation we applied a 2.2x multiple to\nour 2Q17E TBV, a premium to NY/Thrift and smid cap peers given NYCB's superior\nreturn profile. We arrive at our DCF valuation using we assume a 2% terminal growth\nrate and a WACC of 8%.\nUpside risks to our price objective are: 1) Change in SIFI threshold could drive a relief\nrally, 2) Lower for longer rate backdrop, and 3) A period of heightened market volatility.\nDownside risks to our price objective are: 1) worse than expected impact on ROTE from\nincreased capital standards from obtaining the SIFI designation and 2) higher than\nexpected impact from increasing rates on funding cost.\nProsperity Bancshares Inc (PB)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $58 price\nobjective. We assign a 1.8x multiple to our 2Q17E TBV (40% weight) compared to 1.1x\nmedian of TX peers. We believe the 0.7x premium to Texas peers is warranted given\nPB's above average return on tangible equity (ROTE) profile. We place a 14x multiple on\n2017E EPS, in line with historical P/E median (40% weight) net of accretable yield. Our\nDCF valuation ((20% weight) suggests a fair value of $45. Our DCF assumes a terminal\ngrowth rate of 3% and cost of capital of 9.9%.\nRisks to our price objective are worse than expected drop in the price of oil, better than\nexpected macro environment and increasing rates which offset the effects of lower oil\nprices, or inability to close an M&A deal due to regulatory or capital constraints.\nRegions Financial (RF)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $13 price\nobjective and assign a 1.4x multiple to 2017E TBV and 14x multiple on 2017E EPS. Our\n2016 Future of Financials Conference | 17 November 2016 71\nestimates imply RF would generate ROTEs of 10-11% in 2016-2017E, hence we find RF\nfairly valued at 1.3x TBV. Our 13x multiple is in-line with large regional peers. Our DCF\nassumes a two-stage cost of capital of 13.6% and 10.5% and a terminal growth rate of\n6.5% and Tier 1 common of 8% at termination.\nDownside risks to our PO are a slower-than-expected credit recovery, and the Fed on\nhold for a longer period of time.\nSignature Bank (SBNY)\nWe use an equal-weighted three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our $160 PO and assign a 2.1x multiple to 3Q17E TBV, representing a premium to the\ngroup, which we believe is appropriate given a stronger profitability and capital profile,\nand above-peer-growth prospects. Our 16.1x multiple on 2017E is higher than peers\ngiven consistent above peer growth. Our DCF assumes a two-stage cost of capital of\n10% and a terminal growth rate of 4%.\nRisks to our price objective are required provisioning at higher-than-forecast levels,\nfurther deterioration in rental income for commercial properties, and a longer-thananticipated\nlow-rate environment.\nSunTrust Banks, Inc. (STI)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $53 PO,\nassigning a 1.7x multiple to 2017E TBV and 14.5x multiple on 17E EPS. Above peer\nP/TBV due to their above median profitability, and below peer P/E due to their below\nmedian EPS growth. We have weighted the P/E and P/TBV factors equally at 40%, and\nour DCF analysis by 20%.\nOur DCF assumes a two-stage cost of capital of 12% and a terminal growth rate of 4%.\nRisks to our price objective are macro risks, such as a slower than expected rate\nincrease. Upside risks are higher-than-expected capital return, a general beta rally for\nbank stocks, and faster recognition of \"normalized\" earnings.\nSVB Financial Group (SIVB)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $165 price\nobjective and assign a 1.8x multiple to our 2Q17E TBV and apply a 17x P/E to 17E EPS.\nOur valuation multiples are both in line with high growth peers due to SIVB's high\nprofitability and EPS growth profile. Our DCF assumes a two-stage cost of capital of\n9.5% and a terminal growth rate of 6%.\nDownside risks are a longer than expected low rate environment and a slowdown in the\ntechnology sector and related IPO activity. Upside risks are sooner than expected rate\nhike, or better than expected pickup in the tech sector.\nSynovus Financial Corp. (SNV)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $40 price\nobjective and assign a 1.7x multiple to our forward 2Q17 TBV, given peers are currently\ntrading higher and a discount is warranted given their lower return profile. We place a\n15x multiple on 2017E EPS, in line with the historical median for the stock. Our DCF\nassumes a two-stage cost of capital of 9%, and a terminal growth rate of 3%.\nDownside risks to our price objective are potentially slower-than-expected economic\ngrowth in their footprint or a potential takeout price that is lower than where the stock\nis trading today. Upside risks to our price objective are a quicker pick-up in capital return\nthan we are expecting and SNV being acquired above our price objective.\nTCF Financial Corp. (TCB)\n72 2016 Future of Financials Conference | 17 November 2016\nWe use an equal weighted, three-factor valuation framework (P/E, P/TBV, DCF) to arrive\nat our PO of $14. We assigned a 1.2x multiple to 2Q17E TBV and a 12x multiple on\n2017E EPS, with lower PTBV/PE multiple than peers assigned due to the higher\nperceived risk of their lending model. Our DCF assumes a two-stage cost of capital of\n9.4% and 11.5% and a terminal growth rate of 2%.\nUpside risk to our price objective is a less onerous residential real estate cycle favorably\nbenefiting credit provision forecasts. Downside risks are a double dip in home prices\nand a prolonged low rate environment.\nTexas Capital Bancshares Inc. (TCBI)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $74 price\nobjective and assign a 1.7x multiple to our 2Q17E TBV, below high growth peers due to\npossible losses as a result of the downturn in energy prices. We place a 17x multiple on\nour 2017E EPS, below TCBI's historical pre-crisis P/E multiple based on possible EPS\nheadwinds from their energy exposures. Our DCF assumes a two-stage cost of capital of\n10% and a terminal growth rate of 4%.\nDownside risks to our price objective are lower than expected oil prices and a slowdown\nin economic activity in Texas. Upside risk to our price objective is better than expected\nramp up in MCA business, and sooner than expected hike in rates, faster than expected\nrecovery in oil prices.\nThe Blackstone Group (BX)\nOur price objective (PO) for Blackstone is $29, which results in a target price-to-ENI\n(P/ENI or P/E) multiple of 12x our 2017 ENI estimate. Our price objective is based on\nour sum-of-the-parts (SOTP) analysis. Our SOTP analysis is based on the following\ncomponents: a target multiple on fee related earnings (16x - roughly in line with or a\npremium to top tier asset manager multiples given healthy growth and sticky assets),\nbook value for the balance sheet investments and accrued carry, and a discounted value\non the performance fee upside over a cycle (1.5x MOIC). Based on this method, we value\nthe fee related earnings at $14/unit, the balance sheet (principal investments and\naccrued carry) at $6/unit, and the discounted value of future carry income and\ninvestment income at $9/unit, which equates to a total value of $29, in line with our\nprice objective.\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in tax\nlaws related to carried interest and partnerships, legal and political risk, increased\nregulation, poor performance, weak fundraising, expansion risk, key person and talent\nrisk, competition, and a unique corporate structure that limits unitholder control.\nThe Carlyle Group (CG)\nOur price objective (PO) for Carlyle is $18, which implies a target price-to-ENI (P/ENI or\nP/E) multiple of 13x our 2017 ENI estimate. Our price objective is based on our sum-ofthe-parts\n(SOTP) analysis. Our SOTP analysis is based on the following components: a\ntarget multiple on fee-related earnings (16x, roughly in line with or a premium to asset\nmanager multiples given growth outlook), book value for the balance sheet investments\nand accrued carry, and a discounted value on the performance fee upside over a cycle\n(1.5x MOIC). Based on this method, we value the fee-related earnings at $4 share, the\nbalance sheet at $5 share, and incentive upside at $9 share, which equates to a total\nvalue of $18, in line with our price objective.\nRisks to our PO: a weak macro and capital markets backdrop, potential changes in\ncarried interest and partnership tax laws, regulatory and political risk, poor performance,\nweak fundraising, expansion risk, key person and talent risk, competition, a unique\ncorporate structure that limits shareholder control, a limited float, and share lock-ups\nthat could weigh on the stock.\n2016 Future of Financials Conference | 17 November 2016 73\nThe PNC Financial Services Group, Inc. (PNC)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $110 PO\nand assign a 1.4x multiple to 2017E TBV and 14x multiple on 2017E EPS, in line with\ntarget multiples for the median large regional banks under coverage. We have weighted\nthe P/E and P/TBV factors equally at 40%, and our DCF analysis by 20%.\nA superior profitability profile suggests an above peer multiple - however, a challenging\nmacro backdrop and specific industry headwinds restrain our P/E target. Our DCF\nassumes a two-stage cost of capital of 9.6% and 11.2% and a terminal growth rate of\n4%.\nRisks are macro risks such as a lower for longer rate environment, the implementation\nof a strict liquidity coverage ratio and further regulation on overdraft income that\nrestricts bank profitability.\nU.S. Bancorp (USB)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $50 PO,\nassigning an above peer 2.8x multiple to 2017E TBV and near median 14.5x multiple on\n2017E EPS due to their above median profitability. We have weighted the P/E and\nP/TBV factors equally at 40%, and our DCF analysis by 20%. Our DCF assumes a twostage\ncost of capital of 9.5% and 10.9% and a terminal growth rate of 5%.\nRisks to our price objective are macro risks such as a double dip recession, the\nimplementation of a strict liquidity coverage ratio and further regulation on overdraft\nincome that restricts bank profitability. Specific to USB, risks are enhanced regulatory\nscrutiny and capital standards as a Domestic SIFI and an announcement of a large\nexpensive deal that could weigh on the stock price.\nUMB Financial Corporation (UMBF)\nWe use a three-factor valuation framework (P/TBV, P/E, DCF) to arrive at our $78 price\nobjective and assign a 1.8x multiple to our 2Q17E TBV, in-line with peers, and we place\na 18x multiple on our 2017E EPS, above peers given our above median EPS growth\nforecast. Our DCF model assumes cost of equity of 8% and a terminal growth rate of\n4%.\nDownside risks to our price objective are continued rising long rates, which could\nnegatively impact the company's sizable securities book and erode tangible book value.\nIn addition, a sudden outflow of deposits could impact EPS and the asset sensitivity of\nUMBF's balance sheet to higher interest rates. Upside risks to our price objective are a\nmuch faster asset mix change into higher yielding loans that significantly increases its\nnet interest margin.\nWells Fargo & Company (WFC)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $55 PO,\nassigning a 1.75x multiple to 2017E TBV and 13x multiple on 2017E EPS. We have\nweighted the P/E and P/TBV factors equally at 40%, and our DCF analysis by 20%.\nOur 1.6x TBV multiple represents a 0.3x premium to our mega-cap median multiple, but\nwe believe this is justified due to WFC's superior returns on tangible equity (ROTE\nconsistent between 13%-14% throughout our forecast period, versus 12% for peers).\nOur 12x EPS multiple is in line with our mega-cap median multiple. We believe WFC\ndeserves to trade at a premium due to better earnings growth, but we are assuming\nWFC trades in line with peers due to a higher percentage of earnings from mortgage\nbanking and accretable yield, as well as potentially greater regulatory scrutiny as the\nsecond largest US depository. Our DCF assumes a two-stage cost of capital of 11% and\na terminal growth rate of 4%.\n74 2016 Future of Financials Conference | 17 November 2016\nDownside risks to our price objective are an economic slowdown and the final\nimplementation of a strict liquidity coverage ratio. Specific to WFC, risks are enhanced\nregulatory scrutiny and capital standards as a Global SIFI, and issues surrounding its\ncross selling.\nZions Bancorp (ZION)\nWe use a three-factor valuation framework (P/E, P/TBV, DCF) to arrive at our $36 price\nobjective and assign a 1.2x multiple to 2017E TBV. Our 16x P/E multiple, which we apply\non 2017E EPS along with debt extinguishment upside, is 1x higher than its historical\nmedian due to low interest rates. Our DCF assumes a two-stage cost of capital of\n16.1% and 11.6% and a terminal growth rate of 8%.\nUpside risks to our price objective are more robust economic recovery and less onerous\npost cycle reserve requirements. Downside risks are a slowdown in housing price\nappreciation and a prolonged low interest rate environment.\nAnalyst Certification\nWe, Erika Najarian, Ebrahim H. Poonawala, Kenneth Bruce and Michael Carrier, CFA,\nhereby certify that the views each of us has expressed in this research report accurately\nreflect each of our respective personal views about the subject securities and issuers.\nWe also certify that no part of our respective compensation was, is, or will be, directly or\nindirectly, related to the specific recommendations or view expressed in this research\nreport.\nSpecial Disclosures\nBofA Merrill Lynch is currently acting as financial advisor to KKR and the Company in\nconnection with its proposed sale of a majority stake in SMCP Group to Shandong Ruyi\nGroup. The signing of an exclusivity agreement between the parties was announced on\n31 March 2016.\nBofA Merrill Lynch is currently acting as financial advisor to Huntington Bancshares Inc\nin connection with Huntington and FirstMerit Corp's proposed sale of 13 bank branches\nin Stark and Ashtabula counties to First Commonwealth Bank, a subsidiary of First\nCommonwealth Financial Corp, which was announced on July 27, 2016.\nBofA Merrill Lynch is currently acting as financial advisor to Blackstone Group LP in\nconnection with its proposed acquisition of Team Health Holdings Inc, which was\nannounced on October 31, 2016. The proposed transaction is subject to approval by\nshareholders of Team Health Holdings Inc. This research report is not intended to (1)\nprovide voting advice, (2) serve as an endorsement of the proposed transaction, or (3)\nresult in the procurement, withholding or revocation of a proxy.\nBofA Merrill Lynch is currently acting as financial adviser to Blackstone Real Estate\nPartners Europe IV and Blackstone Real Estate Partners VIII (jointly “Blackstone”)\nthrough its entity Vega Holdco Sarl in connection with a proposed offer to acquire a\ncontrolling stake of D. Carnegie & Co. AB, which was announced on 15 July 2016. The\ntransaction will, if completed eventually result in Blackstone passing the threshold for a\nmandatory offer obligation.\nBofA Merrill Lynch is currently acting as financial advisor to Ares Capital Corp. in\nconnection with its proposed acquisition of American Capital, Ltd., which was\nannounced on May 23, 2016. Ares Management L.P. will provide financial support to the\ntransaction. The proposed transaction is subject to approval by shareholders of\nAmerican Capital ltd. and Ares Capital Corp. This research report is not intended to (1)\nprovide voting advice, (2) serve as an endorsement of the proposed transaction, or (3)\nresult in the procurement, withholding or revocation of a proxy.\n2016 Future of Financials Conference | 17 November 2016 75\nUS - Brokers, Asset Managers, & Exchanges Coverage Cluster\nInvestment rating\nBUY\nNEUTRAL\nUNDERPERFORM\nRSTR\nCompany\nBofA Merrill Lynch\nticker Bloomberg symbol Analyst\nAffiliated Mgrs. AMG AMG US Michael Carrier, CFA\nAllianceBernstein AB AB US Michael Carrier, CFA\nBlackRock, Inc. BLK BLK US Michael Carrier, CFA\nCharles Schwab Corp. SCHW SCHW US Michael Carrier, CFA\nCME Group CME CME US Michael Carrier, CFA\nCohen & Steers CNS CNS US Michael Carrier, CFA\nGoldman Sachs GS GS US Michael Carrier, CFA\nHoulihan Lokey HLI HLI US Michael Carrier, CFA\nIntercontinentalExchange ICE ICE US Michael Carrier, CFA\nInvesco IVZ IVZ US Michael Carrier, CFA\nKKR & Co. KKR KKR US Michael Carrier, CFA\nLegg Mason LM LM US Michael Carrier, CFA\nMorgan Stanley MS MS US Michael Carrier, CFA\nOaktree Capital Group OAK OAK US Michael Carrier, CFA\nOld Mutual Asset Management OMAM OMAM US Michael Carrier, CFA\nTD Ameritrade AMTD AMTD US Michael Carrier, CFA\nApollo Global Management APO APO US Michael Carrier, CFA\nAres Management ARES ARES US Michael Carrier, CFA\nE*TRADE Financial ETFC ETFC US Michael Carrier, CFA\nFranklin Resources BEN BEN US Michael Carrier, CFA\nJanus Capital JNS JNS US Michael Carrier, CFA\nNasdaq Inc NDAQ NDAQ US Michael Carrier, CFA\nOch-Ziff OZM OZM US Michael Carrier, CFA\nT. Rowe Price TROW TROW US Michael Carrier, CFA\nThe Blackstone Group BX BX US Michael Carrier, CFA\nThe Carlyle Group CG CG US Michael Carrier, CFA\nWisdomTree WETF WETF US Michael Carrier, CFA\nArtisan Partners APAM APAM US Michael Carrier, CFA\nCBOE Holdings CBOE CBOE US Michael Carrier, CFA\nEaton Vance EV EV US Michael Carrier, CFA\nFederated Inv. FII FII US Michael Carrier, CFA\nVirtus Investment Partners VRTS VRTS US Michael Carrier, CFA\nWaddell & Reed WDR WDR US Michael Carrier, CFA\nBats Global Markets, Inc. BATS BATS US Michael Carrier, CFA\n76 2016 Future of Financials Conference | 17 November 2016\nUS - Specialty Financial Services Coverage Cluster\nInvestment rating\nBUY\nNEUTRAL\nUNDERPERFORM\nRSTR\nRVW\nCompany\nBofA Merrill Lynch\nticker Bloomberg symbol Analyst\nApollo Commercial Real Estate Finance ARI ARI US Kenneth Bruce\nAres Commercial Real Estate Corp. ACRE ACRE US Kenneth Bruce\nBlackstone Mortgage Trust Inc BXMT BXMT US Kenneth Bruce\nCompass Diversified Holdings CODI CODI US Derek Hewett\nLadder Capital Corp. LADR LADR US Kenneth Bruce\nMGIC Investment Corp. MTG MTG US Mihir Bhatia\nNew Residential Investment NRZ NRZ US Kenneth Bruce\nRadian Group Inc RDN RDN US Mihir Bhatia\nStarwood Property Trust, Inc. STWD STWD US Kenneth Bruce\nTCP Capital Corp. TCPC TCPC US Derek Hewett\nTPG Specialty Lending, Inc. TSLX TSLX US Derek Hewett\nAGNC Investment Corp AGNC AGNC US Kenneth Bruce\nAlly Financial Inc. ALLY ALLY US Kenneth Bruce\nAmer Express AXP AXP US Kenneth Bruce\nAnnaly Capital NLY NLY US Kenneth Bruce\nCIT Group Inc. CIT CIT US Derek Hewett\nDiscover Financial Services DFS DFS US Kenneth Bruce\nGolub Capital BDC, Inc. GBDC GBDC US Derek Hewett\nMasterCard Inc MA MA US Kenneth Bruce\nPayPal PYPL PYPL US Kenneth Bruce\nPennyMac Financial Services, Inc. PFSI PFSI US Kenneth Bruce\nSynchrony Financial SYF SYF US Kenneth Bruce\nVisa Inc. V V US Kenneth Bruce\nApollo Investment Corporation AINV AINV US Derek Hewett\nCapital One COF COF US Kenneth Bruce\nCredit Acceptance Corp. CACC CACC US Kenneth Bruce\nEssent Group ESNT ESNT US Mihir Bhatia\nGoldman Sachs BDC, Inc. GSBD GSBD US Derek Hewett\nOneMain Holdings, Inc. OMF OMF US Kenneth Bruce\nPennyMac Mortgage Investment Trust PMT PMT US Kenneth Bruce\nSantander Consumer USA Inc. SC SC US Kenneth Bruce\nAmerican Capital, Ltd. ACAS ACAS US Derek Hewett\nAres Capital Corporation ARCC ARCC US Derek Hewett\nAG Mortgage Investment Trust, Inc. MITT MITT US Kenneth Bruce\nARMOUR Residential REIT, Inc ARR ARR US Kenneth Bruce\nCYS Investments, Inc CYS CYS US Kenneth Bruce\nEllington Financial LLC EFC EFC US Kenneth Bruce\nHannon Armstrong HASI HASI US Kenneth Bruce\nInvesco Mortgage Capital, Inc. IVR IVR US Kenneth Bruce\nTwo Harbors Investment Corp. TWO TWO US Kenneth Bruce\nWestern Asset Mortgage Corp WMC WMC US Kenneth Bruce\n2016 Future of Financials Conference | 17 November 2016 77\nUS - Banks Coverage Cluster\nInvestment rating\nBUY\nNEUTRAL\nUNDERPERFORM\nRSTR\nCompany\nBofA Merrill Lynch\nticker Bloomberg symbol Analyst\nBankUnited, Inc. BKU BKU US Ebrahim H. Poonawala\nBB&T Corporation BBT BBT US Erika Najarian\nCapital Bank Financial Corp. CBF CBF US Erika Najarian\nCitigroup Inc. C C US Erika Najarian\nCitizens Financial Group CFG CFG US Erika Najarian\nEast West Bancorp, Incorporated EWBC EWBC US Ebrahim H. Poonawala\nFCB Financial Holdings, Inc FCB FCB US Ebrahim H. Poonawala\nGreat Western Bancorp Inc GWB GWB US Ebrahim H. Poonawala\nHuntington Bancshares Inc. HBAN HBAN US Erika Najarian\nIBERIABANK Corp IBKC IBKC US Ebrahim H. Poonawala\nJPMorgan Chase & Co. JPM JPM US Erika Najarian\nKey Corp KEY KEY US Erika Najarian\nNew York Community Bancorp NYCB NYCB US Ebrahim H. Poonawala\nSignature Bank SBNY SBNY US Ebrahim H. Poonawala\nSunTrust Banks, Inc. STI STI US Erika Najarian\nSVB Financial Group SIVB SIVB US Ebrahim H. Poonawala\nThe PNC Financial Services Group, Inc. PNC PNC US Erika Najarian\nUMB Financial Corporation UMBF UMBF US Ebrahim H. Poonawala\nWells Fargo & Company WFC WFC US Erika Najarian\nBanc of California BANC BANC US Ebrahim H. Poonawala\nCommerce Bancshares Inc. CBSH CBSH US Ebrahim H. Poonawala\nFifth Third Bank FITB FITB US Erika Najarian\nFirst Bancorp Puerto Rico FBP FBP US Ebrahim H. Poonawala\nFirst Hawaiian Inc. FHB FHB US Ebrahim H. Poonawala\nFranklin Financial Network, Inc. FSB FSB US Ebrahim H. Poonawala\nHancock Holding HBHC HBHC US Ebrahim H. Poonawala\nM&T Bank MTB MTB US Erika Najarian\nRegions Financial RF RF US Erika Najarian\nSynovus Financial Corp. SNV SNV US Ebrahim H. Poonawala\nTexas Capital Bancshares Inc. TCBI TCBI US Ebrahim H. Poonawala\nU.S. Bancorp USB USB US Erika Najarian\nAssociated Banc-Corp ASB ASB US Ebrahim H. Poonawala\nBank of Hawaii Corp. BOH BOH US Ebrahim H. Poonawala\nComerica Incorporated CMA CMA US Erika Najarian\nCullen/Frost Bankers Inc CFR CFR US Ebrahim H. Poonawala\nFirst Horizon National Corp. FHN FHN US Ebrahim H. Poonawala\nProsperity Bancshares Inc PB PB US Ebrahim H. Poonawala\nTCF Financial Corp. TCB TCB US Ebrahim H. Poonawala\nZions Bancorp ZION ZION US Erika Najarian\nFirst Republic Bank FRC FRC US Erika Najarian\nDisclosures\nImportant Disclosures\nEquity Investment Rating Distribution: Banks Group (as of 30 Sep 2016)\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 81 43.55% Buy 74 91.36%\nHold 45 24.19% Hold 41 91.11%\nSell 60 32.26% Sell 56 93.33%\n78 2016 Future of Financials Conference | 17 November 2016\nEquity Investment Rating Distribution: Financial Services Group (as of 30 Sep 2016)\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 113 46.89% Buy 89 78.76%\nHold 66 27.39% Hold 55 83.33%\nSell 62 25.73% Sell 40 64.52%\nEquity Investment Rating Distribution: Global Group (as of 30 Sep 2016)\nCoverage Universe Count Percent Inv. Banking Relationships* Count Percent\nBuy 1553 49.44% Buy 1130 72.76%\nHold 730 23.24% Hold 538 73.70%\nSell 858 27.32% Sell 514 59.91%\n* Issuers that were investment banking clients of BofA Merrill Lynch or one of its affiliates within the past 12 months. For purposes of this Investment Rating Distribution, the coverage universe includes only stocks. A\nstock rated Neutral is included as a Hold, and a stock rated Underperform is included as a Sell.\nFUNDAMENTAL EQUITY OPINION KEY: Opinions include a Volatility Risk Rating, an Investment Rating and an Income Rating. VOLATILITY RISK RATINGS, indicators of potential\nprice fluctuation, are: A - Low, B - Medium and C - High. INVESTMENT RATINGS reflect the analyst’s assessment of a stock’s: (i) absolute total return potential and (ii)\nattractiveness for investment relative to other stocks within its Coverage Cluster (defined below). There are three investment ratings: 1 - Buy stocks are expected to have a total\nreturn of at least 10% and are the most attractive stocks in the coverage cluster; 2 - Neutral stocks are expected to remain flat or increase in value and are less attractive than\nBuy rated stocks and 3 - Underperform stocks are the least attractive stocks in a coverage cluster. Analysts assign investment ratings considering, among other things, the 0-12\nmonth total return expectation for a stock and the firm’s guidelines for ratings dispersions (shown in the table below). The current price objective for a stock should be\nreferenced to better understand the total return expectation at any given time. The price objective reflects the analyst’s view of the potential price appreciation (depreciation).\nInvestment rating Total return expectation (within 12-month period of date of initial rating) Ratings dispersion guidelines for coverage cluster*\nBuy ≥ 10% ≤ 70%\nNeutral ≥ 0% ≤ 30%\nUnderperform N/A ≥ 20%\n* Ratings dispersions may vary from time to time where BofA Merrill Lynch Research believes it better reflects the investment prospects of stocks in a Coverage Cluster.\nINCOME RATINGS, indicators of potential cash dividends, are: 7 - same/higher (dividend considered to be secure), 8 - same/lower (dividend not considered to be secure) and 9 - pays\nno cash dividend. Coverage Cluster is comprised of stocks covered by a single analyst or two or more analysts sharing a common industry, sector, region or other classification(s). A stock’s\ncoverage cluster is included in the most recent BofA Merrill Lynch report referencing the stock.\nPrice charts for the securities referenced in this research report are available at http://pricecharts.baml.com, or call 1-800-MERRILL to have them mailed.\nMLPF&S or one of its affiliates acts as a market maker for the equity securities recommended in the report: AllianceBernstein, Amer Express, Ares Management, Assoc Banc-Corp, Banc of\nCalifornia, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, Comerica, Commerce Bancs, Cullen/Frost Bankers, East-West, Eaton\nVance, FCB Financial Holdin, Fifth Third, First Bancorp PR, First Hawaiian Inc., First Horizon, Franklin Financial N, Goldman Sachs, Great Western Bancor, Hancock, Huntington Banc, IBERIABANK,\nInvesco, JP Morgan Chase, KeyCorp, KKR, Legg Mason, Morgan Stanley, New York Community B, PNC, Prosperity Bancshare, Regions Bank, Signature Bank, SunTrust Banks, SVB Financial,\nSynovus, TCF, Texas Capital, U.S. Bancorp, UMB Financial Corp, Wells Fargo, Zions.\nMLPF&S or an affiliate was a manager of a public offering of securities of this issuer within the last 12 months: Ares Management, Assoc Banc-Corp, Banc of California, BB&T, Citigroup, First\nHawaiian Inc., Franklin Financial N, Goldman Sachs, Huntington Banc, IBERIABANK, KKR, Legg Mason, Regions Bank, SunTrust Banks, Wells Fargo.\nThe issuer is or was, within the last 12 months, an investment banking client of MLPF&S and/or one or more of its affiliates: AllianceBernstein, Amer Express, Ares Management, Assoc Banc-\nCorp, Banc of California, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, Comerica, East-West, Eaton Vance, FCB Financial Holdin,\nFifth Third, First Bancorp PR, First Hawaiian Inc., First Horizon, Franklin Financial N, Goldman Sachs, Great Western Bancor, Hancock, Huntington Banc, IBERIABANK, Invesco, JP Morgan Chase,\nKeyCorp, KKR, Legg Mason, Morgan Stanley, New York Community B, PNC, Prosperity Bancshare, Regions Bank, Signature Bank, SunTrust Banks, SVB Financial, Synovus, TCF, Texas Capital, U.S.\nBancorp, UMB Financial Corp, Wells Fargo, Zions.\nMLPF&S or an affiliate has received compensation from the issuer for non-investment banking services or products within the past 12 months: AllianceBernstein, Amer Express, Ares\nManagement, Assoc Banc-Corp, Banc of California, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, Comerica, Commerce Bancs,\nCullen/Frost Bankers, East-West, Eaton Vance, Fifth Third, First Bancorp PR, First Hawaiian Inc., First Horizon, Goldman Sachs, Hancock, Huntington Banc, IBERIABANK, Invesco, JP Morgan Chase,\nKeyCorp, KKR, Legg Mason, Morgan Stanley, New York Community B, PNC, Regions Bank, Signature Bank, SunTrust Banks, SVB Financial, Synovus, TCF, Texas Capital, U.S. Bancorp, UMB Financial\nCorp, Wells Fargo, Zions.\nThe issuer is or was, within the last 12 months, a non-securities business client of MLPF&S and/or one or more of its affiliates: AllianceBernstein, Amer Express, Ares Management, Assoc Banc-\nCorp, Banc of California, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, Comerica, Commerce Bancs, Cullen/Frost Bankers, East-\nWest, Eaton Vance, Fifth Third, First Hawaiian Inc., First Horizon, Goldman Sachs, Hancock, Huntington Banc, Invesco, JP Morgan Chase, KeyCorp, KKR, Legg Mason, Morgan Stanley, New York\nCommunity B, PNC, Regions Bank, Signature Bank, SunTrust Banks, SVB Financial, Synovus, TCF, Texas Capital, U.S. Bancorp, UMB Financial Corp, Wells Fargo, Zions.\nMLPF&S or an affiliate has received compensation for investment banking services from this issuer within the past 12 months: AllianceBernstein, Amer Express, Ares Management, Assoc Banc-\nCorp, Banc of California, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Carlyle, Citigroup, Citizens Financial G, Comerica, Eaton Vance, Fifth Third, First Bancorp PR, First Hawaiian Inc.,\nFranklin Financial N, Goldman Sachs, Great Western Bancor, Hancock, Huntington Banc, IBERIABANK, Invesco, JP Morgan Chase, KeyCorp, KKR, Legg Mason, Morgan Stanley, New York\nCommunity B, PNC, Regions Bank, Signature Bank, SunTrust Banks, Synovus, TCF, UMB Financial Corp, Wells Fargo, Zions.\nMLPF&S or an affiliate expects to receive or intends to seek compensation for investment banking services from this issuer or an affiliate of the issuer within the next three months:\nAllianceBernstein, Amer Express, Ares Management, Banc of California, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, East-\nWest, Eaton Vance, FCB Financial Holdin, Fifth Third, First Hawaiian Inc., First Horizon, Goldman Sachs, Great Western Bancor, Huntington Banc, IBERIABANK, Invesco, JP Morgan Chase, KeyCorp,\nKKR, Legg Mason, Morgan Stanley, New York Community B, PNC, Prosperity Bancshare, Regions Bank, SunTrust Banks, SVB Financial, Synovus, Texas Capital, U.S. Bancorp, UMB Financial Corp,\nWells Fargo, Zions.\nMLPF&S together with its affiliates beneficially owns one percent or more of the common stock of this issuer. If this report was issued on or after the 9th day of the month, it reflects the\nownership position on the last day of the previous month. Reports issued before the 9th day of a month reflect the ownership position at the end of the second month preceding the date of\nthe report: AllianceBernstein, BB&T, Blackstone Group, Carlyle, Citigroup, Citizens Financial G, Cullen/Frost Bankers, Eaton Vance, Fifth Third, Goldman Sachs, Great Western Bancor, Huntington\nBanc, Invesco, JP Morgan Chase, KeyCorp, KKR, Legg Mason, Morgan Stanley, PNC, Regions Bank, SunTrust Banks, SVB Financial, TCF, U.S. Bancorp, Wells Fargo.\nMLPF&S or one of its affiliates is willing to sell to, or buy from, clients the common equity of the issuer on a principal basis: AllianceBernstein, Amer Express, Ares Management, Assoc Banc-\nCorp, Banc of California, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, Comerica, Commerce Bancs, Cullen/Frost Bankers, East-\nWest, Eaton Vance, FCB Financial Holdin, Fifth Third, First Bancorp PR, First Hawaiian Inc., First Horizon, Franklin Financial N, Goldman Sachs, Great Western Bancor, Hancock, Huntington Banc,\nIBERIABANK, Invesco, JP Morgan Chase, KeyCorp, KKR, Legg Mason, Morgan Stanley, New York Community B, PNC, Prosperity Bancshare, Regions Bank, Signature Bank, SunTrust Banks, SVB\nFinancial, Synovus, TCF, Texas Capital, U.S. Bancorp, UMB Financial Corp, Wells Fargo, Zions.\nThe issuer is or was, within the last 12 months, a securities business client (non-investment banking) of MLPF&S and/or one or more of its affiliates: AllianceBernstein, Amer Express, Ares\nManagement, Assoc Banc-Corp, Bank Hawaii Corp, BankUnited, BB&T, Blackstone Group, Capital Bank Fin., Carlyle, Citigroup, Citizens Financial G, Comerica, Commerce Bancs, Cullen/Frost\nBankers, East-West, Eaton Vance, Fifth Third, First Bancorp PR, First Hawaiian Inc., First Horizon, Goldman Sachs, Great Western Bancor, Hancock, Huntington Banc, IBERIABANK, Invesco, JP\nMorgan Chase, KeyCorp, KKR, Legg Mason, Morgan Stanley, New York Community B, PNC, Regions Bank, Signature Bank, SunTrust Banks, SVB Financial, Synovus, TCF, Texas Capital, U.S. Bancorp,\n2016 Future of Financials Conference | 17 November 2016 79\nUMB Financial Corp, Wells Fargo, Zions.\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\nOther Important Disclosures\nFrom time to time research analysts conduct site visits of covered issuers. BofA Merrill Lynch policies prohibit research analysts from accepting payment or reimbursement for travel expenses\nfrom the issuer for such visits.\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nfrom various sources including Bank of America Merrill Lynch trading desks.\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded in the report timestamp.\nOfficers of MLPF&S or one or more of its affiliates (other than research analysts) may have a financial interest in securities of the issuer(s) or in related investments.\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\"BofA Merrill Lynch\" includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S\") and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nMLPF&S distributes, or may in the future distribute, research reports of the following non-US affiliates in the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nSouth Africa (Pty) Ltd., regulated by The Financial Service Board; MLI (UK): Merrill Lynch International, regulated by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n(PRA); Merrill Lynch (Australia): Merrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nPacific) Limited, regulated by the Hong Kong Securities and Futures Commission (HKSFC); Merrill Lynch (Singapore): Merrill Lynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\nSingapore (MAS); Merrill Lynch (Canada): Merrill Lynch Canada Inc, regulated by the Investment Industry Regulatory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nCV, Casa de Bolsa, regulated by the Comisión Nacional Bancaria y de Valores; Merrill Lynch (Argentina): Merrill Lynch Argentina SA, regulated by Comisión Nacional de Valores; Merrill Lynch\n(Japan): Merrill Lynch Japan Securities Co., Ltd., regulated by the Financial Services Agency; Merrill Lynch (Seoul): Merrill Lynch International Incorporated (Seoul Branch) regulated by the\nFinancial Supervisory Service; Merrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regulated by the Securities and Futures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nregulated by the Securities and Exchange Board of India; PT Merrill Lynch (Indonesia): PT Merrill Lynch Indonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill Lynch\nIsrael Limited, regulated by Israel Securities Authority; Merrill Lynch (Russia): OOO Merrill Lynch Securities, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\n(DIFC): Merrill Lynch International (DIFC Branch), regulated by the Dubai Financial Services Authority (DFSA); Merrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by\nComisión Nacional del Mercado De Valores; Merrill Lynch (Brazil): Bank of America Merrill Lynch Banco Multiplo S.A., regulated by Comissão de Valores Mobiliários; Merrill Lynch KSA Company,\nMerrill Lynch Kingdom of Saudi Arabia Company, regulated by the Capital Market Authority.\nThis research report: has been approved for publication and is distributed in the United Kingdom (UK) to professional clients and eligible counterparties (as each is defined in the rules of the\nFCA and the PRA) by MLI (UK) and Bank of America Merrill Lynch International Limited, which are authorized by the PRA and regulated by the FCA and the PRA, and is distributed in the UK to\nretail clients (as defined in the rules of the FCA and the PRA) by Merrill Lynch International Bank Limited, London Branch, which is authorized by the Central Bank of Ireland and subject to\nlimited regulation by the FCA and PRA - details about the extent of our regulation by the FCA and PRA are available from us on request; has been considered and distributed in Japan by Merrill\nLynch (Japan), a registered securities dealer under the Financial Instruments and Exchange Act in Japan; is issued and distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regulated\nby HKSFC (research reports containing any information in relation to, or advice on, futures contracts are not intended for issuance or distribution in Hong Kong and are not directed to, or\nintended for issuance or distribution to, or use by, any person in Hong Kong); is issued and distributed in Taiwan by Merrill Lynch (Taiwan); is issued and distributed in India by DSP Merrill Lynch\n(India); and is issued and distributed in Singapore to institutional investors and/or accredited investors (each as defined under the Financial Advisers Regulations) by Merrill Lynch International\nBank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch (Singapore) (Company Registration Nos F 06872E and 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are\nregulated by MAS. Bank of America N.A., Australian Branch (ARBN 064 874 531), AFS License 412901 (BANA Australia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS\nLicense 235132 (MLEA) distribute this report in Australia only to 'Wholesale' clients as defined by s.761G of the Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor\nany of its affiliates involved in preparing this research report is an Authorised Deposit-Taking Institution under the Banking Act 1959 nor regulated by the Australian Prudential Regulation\nAuthority. No approval is required for publication or distribution of this report in Brazil and its local distribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch\n(DIFC) is authorized and regulated by the DFSA. Research reports prepared and issued by Merrill Lynch (DIFC) are done so in accordance with the requirements of the DFSA conduct of business\nrules. Bank of America Merrill Lynch International Limited, Frankfurt Branch (BAMLI Frankfurt) distributes this report in Germany and is regulated by BaFin.\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affiliates. MLPF&S is the distributor of this research report in the US and accepts full\nresponsibility for research reports of its non-US affiliates distributed to MLPF&S clients in the US. Any US person receiving this research report and wishing to effect any transaction in any\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\nrespect of any matters relating to dealing in securities (and not futures contracts) or provision of specific advice on securities (and not futures contracts). Singapore recipients of this research\nreport should contact Merrill Lynch International Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this\nresearch report.\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\nThis research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g., options, futures, warrants, and contracts for differences). This report is not intended to provide\npersonal investment advice and it does not take into account the specific investment objectives, financial situation and the particular needs of any specific person. Investors should seek\nfinancial advice regarding the appropriateness of investing in financial instruments and implementing investment strategies discussed or recommended in this report and should understand\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lynch, are not insured by the Federal Deposit Insurance Corporation and are not\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\ninstruments may be difficult to value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\nlose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\nThis report may contain a short-term trading idea or recommendation, which highlights a specific near-term catalyst or event impacting the issuer or the market that is anticipated to have a\nshort-term price impact on the equity securities of the issuer. Short-term trading ideas and recommendations are different from and do not affect a stock's fundamental equity rating, which\nreflects both a longer term total return expectation and attractiveness for investment relative to other stocks within its Coverage Cluster. Short-term trading ideas and recommendations may\nbe more or less positive than a stock's fundamental equity rating.\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\n80 2016 Future of Financials Conference | 17 November 2016\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\nexecuting any short idea contained in this report.\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments,\nincluding ADRs, effectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill Lynch entities\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nMLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought to the attention of any\nrecipient of this report.\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\ntransactions, including transactions in any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2016 Bank of America Corporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Bank of America Corporation. iQanalytics®,\niQcustom®, iQdatabase® are registered service marks of Bank of America Corporation. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed,\nretransmitted or disclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch Global Research reports are distributed\nsimultaneously to internal and client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and\nreview of this research report constitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report\n(including any investment recommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nshould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\non public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nThis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). BofA Merrill Lynch\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\nreport containing such rating, recommendation or investment thesis.\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nSubject to the quiet period applicable under laws of the various jurisdictions in which we distribute research reports and other legal and BofA Merrill Lynch policy-related restrictions on the\npublication of research reports, fundamental equity reports are produced on a regular basis as necessary to keep the investment recommendation current.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nthis report or its contents.\n2016 Future of Financials Conference | 17 November 2016 81\nResearch Analysts\nUS Banks\nErika Najarian\nResearch Analyst\nMLPF&S\n+1 646 855 1584\nerika.najarian@baml.com\nEbrahim H. Poonawala\nResearch Analyst\nMLPF&S\n+1 646 743 0490\nebrahim.poonawala@baml.com\nMichael Liu\nResearch Analyst\nMLPF&S\n+1 646 855 3874\nmliu3@baml.com\nBrandon Berman\nResearch Analyst\nMLPF&S\n+1 646 855 3933\nbrandon.berman@baml.com\nAndrew Schukman\nResearch Analyst\nMLPF&S\n+1 646 855 3622\nandrew.schukman@baml.com\nChristopher Nardone\nResearch Analyst\nMLPF&S\n+1 646 743 2016\nchristopher.nardone@baml.com\nBrokers, Alternatives, Asset Managers, and Trust Banks\nMichael Carrier, CFA\nResearch Analyst\nMLPF&S\n+1 646 855 5004\nmichael.carrier@baml.com\nSameer Murukutla, CFA\nResearch Analyst\nMLPF&S\n+1 646 855 2960\nsameer.murukutla@baml.com\nJeffrey Ambrosi\nResearch Analyst\nMLPF&S\n+1 646 855 5034\njeffrey.ambrosi@baml.com\nMichael Needham, CFA\nResearch Analyst\nMLPF&S\n+1 646 743 0179\nmichael.needham@baml.com\nShaun Calnan, CFA\nResearch Analyst\nMLPF&S\n+1 646 855 1362\nshaun.calnan@baml.com\nSpecialty Financial Services\nKenneth Bruce\nResearch Analyst\nMLPF&S\n+1 415 676 3545\nkenneth.bruce@baml.com\nMihir Bhatia\nResearch Analyst\nMLPF&S\n+1 415 676 3575\nmihir.bhatia@baml.com\n82 2016 Future of Financials Conference | 17 November 2016\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 44.278883615s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '44s'}]}}",
  "house_oversight_id": "014315",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:15.841745Z",
    "model": "gemini-3-flash-preview"
  }
}