{
  "file_name": "HOUSE_OVERSIGHT_014721.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_014721.txt",
  "content": {
    "full_text": "﻿Cause and Effect\nFade the Trump risk premium – buy USD\n13 February 2017\nConcerns over stagflation return\nIn our view, the most interesting and important development in the global financial\nmarket so far this year has been the divergence between rising US inflation breakevens\nand falling US real yields. Rightly or wrongly, investors appear to have become\nconcerned about upside risk to inflation and downside risk to growth.\nThe Trump risk premium\nInformal surveys of our clients suggest that stagflation concerns are being fed by\ngrowing pessimism about the new Trump administration. Investors seem to think that\npotential trade wars and a border adjustment tax (BAT) would boost inflation while\nrepealing Obamacare and the controversy regarding the BAT could delay the highly\nanticipated tax reform.\nPerception versus reality\nIn this report, we argue why the Trump risk premium may be too high. The\nadministration’s dealing with both China and Mexico in recent weeks suggests to us that\nthe near-term risk of open trade wars has abated. We are also less concerned that\nObamacare will take precedence over tax reform.\nFX and Rates\nGlobal\nDavid Woo\nFX, Rates & EM Strategist\nMLPF&S\n+1 646 855 5442\ndavid.woo@baml.com\nGlobal Rates & Currencies Research\nMost crucially, we think the overall tax reform is less dependent on the BAT than usually\nthought. Our scenario analysis shows that what has been getting priced into the market\nsince January (higher inflation, lower USD) may be actually the least likely path for the\nBAT. In more plausible scenarios, the USD does quite well and inflation breakevens\nshould be either unchanged or lower.\nHow to trade it?\nWe could get details on the tax reform as early as the new president’s speech to joint\nsession of Congress on February 28, 2017. We think this could validate our view of a\nstronger USD.\nUnauthorized redistribution of this report is prohibited. This report is intended for kaasha.saini@baml.com\nTaking advantage of clean positioning and the decline in implied FX vol lately, we\nrecommend buying a 6w ATM EUR put/USD call (spot reference at 1.0615), costing\n1.1% EUR. A 6-week option will cover also the March Fed meeting and the Dutch\nelection (both on March 15) that could also work in favour of the trade. A risk to the\ntrade is that is weak February data takes the possibility of a March Fed hike off the\ntable completely.\nA list of open trades and those closed in the last 12 months can be found in our Global\nLiquid Markets Weekly.\nTrading ideas and investment strategies discussed herein may give rise to significant risk and are not\nsuitable for all investors. Investors should have experience in FX markets and the financial resources to\nabsorb any losses arising from applying these ideas or strategies.\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\nRefer to important disclosures on page 9 to 10. Analyst Certification on page 8. 11710696\nTimestamp: 13 February 2017 06:00AM EST\nConcerns over stagflation return\nOn the surface, this has been an uneventful year for the US rates market so far. At the\nstart of January, the market was pricing two Fed hikes for the year. Six weeks later, the\nmarket is still pricing only two Fed hikes for the year. The yield on the bellwether 10y\nUS Treasuries started the year at 2.44%. Six weeks later, it is at 2.41%, unchanged for\nall practical purposes.\nAs usual, the surface view is deceiving. The seeming collapse in volatility belies the\ndramatic changes in the composition and term structure of rates. Since the December\nFOMC meeting, real yields and inflation breakevens have diverged in remarkable fashion.\nYear to date, 5y real yields have declined by 16bp while 5y inflation breakevens have\nrisen by 12bp (Chart 1); the 5s-30s real curve is 10bp steeper while the breakeven curve\nis 10bp flatter.\nChart 1: 5y real yields and 5y inflation breakevens (%)\n2.5\n2\n1.5\n1\n0.5\n0\n-0.5\n-1\n10/1/2016 10/26/2016 11/20/2016 12/15/2016 1/9/2017 2/3/2017\n5y real yields (%) 5y infl BE (%)\nSource: BofA Merrill Lynch Global Research\nThe effect of the divergence between real yields and inflation breakevens has been felt\nacross financial markets. For example, the USD, which trades with real rather than\nnominal yields, has declined in tandem with real yields (Chart 2). In contrast, gold, which\nusually thrives on inflation concerns, has been surging lately.\nChart 2: DXY and 5y real yields (%)\n104\n103\n102\n101\n100\n99\n98\n97\n96\n95\n94\n10/1/2016 11/1/2016 12/1/2016 1/1/2017 2/1/2017\nDXY (LHS)\nSource: BofA Merrill Lynch Global Research\n5y real yields (RHS)\n0.3\n0.2\n0.1\n0\n-0.1\n-0.2\n-0.3\n-0.4\n-0.5\n-0.6\nChart 3: 5y real yields versus 5y inflation breakevens (%)\n4\n3\n2\n1\n0\nQE1\nQE2 OT QE3\n-1\n-2\n-3\n3/1/2009 3/1/2010 3/1/2011 3/1/2012 3/1/2013\n5y real yields (%) 5y infl BE (%)\nSource: BofA Merrill Lynch Global Research\nWe have seen price action like this before. Indeed, it was quite common during the QE\nperiod (Chart 3). However, QE is neither on the horizon nor on investors’ minds right\nnow. So what is really going on? Under normal circumstances, inflation breakevens are a\nreflection of investors’ inflation expectations while real yields a proxy for their growth\n2 Cause and Effect | 13 February 2017\nexpectations. The divergence between inflation breakevens and real yields seem to\nsuggest that investors have become more concerned about upside risk to inflation but\ndownside risk to growth.\nInterestingly, this shift in investor sentiment runs counter to incoming data which are\npainting a picture of benign inflation but growth acceleration. Indeed, wage growth\nremains lackluster while the Fed’s favorite measure of inflation core PCE has slowed to\nthe lowest level in more than a year (Chart 4). In contrast, both employment data and\nsurvey data suggest economic growth is on a tear (Figure 5). The Atlanta Fed’s GDPNow\nmodel is currently tracking 2.7% GDP growth for Q1.\nIf it is not the data, what is driving the market’s apparent increased concerns about\nstagflation? Whatever these concerned may be, are they justified? We seek to answer\nthese two critical questions in this report.\nChart 4: Core PCE (3m/3m, SA, AR, %)\n2.5\n2.3\n2.1\n1.9\n1.7\n1.5\n1.3\n1.1\n0.9\n0.7\nJan-10\nJun-10\nNov-10\nApr-11\nSep-11\nFeb-12\nJul-12\nDec-12\nMay-13\nOct-13\nMar-14\nAug-14\nJan-15\nJun-15\nNov-15\nApr-16\nSep-16\nSource: BofA Merrill Lynch Global Research\nChart 5: GDP growth and aggregate hours worked (Q/Q, SA, AR, %)\n6\n4\n2\n0\n-2\nMar-10 Jul-11 Nov-12 Mar-14 Jul-15 Nov-16\nSource: BofA Merrill Lynch Global Research\nreal GDP growth (AR, %)\naggregate hours worked (AR, %)\naggregate hours worked, Jan (AR, %)\nThe Trump risk premium\nOur informal survey of clients in the past two weeks suggests that stagflation concerns\nare being fed by growing pessimism about the new Trump administration. Clients tell us\nthat their pessimism reflects four main concerns:\nDownside risk to growth\n1. Many investors are concerned that the new administration will get bogged\ndown by its promise to repeal and replace Obamacare, resulting in a significant\ndelay in pushing through fiscal reform\n2. This concern is reinforced by the perception that the GOP is divided over the\nproposed border adjustment tax (BAT), a key element of the tax reform\nproposal\nUpside risk to inflation\n3. A growing number of investors are worried that potential trade wars with\nMexico and China could lead to tariffs and higher prices\n4. Many investors are also concerned that the BAT will force retailers to raise\nprices\nWith many investors having loaded up on Trump trades after the elections (The battle\nlines are drawn, January 23, their willingness to continue to give the benefit of doubt to\nthe new administration appears to be wearing thin. We would advise patience as there\nCause and Effect | 13 February 2017 3\nare reasons to think that the worst may be already behind us and that the higher\nrates/higher USD trades will soon resume. We make our case in the following sections.\nTrade wars: near-term risk drops\nDevelopments over the past three weeks have led us to conclude that the risk of trade\nwars with Mexico and China has abated significantly, at least for the short-term:\n• China: We take some comfort in the fact that the only item in his 100 day plan that\nPresident Trump has reneged on is his promise to label China as a currency\nmanipulator on his first day as president (Table 1). In his interview with the WSJ on\nJanuary 13, Trump said that he “would talk to them first”. He added: “Certainly they\nare manipulators. But I’m not looking to do that.” This and the fact that Trump\nchanged tack on Taiwan last week by telling the Chinese president he would honor\nthe “One China” policy suggest to us a pragmatic approach to dealing with China.\n• Mexico: We are relieved by the climbing-down by the administration after the\nMexican president cancelled his trip to Washington over Trump’s insistence that\nMexico pay for the wall. Reince Priebus, the influential White House Chief of Staff,\nsuggested that there is a “buffet of options” to pay for the wall, including by going\nafter the drug cartels. The Mexican foreign minister welcomed the overture by\nsaying that “It's a signal that … must be welcomed because we are already seeing\nhow the discussion is changing”.\nTable 1: Trump’s 100 day plan (On the first day of my term of office, my administration will immediately pursue the following):\nA hiring freeze on all federal employees to reduce the federal workforce through attrition\nA requirement that for every new federal regulation, two existing regulations must be eliminated.\nA five-year ban on White House and Congressional officials becoming lobbyists after they leave government service.\nA lifetime ban on White House officials lobbying on behalf of a foreign government.\nI will announce my intention to renegotiate NAFTA or withdraw from the deal under Article 2205\nI will announce our withdrawal from the Trans-Pacific Partnership.\nLift the Obama-Clinton roadblocks and allow vital energy infrastructure projects, like the Keystone Pipeline, to move forward.\nBegin the process of selecting a replacement for Justice Scalia from one of the 20 judges on my list\nCancel all federal funding to sanctuary cities.\nSuspend immigration from terror-prone regions where vetting cannot safely occur. All vetting of people coming into our country will be considered “extreme vetting.”\nBegin removing the more than two million criminal illegal immigrants from the country and cancel visas to foreign countries that won’t take them back\nI will direct the Secretary of the Treasury to label China a currency manipulator.\nI will direct the Secretary of Commerce and U.S. Trade Representative to identify all foreign trading abuses that unfairly impact American workers and direct them to use every tool under\nAmerican and international law to end those abuses immediately.\nPropose a constitutional amendment to impose term limits on all members of Congress.\nA complete ban on foreign lobbyists raising money for American elections.\nCancel billions in payments to U.N. climate change programs and use the money to fix America’s water and environmental infrastructure.\nI will lift the restrictions on the production of $50 trillion dollars’ worth of job-producing American energy reserves, including shale, oil, natural gas and clean coal.\nSource: Donaldtrump.com/contract; BofA Merrill Lynch Global Research\nACA reforms: not before fiscal reforms\nIn an interview on February 5, Trump walked back his promise to replace Obamacare in\nshort order, saying that the process is “complicated” and “maybe it’ll take till sometime\ninto next year.” In contrast, asked if Americans should expect a tax cut this year, he said:\n“I think before the end of the year I would like to say yes.”\nDone\nDone\nDone\nDone\nDone\nDone\nDone\nDone\nDone\nDone\nDone\nNot Done\nNot Done\nNot Done\nNot Done\nNot Done\nNot Done\nIn our view, the prevailing pessimism that Obamacare will take precedence over tax cuts\nis not consistent with three key facts on the table:\n• The Republicans, with only 52 seats in the Senate, do not have the votes to replace\nObamacare.\n• It is by now a broadly shared view among Republican leadership that to repeal\nObamacare without replacing it would be very risky politically.\n• There is no consensus among Republicans about how to replace Obamacare. For\nexample, 31 states took up federal funding to expand Medicaid under Obamacare\n4 Cause and Effect | 13 February 2017\nand 119 House Republicans represent these states. Repealing Obamacare without\nreplacing it would entail either a significant cut in the funding of the program or\nthat the state tax payers will have to pick up the bills. Either is likely to hurt\nRepublican support in these states.\nTax reform: BAT won’t kill it\nThe proposed border adjustment tax in the Ryan-Brady plan has been attracting a lot of\nattention lately. Although we have concerns about some specific aspects of the proposal\n(which we will discuss later), the popular view that it could be a deal breaker for the\nwhole tax reform initiative seems to us difficult to substantiate.\nBelow are some key facts that are worth noting:\n• It has been thirty years since the US last overhauled its tax code. Most mainstream\neconomists agree that it needs a serious update.\n• Tax reform requires strong political consensus. The Republicans, by gaining control\nof the Presidency and retaining their control of both houses of Congress in the\nNovember elections, are in a strong position to push through major tax reform.\n• The tax reform proposal from House Republicans has already gone through\nextensive consultations and enjoys broad support within the House Republican\nConference.\n• One of the key commitments of the Trump campaign is tax cuts and simplification\nto boost growth.\n• The US today has the highest marginal corporate income tax rate among OECD\ncountries.\n• Another major difference between the US and other major economies is that US\ncorporations are taxed on their world-wide income as opposed to territorial income.\nIn 2000, 17 out of the current 34 OECD members had a world-wide system. By\n2010, only 7 did.\n• The combination of high corporate income tax rate and a world-wide income tax\nsystem has two unintended consequences. One, US companies currently hold more\nthan $2trn in capital overseas. Two, an increasing number of US companies are\nacquiring smaller foreign companies with the purpose of relocating their\nheadquarters outside the US (ie, inversion). Between 2003 and 2011, there were\nonly 7 such transactions. From 2012 and 2015, 27 such transactions were\ncompleted.\n• The valued added tax (VAT) system has been gaining popularity over the past\ntwenty years. Today, more than 160 countries have a VAT. The U.S. is the only\nOECD country that doesn’t.\n• The fact that the US does not have a VAT system puts US produced goods at a\ndisadvantage. VAT is “border adjusted” - meaning that when a good is exported the\nproducer gets a rebate while imports are subject to VAT.\nThese facts together make it very apparent that both the case for tax reform and\nsupport for tax reform are very strong. Paul Ryan said on January 26 after the\nRepublican retreat in Philadelphia that they “aspire” to pass tax reforms by August.\nCause and Effect | 13 February 2017 5\n4 BAT scenarios\nTo us, the key question is not when tax reform will pass (likely sooner than what is\npriced in). Far more important for financial markets in our view, especially for the rates\nand FX markets, is what tax reform means for inflation. The recent divergence between\ninflation breakevens and real yields reflects to a large part to the increasing consensus\nthat tax reform will be stagflationary.\nWe are less sure this will be the case and this is why. In our view, there are four possible\npaths in terms of how the border adjustment tax proposal could play out:\n• Scenario 1: This is the baseline of the Republican architects of the proposal\nwho see a 25% appreciation of the USD to offset the 20% new tax on imports.\nIn this scenario, because of the USD appreciation the inflationary impact of the\nborder adjustment tax will be limited. In fact, it is very likely in this scenario\nthat the second round effects of the USD appreciation (for example on\ncommodity prices and emerging markets) will stoke deflationary fears.\n• Scenario 2: In this scenario, we would get the BAT as proposed but the USD\ndoes not go up because the new administration sees a strong USD as\nincompatible with its trade policy. We suspect this scenario has become the\nbaseline for the market. We disagree this is the most probable outcome. In our\nview, it would be difficult if not impossible for Republican leadership to push\nthrough tax changes that would lead to potentially very unpopular price hikes\nahead of the mid-term elections next year.\n• Scenario 3: In this scenario the BAT would not make it into the tax reform and\nthe proposed corporate tax cut is financed by running up the fiscal deficit. This\ncould be easier to sell politically than Scenario 2, especially given that the\nRepublicans plan to deliver personal income tax cuts at the same time. In this\nscenario, the USD will rally as the Fed continues to hike and rate differential\ndrives the USD higher.\nChart 6: The four different fates of the border adjustment tax proposal\nScenario 1: Ryan-Brady proposal\n+25% USD increase = Little increase\nin inflation\nMedium probability:\nUSD↑↑↑, BE↓↓\nScenario 2: Ryan-Brady proposal +\nlittle USD increase = Big increase in\ninflation\nLow probability:\nUSD↑↓, BE↑↑\nBAT\nScenario 3: No BAT + bigger fiscal\ndeficit = Little increase in inflation\nMedium probability:\nUSD↑, BE↓\nScenario 4: VAT instead of BAT =\nSmaller increase in inflation\nMedium probability:\nUSD↑↑, BE↑↓\nSource: BofA Merrill Lynch Global Research\n6 Cause and Effect | 13 February 2017\n• Scenario 4: The current BAT proposal has some obvious issues. Because\nwages are deductible from taxable income, it essentially taxes domestically\nproduced goods as a share of value added but taxes imports as a share of their\ntotal value. This is a clear discrimination that would certainly invite WTO\ndispute and that could potentially give future non-Republican administrations\nthe excuse to overturn the tax reform. Moreover, the fact that under the\ncurrent proposal some exporters will potentially pay no taxes does not seem\nfair to us. Remember, in most countries with a VAT system, there is also a\ncorporate income tax. In this scenario, we assume that after negotiations we\nget a true VAT that is both WTO compliant as well as being revenue neutral.\nThe USD would do better in this scenario compared to Scenario 3 because the\nVAT would help level the playing fields between US and foreign produced\ngoods and the US trade balance should improve.\nHow to trade it?\nWe view the recent weakening of the USD and rising inflation breakevens as mutually\ninconsistent, since we think Scenario 2 is not a viable political outcome. The fact that all\nother scenarios are associated with a stronger USD and lower to flat inflation\nbreakevens is supportive of our bullish USD view.\nThe market needs more clarity on the details of the fiscal reform proposal to determine\nthe outlook for the USD and rates. It is possible that details may be unveiled as early as\nthe president’s speech to the joint session of Congress on February 28, 2017. We think\nit could validate our view of a stronger USD.\nTaking advantage of clean positioning and the decline in implied FX vol lately, we\nrecommend buying a 6w ATM EUR put/USD call (spot reference at 1.0630). A 6-week\noption will cover also the March Fed meeting and the Dutch election (both on March 15)\nthat can both potentially work in favour of the trade.\nWe think the market is underpricing the risk of a Fed hike in March and better-thanexpected\nresults by the Freedom Party in the Dutch election could intensify concerns of\na second-round Le Pen win in May. The latter suggests that over the next 2-3 months it\nmay be easier to buy the USD than to pay US rates and easier to sell EUR/USD than to\nbuy USD/JPY.\nCause and Effect | 13 February 2017 7\nOptions Risk Statement\nPotential Risk at Expiry & Options Limited Duration Risk\nUnlike owning or shorting a stock, employing any listed options strategy is by definition\ngoverned by a finite duration. The most severe risks associated with general options\ntrading are total loss of capital invested and delivery/assignment risk... all of which can\noccur in a short period.\nInvestor suitability\nThe use of standardized options and other related derivatives instruments are\nconsidered unsuitable for many investors. Investors considering such strategies are\nencouraged to become familiar with the \"Characteristics and Risks of Standardized\nOptions\" (an OCC authored white paper on options risks). U.S. investors should consult\nwith a FINRA Registered Options Principal.\nFor detailed information regarding risks involved with investing in listed options:\nhttp://www.theocc.com/about/publications/character-risks.jsp\nAnalyst Certification\nI, David Woo, hereby certify that the views expressed in this research report accurately\nreflect my personal views about the subject securities and issuers. I also certify that no\npart of my compensation was, is, or will be, directly or indirectly, related to the specific\nrecommendations or view expressed in this research report.\n8 Cause and Effect | 13 February 2017\nDisclosures\nImportant Disclosures\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\nBofA Merrill Lynch Global Credit Research analysts regularly interact with sales and trading desk personnel in connection with their research, including to ascertain pricing and liquidity in the\nfixed income markets.\nOther Important Disclosures\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nfrom various sources including Bank of America Merrill Lynch trading desks.\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded in the report timestamp.\nThis report may refer to fixed income securities that may not be offered or sold in one or more states or jurisdictions. Readers of this report are advised that any discussion, recommendation or\nother mention of such securities is not a solicitation or offer to transact in such securities. Investors should contact their BofA Merrill Lynch representative or Merrill Lynch Financial Global\nWealth Management financial advisor for information relating to fixed income securities\nRule 144A securities may be offered or sold only to persons in the U.S. who are Qualified Institutional Buyers within the meaning of Rule 144A under the Securities Act of 1933, as amended.\nSECURITIES DISCUSSED HEREIN MAY BE RATED BELOW INVESTMENT GRADE AND SHOULD THEREFORE ONLY BE CONSIDERED FOR INCLUSION IN ACCOUNTS QUALIFIED FOR SPECULATIVE\nINVESTMENT.\nRecipients who are not institutional investors or market professionals should seek the advice of their independent financial advisor before considering information in this report in connection\nwith any investment decision, or for a necessary explanation of its contents.\nThe securities discussed in this report may be traded over-the-counter. Retail sales and/or distribution of this report may be made only in states where these securities are exempt from\nregistration or have been qualified for sale.\nOfficers of MLPF&S or one or more of its affiliates (other than research analysts) may have a financial interest in securities of the issuer(s) or in related investments.\nThis report, and the securities discussed herein, may not be eligible for distribution or sale in all countries or to certain categories of investors.\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\"BofA Merrill Lynch\" includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S\") and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nMLPF&S distributes, or may in the future distribute, research reports of the following non-US affiliates in the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nSouth Africa (Pty) Ltd., regulated by The Financial Service Board; MLI (UK): Merrill Lynch International, regulated by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n(PRA); Merrill Lynch (Australia): Merrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nPacific) Limited, regulated by the Hong Kong Securities and Futures Commission (HKSFC); Merrill Lynch (Singapore): Merrill Lynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\nSingapore (MAS); Merrill Lynch (Canada): Merrill Lynch Canada Inc, regulated by the Investment Industry Regulatory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nCV, Casa de Bolsa, regulated by the Comisión Nacional Bancaria y de Valores; Merrill Lynch (Argentina): Merrill Lynch Argentina SA, regulated by Comisión Nacional de Valores; Merrill Lynch\n(Japan): Merrill Lynch Japan Securities Co., Ltd., regulated by the Financial Services Agency; Merrill Lynch (Seoul): Merrill Lynch International Incorporated (Seoul Branch) regulated by the\nFinancial Supervisory Service; Merrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regulated by the Securities and Futures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nregulated by the Securities and Exchange Board of India; PT Merrill Lynch (Indonesia): PT Merrill Lynch Indonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill Lynch\nIsrael Limited, regulated by Israel Securities Authority; Merrill Lynch (Russia): OOO Merrill Lynch Securities, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\n(DIFC): Merrill Lynch International (DIFC Branch), regulated by the Dubai Financial Services Authority (DFSA); Merrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by\nComisión Nacional del Mercado De Valores; Merrill Lynch (Brazil): Bank of America Merrill Lynch Banco Multiplo S.A., regulated by Comissão de Valores Mobiliários; Merrill Lynch KSA Company,\nMerrill Lynch Kingdom of Saudi Arabia Company, regulated by the Capital Market Authority.\nThis research report: has been approved for publication and is distributed in the United Kingdom (UK) to professional clients and eligible counterparties (as each is defined in the rules of the\nFCA and the PRA) by MLI (UK) and Bank of America Merrill Lynch International Limited, which are authorized by the PRA and regulated by the FCA and the PRA, and is distributed in the UK to\nretail clients (as defined in the rules of the FCA and the PRA) by Merrill Lynch International Bank Limited, London Branch, which is authorized by the Central Bank of Ireland and subject to\nlimited regulation by the FCA and PRA - details about the extent of our regulation by the FCA and PRA are available from us on request; has been considered and distributed in Japan by Merrill\nLynch (Japan), a registered securities dealer under the Financial Instruments and Exchange Act in Japan; is issued and distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regulated\nby HKSFC (research reports containing any information in relation to, or advice on, futures contracts are not intended for issuance or distribution in Hong Kong and are not directed to, or\nintended for issuance or distribution to, or use by, any person in Hong Kong); is issued and distributed in Taiwan by Merrill Lynch (Taiwan); is issued and distributed in India by DSP Merrill Lynch\n(India); and is issued and distributed in Singapore to institutional investors and/or accredited investors (each as defined under the Financial Advisers Regulations) by Merrill Lynch International\nBank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch (Singapore) (Company Registration Nos F 06872E and 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are\nregulated by MAS. Bank of America N.A., Australian Branch (ARBN 064 874 531), AFS License 412901 (BANA Australia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS\nLicense 235132 (MLEA) distribute this report in Australia only to 'Wholesale' clients as defined by s.761G of the Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor\nany of its affiliates involved in preparing this research report is an Authorised Deposit-Taking Institution under the Banking Act 1959 nor regulated by the Australian Prudential Regulation\nAuthority. No approval is required for publication or distribution of this report in Brazil and its local distribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch\n(DIFC) is authorized and regulated by the DFSA. Research reports prepared and issued by Merrill Lynch (DIFC) are done so in accordance with the requirements of the DFSA conduct of business\nrules. Bank of America Merrill Lynch International Limited, Frankfurt Branch (BAMLI Frankfurt) distributes this report in Germany and is regulated by BaFin.\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affiliates. MLPF&S is the distributor of this research report in the US and accepts full\nresponsibility for research reports of its non-US affiliates distributed to MLPF&S clients in the US. Any US person receiving this research report and wishing to effect any transaction in any\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\nrespect of any matters relating to dealing in securities (and not futures contracts) or provision of specific advice on securities (and not futures contracts). Singapore recipients of this research\nreport should contact Merrill Lynch International Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this\nresearch report.\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\nCause and Effect | 13 February 2017 9\nThis research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g., options, futures, warrants, and contracts for differences). This report is not intended to provide\npersonal investment advice and it does not take into account the specific investment objectives, financial situation and the particular needs of any specific person. Investors should seek\nfinancial advice regarding the appropriateness of investing in financial instruments and implementing investment strategies discussed or recommended in this report and should understand\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lynch, are not insured by the Federal Deposit Insurance Corporation and are not\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\ninstruments may be difficult to value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\nlose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\nFutures and options are not appropriate for all investors. Such financial instruments may expire worthless. Before investing in futures or options, clients must receive the appropriate risk\ndisclosure documents. Investment strategies explained in this report may not be appropriate at all times. Costs of such strategies do not include commission or margin expenses.\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\nexecuting any short idea contained in this report.\nThis report may contain a trading idea or recommendation which highlights a specific identified near-term catalyst or event impacting a security, issuer, industry sector or the market generally\nthat presents a transaction opportunity, but does not have any impact on the analyst’s particular “Overweight” or “Underweight” rating (which is based on a three month trade horizon). Trading\nideas and recommendations may differ directionally from the analyst’s rating on a security or issuer because they reflect the impact of a near-term catalyst or event.\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments\neffectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill Lynch entities\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nMLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought to the attention of any\nrecipient of this report.\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\ntransactions, including transactions in any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2017 Bank of America Corporation. All rights reserved. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed, retransmitted or\ndisclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch research reports are distributed simultaneously to internal\nand client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and review of this research report\nconstitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report (including any investment\nrecommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nshould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\non public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nThis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). BofA Merrill Lynch\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\nreport containing such rating, recommendation or investment thesis.\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nAll opinions, projections and estimates constitute the judgment of the author as of the date of the report and are subject to change without notice. Prices also are subject to change without\nnotice. BofA Merrill Lynch is under no obligation to update this report and BofA Merrill Lynch's ability to publish research on the subject issuer(s) in the future is subject to applicable quiet\nperiods. You should therefore assume that BofA Merrill Lynch will not update any fact, circumstance or opinion contained in this report.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nthis report or its contents.\n10 Cause and Effect | 13 February 2017\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 40.956618381s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'model': 'gemini-3-flash', 'location': 'global'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '40s'}]}}",
  "house_oversight_id": "014721",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:19.161678Z",
    "model": "gemini-3-flash-preview"
  }
}