{
  "file_name": "HOUSE_OVERSIGHT_014652.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_014652.txt",
  "content": {
    "full_text": "﻿...........................................\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 1 of 7\n-------------------------------------------------X\nUNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF NEW YORK\nVIRGINIA L. GIUFFRE,\nv.\nPlaintiff,\n15-cv-07433-RWS\nGHISLAINE MAXWELL,\nDefendant.\n--------------------------------------------------X\nDeclaration of Laura A. Menninger in Support of\nDefendant’s Motion For Summary Judgment\nI, Laura A. Menninger, declare as follows:\n1. I am an attorney at law duly licensed in the State of New York and admitted to\npractice in the United States District Court for the Southern District of New York. I am a\nmember of the law firm Haddon, Morgan & Foreman, P.C., counsel of record for Defendant\nGhislaine Maxwell in this action. I respectfully submit this Declaration in support of\nMs. Maxwell’s Motion for Summary Judgment. 1\n2. Attached as Exhibit A is a true and correct copy of an article by Sharon Churcher\nentitled “Prince Andrew and the 17-year-old girl his sex offender flew to Britain to meet him,”\nDAILY MAIL, dated March 2, 2011.\n1\nAt trial, defendant intends to produce either the custodian of record relevant to any\ndisputed document or a certification in compliance with either Fed. R. Evid. P. 803 and/or 902.\nSee Fed. R. Civ. P. 56(c). Apart from deposition testimony, the majority of non-deposition\ndocuments herein were either produced by plaintiff or obtained with releases signed by plaintiff.\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 2 of 7\n3. Attached as Exhibit B is a true and correct copy of an article by Sharon Churcher\nentitled “Teenage girl recruited by paedophile Jeffrey Epstein reveals how she twice met Bill\nClinton,” DAILY MAIL, dated March 5, 2011.\n4. Attached as Exhibit C is a true and correct copy of a statement on behalf of Ms.\nMaxwell dated March 9, 2011.\n5. Attached as Exhibit D (filed under seal)\n6. Attached as Exhibit E is a true and correct copy of an Order Denying Motion to Join\nUnder Rule 21, Doe v. United States, No. 08-80736-Civ-Marra/Johnson (S.D. Fla. Apr. 7, 2016).\n7. Attached as Exhibit F is a true and correct copy of a statement on behalf of Ms.\nMaxwell dated January 2, 2015.\n8. Attached as Exhibit G (filed under seal)\n9. Attached as Exhibit H (filed under seal)\n10. Attached as Exhibit I (filed under seal)\n2\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 3 of 7\n11. Attached as Exhibit J (filed under seal)\n12. Attached as Exhibit K (filed under seal)\n13. Attached as Exhibit L (filed under seal)\n14. Attached as Exhibit M (filed under seal)\n15. Attached as Exhibit N (filed under seal)\n16. Attached as Exhibit O (filed under seal)\n17. Attached as Exhibit P (filed under seal)\n18. Attached as Exhibit Q (filed under seal)\n3\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 4 of 7\n19. Attached as Exhibit R (filed under seal)\n20. Attached as Exhibit S (filed under seal)\n21. Attached as Exhibit T (filed under seal)\n22. Attached as Exhibit U (filed under seal)\n23. Attached as Exhibit V (filed under seal)\n24. Attached as Exhibit W (filed under seal)\n25. Attached as Exhibit X(filed under seal)\n26. Attached as Exhibit Y (filed under seal)\n27. Attached as Exhibit Z (filed under seal)\n4\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 5 of 7\n28. Attached as Exhibit AA (filed under seal)\n29. Attached as Exhibit BB (filed under seal)\n30. Attached as Exhibit CC (filed under seal)\n31. Exhibit DD left intentionally blank.\n32. Attached as Exhibit EE (filed under seal)\n33. Attached as Exhibit FF (filed under seal)\n34. Attached as Exhibit GG (filed under seal)\n35. Attached as Exhibit HH (filed under seal)\n36. Attached as Exhibit II (filed under seal)\n5\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 6 of 7\n37. Attached as Exhibit JJ (filed under seal)\n38. Attached as Exhibit KK (filed under seal)\n.\n39. Attached as Exhibit LL is a true and correct copy of the Victims Refuse Silence, Inc.\nArticles of Incorporation dated December 23, 2014, GIUFFRE001064-5.\n40. Attached as Exhibit MM (filed under seal)\nI declare under penalty of perjury that the foregoing is true and correct.\nExecuted on January 6, 2017.\ns/ Laura A. Menninger\nLaura A. Menninger\n6\nCase 1:15-cv-07433-RWS Document 539 Filed 01/06/17 Page 7 of 7\nCERTIFICATE OF SERVICE\nI certify that on January 6, 2017, I electronically served this Declaration of Laura A. Menninger\nin Support of Defendant’s Motion for Summary Judgment via ECF on the following:\nSigrid S. McCawley\nMeredith Schultz\nBOIES, SCHILLER & FLEXNER, LLP\n401 East Las Olas Boulevard, Ste. 1200\nFt. Lauderdale, FL 33301\nsmccawley@bsfllp.com\nmschultz@bsfllp.com\nBradley J. Edwards\nFARMER, JAFFE, WEISSING, EDWARDS,\nFISTOS & LEHRMAN, P.L.\n425 North Andrews Ave., Ste. 2\nFt. Lauderdale, FL 33301\nbrad@pathtojustice.com\nPaul G. Cassell\n383 S. University Street\nSalt Lake City, UT 84112\ncassellp@law.utah.edu\nJ. Stanley Pottinger\n49 Twin Lakes Rd.\nSouth Salem, NY 10590\nStanPottinger@aol.com\n/s/ Nicole Simmons\nNicole Simmons\n7\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 1 of 9\nEXHIBIT A\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 2 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 3 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 4 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 5 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 6 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 7 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 8 of 9\nCase 1:15-cv-07433-RWS Document 539-1 Filed 01/06/17 Page 9 of 9\nCase 1:15-cv-07433-RWS Document 539-2 Filed 01/06/17 Page 1 of 5\nEXHIBIT B\nCase 1:15-cv-07433-RWS Document 539-2 Filed 01/06/17 Page 2 of 5\nCase 1:15-cv-07433-RWS Document 539-2 Filed 01/06/17 Page 3 of 5\nCase 1:15-cv-07433-RWS Document 539-2 Filed 01/06/17 Page 4 of 5\nCase 1:15-cv-07433-RWS Document 539-2 Filed 01/06/17 Page 5 of 5\nCase 1:15-cv-07433-RWS Document 539-3 Filed 01/06/17 Page 1 of 2\nEXHIBIT C\nCase 1:15-cv-07433-RWS Document 539-3 Filed 01/06/17 Page 2 of 2\nShare this\nUb\nSubscribe by Email...\npage\nBreaking News I Entertainment I Sports I Business I Politics I Science I Technology I Odd News I Health I Law\nMore\nStatement on Behalf of Ghislaine\nMaxwell\ni FL)NES D;,' e- MARC t I,). 20:: 1\nLONDON, March 10, 2011 - Ghislaine Maxwell denies the\nvarious allegations about her\nthat have appeared recently in the media. These allegations\nare all entirely\nfalse.\nOlder News\nS M T W T F S\n20 2122 23 24 25 26\n2728 1 2 3 4 5\n6 7 8 9 10 11 12\nIt is unacceptable that letters sent by Ms Maxwell' s legal\nrepresentatives to certain newspapers pointing out the truth\nand asking for\nthe allegations to be withdrawn have simply been ignored.\nIn the circumstances, Ms Maxwell is now proceeding to take\nlegal action against those newspapers.\nI understand newspapers need stories to sell copies. It is\nwell known that certain newspapers live by the adage, \" why\nlet the truth get\nin the way of a good story.\" However, the allegations made\nagainst me are\nabhorrent and entirely untrue and I ask that they stop,\" said\nGhislaine\nMaxwell\nA number of newspapers have shown a complete lack of\naccuracy\nin their reporting of this story and a failure to carry out the\nmost\nelementary investigation or any real due diligence. I am now\ntaking action to\nclear my name,\" she said.\nMedia\ncontact:\nRoss\nCow\nAcuity Reputation\nTel: + 44- 203- 008- 7790\nMob: + 44- 7778- 755- 251\nEmail: ross@acuityreputation. com\nMedia contact: Ross Gow, Acuity Reputation, Tel: + 44-203-\noo8-7790, Mob: + 44-7778- 755- 251, Email: ross at\nacu ityreputation, com\niled.under: Government and Policy, Law, Media\nTags: Devonshves Solicitors, Landon, March io, United Kingdom\nGOVERNMENT AND POLICY MARCH 10\nNEONS -\nNEWS\nCSA Group Selects Frankfurt, Germany for -\nnew European Headquarters\nThe First International Gateway to Africa\nConference in Geneva: Africa& apos;s\nChallenges Today and Tomorrow\nCentral Saint Martins and Method Launch\nAccelerator to Drive Innovation and Support\nUK Economic Growth _.. _... _.\nNorth East Lincolnshire Council\nEmplovees& apos; Ideas Win Votes\nTeel, Mahindra Opens a\nnew Development\nCentre in Bonn,\nGermany\nwebsite Optimisation\nand\nMarketing\nFromFrom Ztieblina\nSir Paul McCartney\nSupports BUAV\nCampaign to end Cruel\n7\nAGREN BIANDO REPORTING\n5-13 //61 9H\nGIUFFREOO1067\nCase 1:15-cv-07433-RWS Document 539-4 Filed 01/06/17 Page 1 of 1\nREDACTED\nEXHIBIT D\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 1 of 11\nEXHIBIT E\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 2 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04/ 07/ 2015 Page 1 of 10\nUNITED STATES DISTRICT COURT\nSOUTHERN DISTRICT OF FLORIDA\nCASE NO.. 08- CV- 80736- KAM\nJANE DOE 1 and JANE DOE 2,\nPetitioners,\nUNITED STATES OF AMERICA,\nRespondent.\nORDER DENYING PETITIONERS' MOTION TO JOIN UNDER RULE 21 AND\nMOTION TO AMEND UNDER RULE 15\nThis cause is before the Court on Jane Doe 3 and Jane Doe 4' s Corrected Motion\nPursuant to Rule 21 for Joinder in Action (\" Rule 21 Motion\") ( DE 280), and Jane Doe 1\nand Jane\nDoe 2' s Protective Motion Pursuant to Rule 15 to Amend Their Pleadings to Conform to\nExisting Evidence and to Add Jane Doe 3 and Jane Doe 4 as Petitioners (\"\nRule 15 Motion\") ( DE\n311). Both motions are ripe for review. For the following reasons, the Court concludes that they\nshould be denied.\nI. Background\nThis is an action by two unnamed petitioners, Jane Doe 1\nand Jane Doe 2, seeking to\nprosecute a claim under the Crime Victims' Rights Act (CVRA), 18 U.S. C. § 3771. ( DE 1).\nGenerally, they allege that the respondent Government violated their rights under the CVRA by\nfailing to consult with them before negotiating a non -prosecution agreement with Jeffrey Epstein,\nwho subjected them to various sexual crimes while they were minors. (\nId.). Petitioners initiated\nthis action in July 2008. ( Id.).\nGIUFFRE002844\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 3 of 11\nCase 9: 03- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 2 of 10\nOn December 30, 2014, two other unnamed victims, Jane Doe 3 and Jane Doe 4, moved\nto join as petitioners in this action pursuant to Federal Rule of Civil Procedure 21. ( DE 280).\nPetitioners ( Jane Doe 1 and Jane Doe 2) support the Rule 21 Motion. ( Id. at 11). Jane Doe 3 and\nJane Doe 4 argue that they \" have suffered the same violations of their rights under the [ CVRA]\nas the\" Petitioners, and they \" desire to join in this action to vindicate their rights as well.\" (\nId. at\n1). The Government vehemently opposes joinder under Rule 21. ( DE 290). The Government\nargues that Rule 15 is the proper procedural device for adding parties to an action, not Rule 21.\nat 1).\nO] ut of an abundance of caution,\" Petitioners filed a motion to amend their petition\nunder Rule 15, conforming the petition to the evidence and adding Jane Doe 3 and Jane Doe 4 as\npetitioners. ( DE 311 at 2). The Government opposes the Rule 15 Motion as well. ( DE 314).\nAmong other things, the Government argues that amending the petition to include Jane Doe 3\nand Jane Doe 4 should be denied because of their undue delay in seeking to join the proceedings,\nand the undue prejudice that amendment will cause. ( Id.).\nAfter considering the parties' submissions and the proposed amended petition, the Court\nfinds that justice does not require amendment in this instance and exercises its discretion to deny\nthe amendment.\nII. Discussion\nThe decision whether to grant leave to amend a complaint is within the sole discretion of\nthe district court.\" Laurie v. Ala. Ct. Crim. Apps., 256 F. 3d 1266, 1274 ( 11th Cir. 2001). \"\nThe\ncourt should freely give leave when justice so requires.\" Fed. R. Civ. P. 15( a)( 2). Justice does\nnot require amendment in several instances, \" includ[ ing] undue delay, bad faith, dilatory motive\nN\nGIUFFRE002845\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 4 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 3 of 10\non the part of the movant....\nundue prejudice to the opposing parry by virtue of allowance of the\namendment, [ and] futility of amendment.\"' Laurie, 256 F. 3d at 1274 ( quoting Foman v. Davis,\n371 U. S. 178, 182 ( 1962)). In addition to considering the effect of amendment on the parties, the\ncourt must consider \" the importance of the amendment on the proper determination of the merits\nof a dispute.\" 6 Wright & Miller, Fed. Prac. & Fed. P. § 1488, p. 814 ( 3d ed. 2010). Justice does\nnot require amendment where the addition of parties with duplicative claims will not materially\nadvance the resolution of the litigation on the merits. See Herring v. Delta Air Lines, Inc., 894\nF. 2d 1020, 1024 ( 9th Cir. 1989).\nA. Rule 21 Motion\nJane Doe 3 and Jane Doe 4' s first attempt to join in this proceeding was brought under\nRule 21. ( DE 280). \" If parties seek to add a party under Rule 21, courts generally use the\nstandard of Rule 15, governing amendments to pleadings, to determine whether to allow the\naddition.\" 12 Wright & Miller, Fed. Prac. & Fed. P., p. 432 ( 3d ed. 2013);\nsee also Galustian v.\nPeter, 591 F. 3d 724, 729- 30 ( 4th Cir. 2010) ( collecting cases and noting that Rule 15( a) applies\nto amendments seeking to add parties);\nFrank v. U.S. West, Inc., 3 F. 3d 1357, 1365 ( 10th Cir.\n1993) (\" A motion to add a parry is governed by Fed. R. Civ. P. 15( a) ....\")\nRule 21, \" Misjoinder and Nonjoinder of Parties,\" provides the court with a tool for\ncorrecting the \" misjoinder\" of parties that would otherwise result in dismissal. Fed. R. Civ. P.\n21. Insofar as Rule 21 \" relates to the addition of parties, it is intended to permit the bringing in\nof a person, who through inadvertence, mistake or for some other reason, had not been made a\nparry and whose presence as a parry is later found necessary or desirable.\" United States v. Com.\nBank of N. Am., 31 F. R.D. 133, 135 ( S. D.N.Y. 1962) ( internal quotation marks omitted).\n3\nGIUFFRE002846\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 5 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 4 of 10\nIn their Rule 21 Motion, Jane Doe 3 and Jane Doe 4 do not claim that they were omitted\nfrom this proceeding due to any \" inadvertence\" or \" mistake\" by Petitioners; rather, they seek to\njoin this proceeding as parties that could have been permissively joined in the original petition\nunder Rule 20 (\" Permissive Joinder of Parties\"). As courts generally use the standards of Rule\n15 to evaluate such circumstances, the Court will consider the joinder issue as presented in the\nRule 15 Motion. The Court will consider the arguments presented in the Rule 21 Motion as if\nthey are set forth in the Rule 15 Motion as well. Because the arguments are presented in the Rule\n15 Motion (and because the Court is denying the Rule 15 Motion on its merits, as discussed\nbelow), the Rule 21 Motion will be denied.\nThe Court also concludes that portions of the Rule 21 Motion\nand related\nfilings\nshould be stricken from the record. Pending for this Court' s consideration is a Motion\nfor Limited Intervention filed by Alan M. Dershowitz, who seeks to intervene to \" strike the\noutrageous and impertinent allegations made against him and [ to] request[] a show cause order to\nthe attorneys that have made them.\" ( DE 282 at 1).\nThe Court has considered Mr. Dershowitz' s\narguments, but it finds that his intervention is unnecessary as Federal Rule of Civil Procedure\n12(f) empowers the Court \" on its own\" to \" strike from a pleading an insufficient defense or any\nredundant, immaterial, impertinent, or scandalous matter.\" Fed. R. Civ. P. 12(f).\nPetitioners' Rule 21 Motion consists of relatively little argumentation regarding why the\nCourt should permit them to join in this action. they argue that ( 1)\nthey were sexually abused by\nThe Court notes that, regardless of which motion it considers, the same standard\ngoverns the addition of parties under Rule 21 and Rule 15. See Goston v. Potter, No. 08- cv- 478\nFJS ATB, 2010 WL 4774238, at * 5 ( N.D.N.Y. 2010) ( citing Bridgeport Music, Inc. v. Universal\nMusic Grp., Inc., 248 F.R.D. 408, 412 ( S. D.N.Y. 2008)).\nM\nGIUFFRE002847\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 6 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 5 of 10\nJeffrey Epstein, and ( 2) the Government violated their CVRA rights by concealing the non-\nprosecution agreement with them. ( DE 280 at 3; see id. at 7- 8).\nHowever, the bulk of the Rule\n21 Motion consists of copious factual details that Jane Doe 3 and Jane Doe 4 \" would prove\" \"[ i]f\nallowed to join this action.\" ( Id. at 3, 7). Specifically, Jane Doe 3 proffers that she could prove\nthe circumstances under which a non -parry introduced her to Mr. Epstein, and how Mr. Epstein\nsexually trafficked her to several high- profile non -parry individuals, \" including numerous\nprominent American politicians, powerful business executives, foreign presidents, a well- known\nPrime Minister, and other world leaders.\" ( Id. at 3- 6). She names several individuals, and she\noffers details about the type of sex acts performed and where they took place. See id. at 5)?\nAt this juncture in the proceedings, these lurid details are unnecessary to the\ndetermination of whether Jane Doe 3 and Jane Doe 4 should be permitted to join Petitioners'\nclaim that the Government violated their rights under the CVRA. The factual details regarding\nwith whom and where the Jane Does engaged in sexual activities are immaterial and impertinent\nto this central claim ( i.e., that they were known victims of Mr. Epstein and the Government owed\nthem CVRA duties), especially considering that these details involve non-parties who are not\nrelated to the respondent Government. These unnecessary details shall be stricken.\nThe original Rule 21 Motion (DE 279) shall be stricken in its entirety, as it is wholly\nsuperseded by the \" corrected\" version of the Rule 21 Motion (DE 280).\nFrom the corrected Rule\n21 Motion, the Court shall strike all factual details regarding Jane Doe 3 between the following\nsentences: \" The Government then concealed from Jane Doe 43 the existence of its NPA from\nz\n280 at 7- 8).\nJane Doe 4' s proffer is limited to sexual acts between Mr. Epstein and herself. ( See DE\nGIUFFRE002848\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 7 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 6 of 10\nJane Doe 43, in violation of her rights under the CVRA\" (id. at 3); and \" The Government was\nwell aware of Jane Doe 43 when it was negotiating the NPA, as it listed her as a victim in the\nattachment to the NPA\" ( id. at 6). As none of Jane Doe 4' s factual details relate to non-parties,\nthe Court finds it unnecessary to strike the portion of the Rule 21 Motion related to her\ncircumstances. Regarding the Declaration in support of Petitioners' response to Mr.\nDershowitz' s motion to intervene (DE 291- 1), the Court shall strike paragraphs 4, 5, 7, 11, 13,\n15, 19 through 53, and 59, as they contain impertinent details regarding non-parties. Regarding\nthe Declaration of Jane Doe 3 in support of the Rule 21 Motion (DE 310- 1),\nthe Court shall strike\nparagraphs 7 through 12, 16, 39, and 49, as they contain impertinent details regarding non-\nparties. Jane Doe 3 is free to reassert these factual details through proper evidentiary proof,\nshould Petitioners demonstrate a good faith basis for believing that such details are pertinent to a\nmatter presented for the Court' s consideration.\nAs mentioned, Mr. Dershowitz moves to intervene \" for the limited purposes of moving to\nstrike the outrageous and impertinent allegations made against him and requesting a show cause\norder to the attorneys that have made them.\" ( DE 282 at 1).\nAs the Court has taken it upon itself\nto strike the impertinent factual details from the Rule 21 Motion and related filings, the Court\nconcludes that Mr. Derschowitz' s intervention in this case is unnecessary. Accordingly, his\nmotion to intervene will be denied as moot. 3\nRegarding whether a show cause order should\n3 This also moots Mr. Dershowitz' s Motion for Leave to File Supplemental Reply in\nSupport of Motion for Limited Intervention. ( DE 317). Denying Mr. Dershowitz' s motion to\nintervene also renders moot Petitioners' motion (DE 292) to file a sealed document supporting its\nresponse to Mr. Dershowitz' s motion. It will accordingly be denied as moot, and DE 293 ( the\nsealed response) will be stricken from the record.\non\nGIUFFRE002849\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 8 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 7 of 10\nissue, the Court finds that its action of striking the lurid details from Petitioners' submissions is\nsanction enough. However, the Court cautions that all counsel are subject to Rule 11' s mandate\nthat all submissions be presented for a proper purpose and factual contentions have evidentiary\nsupport, Fed. R. Civ. P. 11( b)( 1)\nand ( 3), and that the Court may, on its own, strike from any\npleading \" any redundant, immaterial, impertinent, or scandalous matter,\"\nFed. R. Civ. P. 12(f).\nB. Rule 15 Motion\nBetween their two motions ( the Rule 21 Motion and Rule 15 Motion), Jane Doe 3 and\nJane Doe 4 assert that \" they desire to join in this action to vindicate their rights [ under the\nCVRA] as well.\" ( DE 280 at 1).\nAlthough Petitioners already seek the invalidation of Mr.\nEpstein' s non -prosecution agreement on behalf of all \" other similarly -situated victims\" (\nDE 189\nat 1;\nDE 311 at 2, 12, 15, 18- 19), Jane Doe 3 and Jane Doe 4 argue that they should be fellow\ntravelers in this pursuit, lest they \" be forced to file a separate suit raising their claims\" resulting\nin \" duplicative litigation\" ( DE 280 at 11).\nThe Court finds that justice does not require adding\nnew parties this late in the proceedings who will raise claims that are admittedly \" duplicative\" of\nthe claims already presented by Petitioners.\nThe Does' submissions demonstrate that it is entirely unnecessary for Jane Doe 3 and\nJane Doe 4 to proceed as parties in this action, rather than as fact witnesses available to offer\nrelevant, admissible, and non -cumulative testimony.\nSee e. g., DE 280 at 2 ( Jane Doe 3 and\nJane Doe 4 \" are in many respects similarly situated to the current victims\"),\n9 (\" The new victims\nwill establish at trial that the Government violated their CVRA rights in the same way as it\nviolated the rights of the other victims.\"), 10 ( Jane Doe 3 and Jane Doe 4 \" will simply join in\nmotions that the current victims were going to file in any event.\"), 11 ( litigating Jane Doe 3 and\n7\nGIUFFRE002850\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 9 of 11\nCase 9: 03- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 3 of 10\nJane Doe 4' s claims would be \" duplicative\"); DE 298 at 1 n. I (\" As promised ... Jane Doe No. 3\nand Jane Doe No. 4 do not seek to expand the number of pleadings filed in this case. If allowed\nto join this action, they would simply support the pleadings already being filed by Jane Doe No. 1\nand Jane Doe No. 2.\"); DE 311 at 5 n. 3 (\"[\nA] II four victims (represented by the same legal\ncounsel) intend to coordinate efforts and avoid duplicative pleadings.\"), 15 ( Jane Doe 3 and Jane\nDoe 4 \" challenge the same secret agreement\ni.e., the NPA that the Government executed with\nEpstein and then concealed from the victims. This is made clear by the proposed amendment\nitself, in which all four victims simply allege the same general facts.\")).\nAs the Does argue at\nlength in their Rule 15 Motion, Jane Doe 1'\ns original petition \" specifically allege[ s] that the\nGovernment was violating not only her rights but the rights of other similarly -situated victims.\"\nDE 311 at 2). The Court fails to see why the addition of \"other similarly -situated victims\" is\nnow necessary to \" vindicate their rights as well.\" (\nDE 280 at 1).\nOf course, Jane Doe 3 and Jane Doe 4 can participate in this litigated effort to vindicate\nthe rights of similarly situated victims\nthere is no requirement that the evidentiary proof\nsubmitted in this case come only from the named parties. Petitioners point out as much, noting\nthat, regardless of whether this Court grants the Rule 15 Motion, \"they will call Jane Doe No. 3\nas a witness at any trial.\" ( DE 311 at 17 n.7). The necessary \" participation\" of Jane Doe 3 and\nJane Doe 4 in this case can be satisfied by offering their properly supported\nand relevant,\nadmissible, and non -cumulative\ntestimony as needed, whether through testimony at trial\nsee DE 280 at 9) or affidavits submitted to support the relevancy of discovery requests4\nsee\n310- 1).\nThe non -parry Jane Does clearly understand how to submit affidavits. See DEs 291- 1,\nGIUFFRE002851\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 10 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 9 of 10\nid. at 10). Petitioners do not contend that Jane Doe 3 and Jane Doe 4' s \" participation in this\ncase\" can only be achieved by listing them as parties.\nAs it stands under the original petition, the merits of this case will be decided based on a\ndetermination of whether the Government violated the rights of Jane Doe 1,\nJane Doe 2, and all\nother similarly situated victims\" under the CVRA. Jane Doe 3 and Jane Doe 4 may offer\nrelevant, admissible, and non -cumulative evidence that advances that determination, but their\nparticipation as listed parties is not necessary in that regard. See Herring, 894 F. 2d at 1024\nDistrict court did not abuse its discretion by denying amendment where \" addition of more\nplaintiffs ... would not have affected the issues underlying the grant of summary judgment.\");\nc£\nArthur v. Stern, 2008 WL 2620116, at * 7 ( S. D. Tex. 2008) ( Under Rule 15, \" courts have held\nthat leave to amend to assert a claim already at issue in [ another lawsuit] should not be granted if\nthe same parties are involved, the same substantive claim is raised, and the same relief is\nsought.\")'\nAnd, as to Jane Doe 4 at least, adding her as aparty raises unnecessary questions\nabout whether she is a proper party to this action.6\nPetitioners also admit that amending the petition to conform to the evidence\nby\nincluding references to the non -prosecution agreement itself\nis \" unnecessary\" as the \" existing\npetition is broad enough to cover the developing evidence in this case.\" (\nDE 311). The Court\nThe Court expresses no opinion at this time whether any of the attestations made by\nJane Doe 3 and Jane Doe 4 in support of their motion will be relevant, admissible, and non-\ncumulative.\n6 The Government contends that Jane Doe 4 is not a true \" victim\" in this case because\nshe was not known at the time the Government negotiated the non -prosecution agreement, and\naccordingly she was not entitled to notification rights under the CVRA. See DE 290 at 10).\nAny \" duplicative\" litigation filed by Jane Doe 4 would necessarily raise the issue of whether she\nhas standing under the CVRA under these circumstances.\nM\nGIUFFRE002852\nCase 1:15-cv-07433-RWS Document 539-5 Filed 01/06/17 Page 11 of 11\nCase 9: 05- cv- 60736- SCAM Document 324 Entered on FLSD Docket 04607/ 2015 Page 10 of 10\nagrees, and it concludes that justice does not require amending the petition this late in the\nproceedings.\nIII. Conclusion\nAccordingly, it is hereby ORDERED AND ADJUDGED as follows: the Rule 21 Motion\nDE 280) is DENIED; the Rule 15 Motion ( DE 311) is DENIED; Intervenor Dershowitz' s\nMotion for Limited Intervention (DE 282) and Motion for Leave to File Supplemental Reply in\nSupport of Motion for Limited Intervention (DE 317) are DENIED AS MOOT; Petitioners'\nMotion to Seal ( DE 292) is DENIED AS MOOT; the following materials are hereby\nSTRICKEN from the record:\nDE 279, in its entirety.\nDE 280, all sentences between the following sentences:\nThe Government then concealed from Jane Doe 43 the\nexistence of its NPA from Jane Doe 43, in violation of her\nrights under the CVRA\" ( DE 280 at 3); and \" The\nGovernment was well aware of Jane Doe 43 when it was\nnegotiating the NPA, as it listed her as a victim in the\nattachment to the NPA\" ( DE 280 at 6).\nDE 291- 1, paragraphs 4, 5, 7, 11, 13, 15, 19 through 53,\nand 59.\nDE 310- 1, paragraphs 7 through 12, 16, 39, and 49.\nDE 293, in its entirety.\nDONE AND ORDERED in chambers at West Palm Beach, Palm Beach County,\nFlorida, this 6' day of April, 2015.\nKENNETH A. MARRA\nUnited States District Judge\n10\nGIUFFRE002853\nCase 1:15-cv-07433-RWS Document 539-6 Filed 01/06/17 Page 1 of 2\nEXHIBIT F\nCase 1:15-cv-07433-RWS Document 539-6 Filed 01/06/17 Page 2 of 2\nFrom: < ross@acuityreputation.com>\nDate: 2 January 2015 at 20: 38\nSubject: Ghislaine Maxwell\nTo: Rossacuity Gow < ross@acuityreputation. com>\nbcc: martin. robinson(cDmailonline. co. uk,\nP. Peachev@independent. co. uk,\nnick.sommerlad@mirror.co. uk,\ndavid. brown@thetimes. co. uk,\nnick.alwav@bbc.co. uk,\nio- anne. Pugh@bbc. co. uk\nTo Whom It May Concern,\nPlease find attached a quotable statement on behalf of Ms Maxwell.\nNo further communication will be provided by her on this matter.\nThanks for your understanding.\nBest\nRoss\nRoss Gow\nACUITY Reputation\nJane Doe 3 is Virginia Roberts - so not a new individual. The allegations made by Victoria\nRoberts against Ghislaine Maxwell are untrue. The original allegations are not new and have\nbeen fully responded to and shown to be untrue.\nEach time the story is re told it changes with new salacious details about public figures and\nworld leaders and now it is alleged by Ms Roberts that Alan Derschowitz is involved in having\nsexual relations with her. which he denies.\nMs Roberts claims are obvious lies and should be treated as such and not publicised as news, as\nthey are defamatory.\nGhislaine Maxwell' s original response to the lies and defamatory claims remains the same.\nMaxwell strongly denies allegations of an unsavoury nature, which have appeared in the British\npress and elsewhere and reserves her right to seek redress at the repetition of such old\ndefamatory claims.\nSent from my BlackBerry° wireless device\nIEXHIBIT\nE\nI\n22' 16 F G M_ 00068\nCase 1:15-cv-07433-RWS Document 539-7 Filed 01/06/17 Page 1 of 1\nREDACTED\nEXHIBITS G-KK\nCase 1:15-cv-07433-RWS Document 539-8 Filed 01/06/17 Page 1 of 4\nEXHIBIT LL\nCase 1:15-cv-07433-RWS Document 539-8 Filed 01/06/17 Page 2 of 4\nARTICLES OF INCORPORATION\nIn compliance with Chapter 617, F. S., ( Not for Profit)\nARTICIS I\nNAME\nThe name of the cQrporation shall be:\nI\nVictims Refuse Silence, Inc.\nARTICLE H\nPRINCIPAL OFFICE\nPrincipal street address;\n425 North Andrews Ave.\nMailing address, if different is:\nSuite 2\nFort Lauderdale, FL 33301\nARTICLE J7Z\nPURPOSE\nThe purpose for which the corporation is organized is:\nVictims Refuse Silence, Inc. is organized exclusively for charitable and\neducational purposes including, for such purposes, the making of distributions to organizations that qualify as exempt\norganizations under section 501( c)( 3) of the Internal Revenue Code, or the corresponding section of any future federal tax\ncode. The corporation is organized to provide assistance to victims of sexual abuse as well as victims of human trafficking.\nUpon the dissolution of Victims Refuse Silence, Inc., assets shall be distributed for one or more exempt purpose within\nthe meaning of section 501( c)( 3) of the Internal Revenue Code, or corresponding section of any future federal tax\ncode, or shall be distributed to the federal government, or to a state or local government, for a public purpose.\nARTICLE IV\nMANNER OF ELECTION - The manner in which the directors are elected and appointed:\nThe manner in\nwhich the directors are elected or appointed is provided in the bylaws of the Corporation.\nName and Title:\nAddress\nVirginia Roberts, Director\n425 North Andrews Ave.\nSuite 2\nFort Lauderdale, FL 33301\nName and Title:\nAddress:\nF—\nM\n0\nM\nName and Title:- Bradley J. Edwards, Director Name and\nAddress\n425 North Andrews Ave.\nAddress:\nSuite 2\nFort Lauderdale, FL 33301\nName and Title: Brittany N. Henderson, Director Name and\nAddress\n425 North Andrews Ave.\nAddress:\nSuite 2\nFort Lauderdale, FL 33301\nGlUFFRE00 1063\nCase 1:15-cv-07433-RWS Document 539-8 Filed 01/06/17 Page 3 of 4\nName and Title -.—\nName and Title-,\nAddress\nAddress:\nName and Title:\nName and Title:\nAddress\nAddress:\nARTICLE VT JWGISTERED AGENT\nThe name andFlorida street address ( P.O. Box NOT acceptable) of the registered agent is:\nName:\nAddress:\nBradley J. Edwards\n425 North Andrews Ave., Suite 2\nFort Lauderdale, FL 33301\nARTICLE VH Z.NCQM:-ORATOR\nThe name and address of the Incorporator is:\nName:\nAddress-\nBrittany N. Henderson\n425 North Andrews Ave., Suite 2\nFort Lauderdale, FL 33301\nHaving been named as registered agent to accept service ofprocess for the above stated corporation at the place designated in this\ncertificate, I am.UwWar with and acceptjAe-qppWWMren1Las registered agent and agree to act in this capacity\nRequired 1-t-p-a-MrebtitermqVd-Agent\nDate\nI submit this document and affirm that thefacts stated herein are true. I am aware that any false information submitted in a document\nto tfte Department ofState constitutes a third degreefelony as providedfar in s.817.155, F.S.\ngnature\nt2 I n I \\\nDate '\nA\nG1UFFRE00 1064\nI\n2015 FLORIDA NOT FOR PROFIT CORPORATION AMENDED ANNUAL FILED\nREPORT\nApr 22, 2015\nDOCUMENT# N14000011657\nCase 1:15-cv-07433-RWS Document 539-8 Filed 01/06/17 Page 4 of 4\nEntity Name: VICTIMS REFUSE SILENCE, INC.\nCurrent Principal Place of Business:\n425 NORTH ANDREWS AVE., SUITE 2\nFORT LAUDERDALE, FL 33301\nSecretary of State\nCC7801725405\nCurrent Mailing Address:\n425 NORTH ANDREWS AVE., SUITE 2\nFORT LAUDERDALE, FL 33301\nFEI Number: 47- 2627774\nCertificate of Status Desired: Yes\nName and Address of Current Registered Agent:\nEDWARDS, BRADLEY J\n425 NORTH ANDREWS AVE., SUITE 2\nFORT LAUDERDALE, FL 33301 US\nThe above named entity submits this statement for the purpose of changing its registered office or registered agent, or both, in the State of Florida.\nSIGNATURE:\nElectronic Signature of Registered Agent\nDate\nOfficer/Director Detail :\nTitle PRESIDENT, DIRECTOR Title VP, DIRECTOR\nName GIUFFRE, VIRGINIA L Name GARVIN, MARGARET A\nAddress 425 NORTH ANDREWS AVE.. SUITE 2 Address 425 NORTH ANDREWS AVE.. SUITE 2\nCity -State -Zip: FORT LAUDERDALE FL 33301\nCity -State -Zip: FORT LAUDERDALE FL 33301\nTitle\nSECRETARY, DIRECTOR\nName HENDERSON, HENDERSON, BRITTANY BRITTANY NN\nAddress 425 425 NORTH NORTH ANDREWS ANDREWS AVE., AVE., SUITE SUITE 22\nCity -State -Zip: FORT LAUDERDALE FL 33301\nhereby certify that the information indicated on this report or supplemental report is true and accurate and that my electronic signature shall have the same legal effect as if made under\noath, that I am an officer or director of the corporation or the receiver or trustee empowered to execute this report as required by Chapter 617, Florida Statutes, and that my name appears\nabove, or on an attachment with all other like empowered.\nSIGNATURE: BRITTANY N HENDERSON DIRECTOR 04/ 22/ 2015\nElectronic Signature of Signing Officer/Director Detail\nDate\nGIUFFRE001065\nCase 1:15-cv-07433-RWS Document 539-9 Filed 01/06/17 Page 1 of 1\nREDACTED\nEXHIBIT MM\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 41.707843356s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '41s'}]}}",
  "house_oversight_id": "014652",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:18.412074Z",
    "model": "gemini-3-flash-preview"
  }
}