{
  "file_name": "HOUSE_OVERSIGHT_026679.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_026679.txt",
  "content": {
    "full_text": "﻿Invesco Global Sovereign Asset Management Study\n2017\nThis study is not intended for members of the public or retail investors.\nFull audience information is available inside the front cover.\nImportant information\nThis document is intended only for Professional\nClients and Financial Advisers in Continental Europe\n(as defined in the important information); for\nQualified Investors in Switzerland; for Professional\nClients in, Dubai, Jersey, Guernsey, Isle of Man,\nIreland and the UK, for Institutional Investors in\nthe United States and Australia, for Institutional\nInvestors and/or Accredited Investors in Singapore,\nfor Professional Investors only in Hong Kong, for\nQualified Institutional Investors, pension funds and\ndistributing companies in Japan; for Wholesale\nInvestors (as defined in the Financial Markets Conduct\nAct) in New Zealand, for accredited investors as\ndefined under National Instrument 45–106 in Canada,\nfor certain specific Qualified Institutions/Sophisticated\nInvestors only in Taiwan and for one-on-one use with\nInstitutional Investors in Bermuda, Chile, Panama\nand Peru.\nCover\nAerial view of Midtown\nSouth, New York\nIntroduction\nWe published our first report on the sovereign\nasset management industry in 2013 following\ninterviews with 43 sovereign investors. This year\nmarks our fifth annual study with evidence-based\nfindings based predominantly on face-to-face\ninterviews with 97 leading sovereign wealth funds,\nstate pension funds and central banks with assets\nin excess of US$12 trillion.\nOver the past five years we’ve noted a number\nof factors influencing sovereigns such as low\ninterest rates, the falling oil price and reduced\nfunding. This year however we note geopolitical\nshocks in developed markets are shaping decision\nmaking. When coupled with uncertainty over the\nend of quantitative easing, the commencement\nof quantitative tightening and ongoing volatility\nin currencies and commodities it’s clear sovereign\ninvestors are faced with a challenging macroeconomic\nand therefore investment environment.\nThe first theme in this year’s report addresses\nthe aforementioned factors and notes a continuing\nreturn gap between target and actual returns with\nasset deployment challenges limiting the ability for\nsovereigns to match strategic asset allocation targets.\nWe note sovereigns are increasingly looking to evolve\ntheir business models through internalisation or\ninvestment partnerships to reduce management\ncosts and improve placement efficiency.\nGeopolitical risks have led to an increased\nconcentration on perceived ‘safe haven’ international\nmarkets such as the US, India and Germany as well\nas an increasing focus on home market allocations\nin an effort to reduce foreign currency exposure.\nWe focus on real estate in our third theme,\nhighlighting accelerated growth in the asset class.\nWe examine the drivers for these allocations as well as\nsetting out how and where assets are being deployed.\nDespite sovereigns being well placed to implement\nEnvironmental, social and governance (ESG)\nstrategies due to their size and long-term orientation,\nthe uptake of ESG practices by sovereigns appears\nto have varying success. We highlight sovereigns’\npolarised perspectives on ESG investing across\nvarious regions.\nWe conclude with a theme focused on central\nbanks. This year we have expanded and segmented\nour central bank sample to understand differences\nin strategy and pace of change with respect to\ninvestment tranches across developed and\nemerging markets.\nWe hope the unique, evidence-based findings\nin this year’s report provide a valuable insight into\na fascinating and important group of investors.\nKey themes\nShift from investment strategy to business model\nThe gap between target and actual portfolio returns\nalong with declines in investment commitments are\nreshaping sovereigns’ strategic agendas.\nIncreasing appeal of perceived ‘safe haven’ markets\nGeopolitical uncertainty is leading to a focus on\nperceived ‘safe haven’ international markets and\nhome markets.\nAttraction to real estate for matching and\nflexible participation\nSovereigns are increasing allocations to high-quality\ndirect real estate given perceived return, matching\nand flexibility attributes.\nEnvironmental, social and governance (ESG)\ngrowth dependent on performance data\nPerspectives on ESG are polarised with supporters\nmoving to further embed and integrate ESG in\ninvestment processes while non-supporters wait\nfor evidence of investment implications.\nCentral bank risk appetite driven by financial\nmarket exposure\nCentral bank investment priorities and risk\nappetite vary according to the size of the country’s\nreserves and to the level of exposure to financial\nmarket shocks.\nAlexander Millar\nHead of EMEA Sovereigns & Middle East\nand Africa Institutional Sales\nalexander.millar@invesco.com\n+44 1491 416180\nigsams.invesco.com\nto view more content\non this year’s themes\n01\nSovereign segmentation is crucial to understanding\nattitudes and responses to external themes\nEconomic challenges affect sovereigns differently,\naccording to their liabilities, risk appetites, funding\ndynamics and other factors. We use the framework\nin figure 1 to categorise sovereign investors. We will\nexplore the unique implications of the themes in\nthis report for each of these segments.\nInvestment sovereigns\nInvestment sovereigns do not have any liabilities,\nallowing for long time horizons and high exposure to\nilliquid asset classes. Due to this investment freedom,\nreturn targets are high – investment sovereigns have\nresponded to falling returns by targeting greater\nilliquid asset exposure (to generate higher returns)\nand developing internal management capability\n(to capture more of the value chain), however many\nfunds are reaching limits on these allocations.\nLiability sovereigns\nLiability sovereigns are split into funds with existing\noutflows (current liability sovereigns) and funds with\nfuture liabilities (partial liability sovereigns). While\npartial liability sovereigns have similar strategies\nto investment sovereigns (due to their long time\nhorizons), matching outflows is a key concern\nfor funds with current liabilities. The return gap\nis therefore of particular significance to liability\nsovereigns and many funds expect their target rates\nto eventually increase as they update models to\nlower ‘risk free’ rates and increasing life expectancy.\nTo manage these concerns, many current liability\nsovereigns are seeking greater exposure to highyielding\nasset classes.\nFig 1. Sovereign profile segmentation\nSovereigns and central banks\nPrimary objective\nInvestment only\nInvestment & liability\nGlobal sovereign profile\nInvestment sovereigns\n(INV)\nLiability sovereigns\n(LIA)\nSovereign investors\n1\nCentral banks have secondary liquidity objectives as well as primary capital preservation objectives. They are distinct from sovereigns through their role in local market\nmoney supply and their regulatory function.\n02\nLiquidity sovereigns\nLiquidity sovereigns manage assets to stimulate\neconomies that are highly dependent on commodity\nprices during a market shock. Due to the unpredictable\nand sudden nature of outflows, liquidity sovereigns\nhave extremely short time horizons and prioritise\nportfolio liquidity above investment returns. Despite\nlow yields of government bonds, liquidity sovereigns\nare unable to seek higher returns from alternative\nasset classes due to the inherent liquidity risk.\nDevelopment sovereigns\nThe asset and geographic allocation of development\nsovereigns is driven by the requirement to encourage\nlocal economic growth (rather than investment\nreturn). Development sovereigns take large (often\ncontrolling) stakes in companies of economic\nsignificance in order to grow their presence in\nthe local market. While other sovereigns adjust\nallocations to maximise their asset growth and yield,\ndevelopment sovereigns consider their success\nin economic metrics such as GDP growth and job\ncreation, working closely with their investments to\ngrow long-term strategic assets. This means that\ndevelopment funds are relatively unreactive to\nreturn shortfalls and asset allocation trends.\nCentral banks\nCentral banks are ‘lenders of last resort’ – managers\nof a large foreign reserves portfolio to bail out\nfinancial institutions of public importance. Due to\nthe importance of maintaining reserves to sufficiently\ncover such requirements, preservation of capital\nis of greatest importance. Central banks also have\nhigh levels of public accountability and disclosure,\nencouraging risk aversion through short time horizons\nand highly liquid investments. While other sovereigns\ninvest in home market assets, central bank reserve\nmanagers hold the majority of their assets in foreign\nsecurities, increasing the importance of currency\nexposure relative to other sovereigns.\nUnlike sovereign investors, central banks have\nobjectives outside of reserves management, including\nlocal market liquidity management and maintenance\nof currency pegs. Since these external factors have\ninfluence over the foreign reserves, in this study we\nconsider central banks separately from sovereign\ninvestors. However, as many government bonds have\nnegative yields, certain central banks have looked to\ninvest in non-traditional asset classes (e.g. equities)\nto preserve their capital, closer aligning their foreign\nreserves investment strategy to that of sovereign\nwealth funds.\nFunding challenges\nand the low return\nenvironment have\nunique implications\nfor each sovereign\nsegment.\nInvestment & liquidity\nInvestment & development\nCapital preservation\nLiquidity sovereigns\n(LIQ)\nDevelopment sovereigns\n(DEV)\nCentral banks 1\n(CB)\n03\nShift from investment strategy to business model\nThe gap between target and actual portfolio returns\nalong with declines in investment commitments are\nreshaping sovereigns’ strategic agendas.\n1\nWorlds highest and longest\nglass Bridge as of 2016 in\nZhangjiajie, China\nThe outlook for macro policy and for the geopolitical\nenvironment remains uncertain\nOur fifth annual cycle of interviews took place\nbetween January and March 2017. In speaking with\nleading sovereign investors and central banks (with\nassets in excess of US$12 trillion) we identified a\nnumber of critical themes that shaped interview\nresponses. Unsurprisingly, we noted that the outlook\nfor macro policy and the potential for further\ngeopolitical shocks dominated discussions.\n– Sovereigns see the end of QE (Quantitative\nEasing) without a clear indication as to the form or\ntimeframe for further QT (Quantitative Tightening).\nWhile the US has begun to raise interest rates, the\nFederal Reserve is engaged in parallel measures\nthat may reduce the quantum and pace of further\nincreases; and there is uncertainty whether and\nwhen other major markets will follow suit\n– The bifurcation of the US and other developed\nmarkets (notably the UK, Germany and Japan)\nhad significant implications for currency rates,\nchallenging sovereign geographic allocations\n– Political change in developed markets (notably\nBrexit and the US election) created volatility in\nsovereign portfolios, challenging the robustness\nof sovereign risk models. As policy changes are\nworked through governments (e.g. the terms of\nBrexit and US corporate tax reform), there will be\nwider implications for long-term geographic and\nasset allocation\n– Emerging markets face various macro challenges,\nwith commodity prices recovering slowly (e.g. oil,\nnatural gas and copper) and an increasingly unstable\npolitical outlook in Brazil and South Africa\nSovereigns face a continuing ‘return gap’\nThese dynamics suggest a continuation of the\n‘lower rates, lower return’ environment over at\nleast the next 24 months. While the lower return\nenvironment has been a consistent theme in past\nyears, in 2017 the implications are compounded,\nwith low interest rates the factor of greatest\nimportance to both strategic and tactical asset\nallocations in figure 2. Risk asset valuations have\ninflated over a number of years, while the nearuniform\ntilt to alternatives such as infrastructure\nhas resulted in supply challenges and delays.\nIn 2016, all sovereign profiles displayed a\nreturn gap (figure 3), driven by the low interest rate\nenvironment, however this shortfall was greatest\namong investment sovereigns. Traditionally, liability\nsovereigns have hedged fixed income against\ninflation (due to the focus on matching outflows\nto beneficiaries), while investment sovereigns have\nleft their inflation exposure open. This has led to\ninvestment sovereigns having the greatest return\ngaps, as developed economies return to growth\nand inflation rises. While liquidity and development\nsovereigns are also suffering from low interest\nrates, respondents noted that investment returns\nwere of secondary importance, relative to liquidity\nand development objectives. Furthermore, liquidity\nsovereigns noted that their long-duration fixed\nincome assets had increased in value as rates fell.\nAgainst this, sovereigns are challenged by fixed\nreturn targets, which are typically set to match\npotential liabilities and do not adjust to market\nconditions. Despite return challenges, we do not\nsee a concurrent shift in investment activity\nyear-on-year (as we go on to explore).\nThe challenges\nof the return gap\nare most severe\namong investment\nsovereigns.\n06\nFig 2. Importance of macroeconomic conditions to strategic and tactical asset allocation\n• Importance to SAA\n• Importance to TAA\n8.1\nLow interest rates\n9.1\n7.4\nUS election\n8.5\n7.1\nCommodity prices\n6.6\n6.9\nBrexit, EU break\n7.5\n6.5\nStock market volatility\n7.5\n5.7\nTerrorism\n5.9\n5.6\nWar in Syria\n5.5\n5.5\nEmerging market\n6.9\n5.1\nClimate change\n7.0\n5.0\nChinese volatility\n6.1\nSample is based on sovereign investors and excludes central banks. SAA=Strategic Asset Allocation. TAA=Tactical Asset Allocation.\nSample=20.\nFig 3. Past year returns and target returns (% AUM)\n• Past year returns\n• Target returns\n4.1 Sovereign sample\n57\n6.1\n2.6\n6.3\nInvestment sovereigns\n12\n4.9\n6.0\nLiability sovereigns\n27\n2.4\n3.3\nLiquidity sovereigns\n7\n4.6\n7.7\nDevelopment sovereigns\n11\nSample is based on sovereign investors and excludes central banks. Sample size shown in grey. Data is not weighted by AUM.\n07\nFig 4. Expected time (years) to deploy assets\n• 2016\n• 2017\nInfrastructure Private equity Real estate Hedge funds\n4\n3.5\n2.3\n2.4\n2 2\n1.7\n1.5\nSample is based on sovereign investors and excludes central banks.\nSample: 2016=21, 2017=35.\n08\nDeployment challenges are limiting sovereign\nability to match targets\nIn previous reports, we observed sovereigns' return\ngaps, driven by low interest rates and challenging\ntargets for fixed income allocations. We have also\nnoted how appetite for alternatives has grown as\nsovereigns seek greater returns from private markets.\nIn last year’s report, we demonstrated that high levels\nof competition in infrastructure and private equity\nwere causing sovereigns to shift deployment of real\nassets towards real estate.\nCompetition for infrastructure and private equity\ndeals has accelerated in 2016, with deployment\ntimes increasing across alternative asset classes\n(figure 4). While the growth in these times is small,\nit is significant: sovereigns are increasingly dependent\non their alternative investments to generate yields,\nhowever, growing levels of undeployed capital for\nalternative investments are being held in cash and\nmoney market funds, so that sovereigns can respond\nquickly when real asset opportunities arise. These\nhighly liquid investments offer limited returns,\nparticularly in comparison to sovereign targets for\nreal asset investments, causing further growth in\nthe return gap.\nRisk of fund withdrawals is slowing further\nilliquid asset investment\nThe ability of sovereigns to respond to the return\ngap is being limited by the increasing likelihood of\nwithdrawals. Over the past three years, governments\nhave responded to economic volatility by reducing\nnew funding to sovereigns and, in some cases,\ndrawing down from sovereign reserves, as seen\nin figure 5.\nWhile previously only liability sovereigns\nexperienced regular drawdown of funds (in the form\nof outflows to beneficiaries), an increasing propensity\nfor government withdrawals is encouraging\ninvestment and liquidity sovereigns to consider the\nliquidity of their portfolio. Liquidity sovereigns were\ncomfortable in their ability to withdraw from their\nportfolio at short notice, however, many sovereigns\nstated that liquidity management was an entirely\nnew objective, with certain investment sovereigns\nresponding by creating tactical allocations to cash\nand money market funds. This has led to conflicting\nliquidity requirements: sovereigns have to manage\nwithdrawal risks by shortening time horizons while\nsimultaneously seeking to access illiquidity premia\nto generate greater returns.\nFig 5. Expected new funding and cancelled investments (% AUM)\n• New funding\n• Cancelled investments\nSovereign sample Investment sovereigns Liability sovereigns Liquidity sovereigns Development sovereigns\n2015\n37\n2016\n56\n2017\n58\n2015\n9\n2016\n10\n2017\n10\n2015\n17\n2016\n26\n2017\n27\n2015\n14\n2016\n6\n2017\n8\n2015\n7\n2016\n14\n2017\n13\n15\n9\n8 8\n7 7\n6\n6 6\n5 5\n4 4\n3 3\n-1\n-1\n0\n0\n-2 -2\n-2\n-3 -3\n-3\n-3\n-4 -4\n-5 -5\nSample is based on sovereign investors and excludes central banks. Sample sizes shown in grey. Data is not weighted by AUM. Periods shown reflect past year new\nfunding/cancellations.\n09\nFig 6. Change in past year allocations by asset class (% citations)\n• Decrease\n• Stay the same\n• Increase\nGlobal equity\n2013\n52\n24\n24\n2014\n20\n46\n34\n2015\n12\n52\n36\n2016\n20\n55\n25\n2017\n13\n63\n23\nHome market equity\n2013\n40\n30\n30\n2014\n18\n41\n41\n2015\n23\n50\n27\n2016\n25\n57\n18\n2017\n23\n67\n10\nGlobal bond\n2013\n55\n27\n18\n2014\n25\n64\n11\n2015\n22\n63\n16\n2016\n23\n65\n13\n2017\n17\n69\n13\nHome market bond\n2013\n42\n25\n33\n2014\n45\n45\n10\n2015\n53\n47\n2016\n36\n57\n7\n2017\n25\n73\n3\nSample is based on sovereign investors and excludes central banks.\nSample: 2013=22, 2014=36, 2015=33, 2016=44, 2017=60.\n10\nUncertain market direction has challenged\nresponse to return gaps through asset allocation\nPolitical change across developed markets challenges\nhigh conviction geographic allocations outside a small\nnumber of perceived ‘safe haven’ markets. Similarly,\nthe staggered shift to QT is creating uncertainty over\nsovereign forecasts for asset class performance.\nAdditionally, in many cases allocations to illiquid\nassets were approaching restrictions put in place by\ninvestment boards, with little room to further tilt to\nrisk classes.\nSuch uncertainty over investment strategy means\nthat very few sovereigns are willing to adjust strategic\nasset allocations, and internal restrictions are a\nchallenge to those that are seeking to change. This can\nbe seen in figure 6, in which an increasing number of\nsovereigns state they have ‘frozen’ asset allocations\nto traditional asset classes.\nA focus on business model to drive implementation\nefficiency and liquidity premium capture\nAs willingness to take active positions in geographic\nand asset allocation decreases, the effects of the\nreturn gap are compounded. Sovereigns are unable to\nrespond to growing shortfalls through asset allocation\nalone, and are instead looking at how to evolve their\nbusiness models to drive more efficient realisation\nagainst portfolio objectives, notably through\ninternalisation or investment partnerships to reduce\nmanagement cost and improve placement efficiency.\nHowever, sovereigns acknowledged that any\nchanges to business models carried trade-offs against\nexecution and investment risk:\n– Many respondents have struggled to reach target\nalternative allocations and the shift to internalise\nor move to co-investment or operating partnerships\nmay create further constraints\n– Over-investing in privately listed assets puts\nsovereigns at risk of future valuation adjustments\nwhile utilisation of alternative deployment models\n(working directly with operating partners) has\nimplications for governance processes and disclosure\n– Reducing intermediation while potentially improving\nline-of-sight to placement also reduces external\nobjective inputs to asset selection and valuation\n– Finally, the tilt to internalisation may not be\nconsistent with geographic diversification objectives,\nand there is some evidence of an increasing ‘home\nmarket’ bias despite stated objectives to the contrary\nWhile the motivation for business model changes\nis clear and aligned, there is an acknowledgement\namongst participants that not all sovereigns will be\nsuccessful in executing, with the potential for risk or\ninvestment shocks where execution is unsuccessful.\nAs willingness to take active positions in geographic\nand asset allocations slows, sovereigns must engage\nwith investment boards to include consideration of\nmarket conditions (as well as potential outflows) in\ntheir return targets to continue to work towards their\nlong-term objectives.\nWith limited\nscope to act\nthrough allocation\nsovereigns are\nfocused on\nalternative levers.\n11\nIncreasing appeal of perceived ‘safe haven’ markets\nGeopolitical uncertainty is leading to a focus on\nperceived ‘safe haven’ international markets and\nhome markets.\n2\nConstruction of subway\nsystem extension,\nNew York\nSovereigns are targeting markets offering security\nand growth\nTraditionally sovereigns have grouped countries by\neconomic development or geographic region to form\ntheir overall geographic allocations. Indeed, last\nyear, we highlighted increased allocations to North\nAmerica, based on perceptions of the US as a ‘safe\nhaven’ for sovereign assets, driven by the strength\nof its currency and positive tax changes for\ninternational investors.\nWhile at a high level, sovereigns have been\nunwilling to adjust regional allocations (as outlined in\ntheme 1), idiosyncratic geopolitical risks are causing\nsovereigns to reweight to countries within these\nallocation bands. In developed markets, uncertainty\nover global interest rates is shifting this focus to\nidentifying markets to shelter assets (as shown by\nthe increased attractiveness of the US and Germany\nin figure 7), with Brexit and the US election cited as\nthe factors of fastest growing importance to asset\nallocation (growing importance cited by 82% and\n68% of sovereigns respectively). Similarly, emerging\nmarkets sovereigns are identifying countries with the\ngreatest potential for long-term economic growth.\nFig 7. Attractiveness of markets to sovereign investors\nUS\n7.7 8.2 8\nBrazil\n6 5.6 5.4\nSample is based on sovereign investors and excludes central banks.\nRating on a scale from 1 to 10 where 10 is the most attractive. Rating scored as of Q1 of the given year.\nSample: 2015=26, 2016=44, 2017=58.\nSovereigns are\nseeking greater\nexposure to\nperceived ‘safe\nhavens’ within each\nkey region.\n14\n• 2015\n• 2016\n• 2017\nUK\nRussia\n7.6 7.5 5.5\n4.1 4.7 5.1\nGermany\nJapan\n7\n7.6 7.8\n5.5 6.4 6.6\nFrance\nChina\n6.2 6.6 6.1\n5.8 5 5.2\nItaly\nIndia\n5.6 5.9 6.1\n5.6 5.9 7.1\nEmerging markets\nDeveloped markets\n5.4 5.2 5.7\n6.9 7 6.7\n15\nGrowth of the US for both returns and protection\nThe attractiveness of the US has been driven by\ninterest rate rises (with expectations for further raises\nthis year) and bond yields lagging in other developed\nmarkets (figure 8). There is also market confidence of\na ‘pro-business’ corporate tax regime following Trump\ntaking office in January 2017, causing sovereigns\nto note the growth potential of US equity markets\n(with 40% of sovereigns expecting to increase North\nAmerican allocations in 2017), as other developed\nmarket stocks remain flat. Currency strength\nunderlies this optimism (USD up 3% against EUR and\n20% against GBP in 2016 1 ), with some sovereigns\ndeliberately targeting dollar exposure through their\ninternational investments. Liability sovereigns noted\nthe dual benefit of the open currency position, both\neliminating hedging costs and generating additional\nreturns relative to home market currency.\nIn our 2015 sovereign study, we highlighted the\nattractiveness of real estate investments in developed\nmarkets. Under FIRPTA (Foreign Investment in\nReal Property Tax Act), sovereign appetite for real\nestate investment in the US has further grown. Most\nnotable, however, is the growing optimism around\nthe potential for new infrastructure deals in the\nUS following political campaigning suggesting an\ninvestment opportunity of US$1 trillion.\nDespite positivity, sovereigns in Europe and Asia\nnoted that successful US real estate investments\ngave no guarantee of similar opportunities within\ninfrastructure. Many respondents were concerned\nabout growing protectionism in the US, questioning\nif it might both limit access to infrastructure and real\nestate investments for foreign sovereigns and would\nhave long-term economic implications as foreign\nrelations are strained.\nCurrency strength\nunderlies optimism\nfor the US.\n1\nSource: XE currency data. Data from 01 January\n2016–01 January 2017.\nFig 8. 10-year government bond yields\nUS UK Germany Japan\n2.5\n1.3\n0.2\n0.0\nSource: US – US Treasury Resource Center, UK – Bank of England Data, Germany – Bundesbank\nStatistics, Japan – Ministry of Finance Interest Rate Index. Data taken as daily average yield on\n30 December 2016.\n16\nUK challenges centred on currency, but future role\nas European hub is unclear\nWhile the UK has faced short-term challenges over low\ninterest rates (relative to the US), the Brexit decision\nposes a threat to the long-term attractiveness of\nthe UK. Brexit is seen as a significant negative for\nUK investment, and investment sovereigns with\nEuropean interests questioned the future of the UK\nas an ‘investment hub’ for Europe, given uncertainty\nover taxes on imports and market access. Liquidity\nsovereigns also noted their concern that demand for\nUK government bonds would drop, challenging the\nliquidity of their holdings.\nDespite this negative sentiment, UK allocations\nremain relatively stable with stated declines\nlikely linked to currency fluctuations rather than\nwithdrawal, as demonstrated in figure 9. Furthermore,\nthe fall in value of the pound has led to a rally in UK\nstocks as export-linked businesses benefit from more\ncompetitive pricing. The low value of the pound also\nallows UK asset managers to offer their services at\na discount to international competitors. This low\nentry price into the UK represents an opportunity\nfor UK managers who can demonstrate local market\nexpertise and robust currency hedging processes to\ninternational sovereign investors.\nThere has also been a demonstration of ongoing\nsovereign commitment to long-term alternative\ninvestments in the UK. Many sovereigns noted that\nthey were unlikely to cancel UK real estate assets\nin the near future and there have been several\nhigh-profile statements of renewed commitment to\nUK infrastructure investments following the Brexit\ndecision, including Thames Water and Heathrow\nAirport. However, respondents noted that these are\nlong-term investments which are unlikely to move\nuntil the outlook of the UK as a preferred investment\ndestination (comparable to the US or Germany)\nbecomes clearer.\nFig 9. Exchange rate, geographic allocations to the UK (% AUM)\nGBP/USD exchange rate\n(External data)\n1.48\nGeographic allocations\nto the UK (% AUM)\n(Sovereign sample)\n4.5\n1.23 3.8\n• 2016\n• 2017\nLHS: Source – XE currency data. Data as of beginning of given year. RHS: Sample is based on\nsovereign investors and excludes central banks. Data is not weighted by AUM.\nSample: 2016=55, 2017=57.\n17\nPositivity towards Germany amidst concerns\nfor Continental Europe\nBrexit has raised awareness of the related threat\nof wider EU disbandment, although this has had\na relatively small effect on Continental European\nallocations on the whole (from 12.8% of AUM in 2016\nto 11.2% in 2017). Instead, it has caused sovereigns\nto focus on the more stable countries within the EU.\nSovereign investments in Germany have increased\nbased on its economic strength (with its attractiveness\nincreasing year-on-year in figure 10), and many\nrespondents attribute this to Germany’s industrial\nsector (an estimated 30.3% of GDP relative to 19.2%\nin the UK, 19.4% in France and 23.9% in Italy).\nHowever, investment sovereigns identified German\nfinancial markets as an area of potential growth\npost-Brexit, offering a stable platform for investments\nacross Europe. Furthermore, liability sovereigns\nexplained that if the eurozone were to disband,\nGermany’s role as the financial hub of Europe would\nhave significant upside for the German currency,\nwith many funds building currency hedging strategies\nto take this into account.\nFig 10. Attractiveness of continental European markets\nto sovereign investors\n• 2015\n• 2016\n• 2017\nGermany France Italy\n7.8\n7.6\n7.0\n6.6\n6.2\n6.1\n6.1\n5.9\n5.6\nSample is based on sovereign investors and excludes central banks.\nRating on a scale from 1 to 10 where 10 is the most attractive. Rating scored as of Q1 of the given years.\nSample: 2015=26, 2016=44, 2017=58.\nGermany is seen\nas a stable platform\nfor investments\nacross Europe.\n18\nSovereigns see potential in Indian private markets\nDespite tactical switching between developed\nmarkets, increasing investment into emerging markets\nremains a long-term strategic objective for many\nsovereigns (as stated in our 2016 report). Stock\nmarkets have relatively small coverage of emerging\nmarket economies, driving greater emphasis on\nilliquid real asset categories. In fact, many sovereigns\nuse infrastructure deals to manage near-term macro\nand geopolitical risk, as outlined in our 2015 study.\nHowever, challenging placement dynamics and\nuncertainty over commodity prices mean sovereigns\nare being more selective in their emerging market\ninvestments, focusing on the identification of highgrowth\nmarkets.\nWhile many emerging markets have struggled with\nslow commodity price recovery and political instability,\nIndia has experienced consistent growth in GDP (figure\n11). However, India’s economic structure is complex\nand publicly listed investments have relatively low\ncoverage of the wider economy (with stock market\ncapitalisation 65% of GDP in India, relative to 146% in\nthe US and 112% in the UK). Indeed, many sovereigns\nare focusing on opportunities within Indian private\nequity (as seen in India’s increasing private sector\nattractiveness in figure 12), seeking returns from its\nrapid urbanisation.\nTypically, in emerging markets sovereigns have\nfaced considerable regulatory and governance\nchallenges to direct private equity investment, leading\nthem to seek assistance from external managers.\nHowever, in 2016 India introduced reforms to foreign\ndirect investment, loosening government restrictions\non investment in certain sectors, with wider reform\nexpected in 2017. This has enabled large investment\nand liability sovereigns to invest heavily in Indian\nprivate equity, and many funds are developing internal\nmanagement expertise based in India to have greater\naccess and control over private equity investments.\nDespite sovereign desire to invest directly in Indian\nprivate equity, the development of local management\ncapability is often complex and deployment of assets\nto meet targets will be lengthy. While concerns\nremain over governance and liquidity of private equity\ninvestments in emerging markets, sovereigns note\nthat local management teams are best equipped to\ndeal with these concerns.\nFig 11. Gross domestic product of\nemerging markets (US$, trillions)\n0.37\n0.35\n1.33\n1.86\n2.03\n2.09\n2.47\n2.46\n1.8\n2.23\n2.05\n• 2015\n• 2016\n• 2017\nIndia\nBrazil\nRussia\nSouth Africa\n0.31\nSource: World Bank Data – GDP (Current US$) data as at 17 April 2017.\nFig 12. Opportunity of Indian private sector\nand attractiveness of India to sovereign investors\n• 2015\n• 2016\n• 2017\nPrivate sector opportunity\nAttractiveness to sovereigns\n6.1\n6.8\n7.1\n5.9\n5.9\n5.6\nSample is based on sovereign investors and excludes central banks.\nRating on a scale from 1 to 10 where 10 is the most opportunistic/attractive. Rating scored\nas of Q1 of the given years.\nSample: 2015=26, 2016=44, 2017=58.\n19\nFig 13. Geographic allocations to home market (% AUM)\n• 2015\n• 2016\n• 2017\n47\n45\n40\nSample is based on sovereign investors and excludes central banks. Data is not weighted by AUM.\nSample: 2015=39, 2016=55, 2017=57.\n20\nHome market investment allows for greater\ninternalisation and reduced hedging costs\nGiven recent increases in the likelihood of outflows,\nfigure 13 shows how sovereigns are growing their\nfocus on home market allocations to reduce foreign\ncurrency exposure. While home market investment\naligns to greater internalisation, it also grows\ncorrelations between sovereign portfolio performance\nand local economic performance. Since sovereign\nfunding is also heavily dependent on the local market,\nsovereigns are at risk of increasing cashflow strains\n(from both investment returns and new funding) when\nthe local economy underperforms.\nSovereigns may need to revert to greater\ngeographic diversification, at the cost of shortterm\nreturns\nThe combination of continuing home market tilts,\nalong with a concentration in a small number of ‘safe\nhavens’, threatens to squeeze allocations to markets\nthat lack clear growth or stability attributes. As the\ngranularity of geopolitical risk models increases,\nsovereigns are at risk of being overly selective in their\ngeographic investments and becoming dependent\non single markets within geographic regions.\nHowever, many of the driving forces behind\nconcentrated geographic allocations are unlikely\nto last. Interest rate disparity in developed markets\nis expected to reduce if European and Japanese\nquantitative tightening begins, suggesting that\nincreased fixed income allocations to the US are\ntactical. Similarly, while growing emerging market\nallocations is a strategic initiative, India has been\ntargeted due to its recent economic growth, relative\nto other major emerging markets.\nWhile sovereigns are willing to be overweight\nindividual countries to capture additional returns\n(either through short-term tactical allocations or\ngreater internalisation), they may shift their focus\nback to managing risk across diverse geographic\nallocations, fulfilling their aim to make government\nreserves independent of local economic performance.\nThese is an\ninherent risk in\novercommitting to\nindividual markets.\n21\nAttraction to real estate for matching and\nflexible participation\nSovereigns are increasing allocations to high-quality\ndirect real estate given perceived return, matching\nand flexibility attributes.\n3\nTrains arriving at\nLiège-Guillemins train\nStation by Santiago\nCalatrava, Belgium\nReal estate is perceived as attractive based\non supply of investment opportunities\nIn last year’s report, we monitored sovereign\ninvestment in real estate, with its perceived superior\nsupply-side dynamics relative to other real asset and\nalternative categories. While asset allocation shifts\nhave slowed this year, the trend towards real estate\nhas accelerated, driven by capacity for sovereign\ninvestment. For example, it is noted that while\nrelatively few countries offer private investors access\nto a wide range of investment-grade infrastructure\ninvestments, there is broad access to commercial and\noffice sectors across major developed and emerging\nmarkets, causing sovereigns to cite real estate as\nthe asset class with the fewest execution challenges\n(figure 14).\nFurthermore, investment sovereigns with large\ninternal teams noted that real estate was unique\nin its scope for greenfield investment. Sovereigns\ncontinue to develop internal asset management\ncapability in real estate (figure 15 highlights the\nhigh levels on internal management within real\nestate), enabling them to generate investment\nopportunities themselves, rather than source and\ncompete for real estate deals with other investors.\nIn an environment where challenges executing\nagainst target real asset and alternative allocations\ndrag on investment returns, supply depth is a key\ndifferentiator for real estate.\nTarget illiquid\nalternative\nallocations have\nincreased, despite\ndeployment\nchallenges.\nFig 14. Underweight asset classes due to\nexecution challenges (% citations)\nInfrastructure Private equity Real estate\n• 2016\n• 2017\n70 71\n60\n54\n45\n27\nSample is based on sovereign investors and excludes central banks.\nSample: 2016=20, 2017=41.\nFig 15. Internal management of international\nilliquid alternatives (% AUM)\n• Real estate\n• Private equity\n• Infrastructure\n50\n15\n22\nSample is based on sovereign investors and excludes central banks. Data is not weighted by AUM.\nSample: Real estate=31, Private equity=26 Infrastructure=24.\n24\nReal estate offers income generation and\naccess optionality\nThis year, sovereigns cited a range of reasons for\nincreasing target real estate allocations, including\nthe scope to capture liquidity alpha, the potential\nto generate income matching mid- to long-term\nliabilities and the potential for internalisation and\ncontrol. With lower interest rates, lower funding\ncommitments to sovereigns and a lack of appetite\nto vary asset allocations, the potential for leveraged\nparticipation in real estate (equity and debt) appeals\nto sovereigns seeking alternative means of scaling\n‘frozen’ asset allocation to match liabilities.\nIn addition, while there are few alternatives to\nthird-party management and fee structures across\ninfrastructure and private equity (with co-investment\nin many cases challenged by fund governance and\nrisk appetite), sovereigns have a broad range of\noptions to participate in the development, acquisition\nand management of real estate. Indeed, there was\nno consensus among sovereigns on the best placed\nreal estate manager, with internal and external\nmanagers, developers and operators cited as\npreferred real estate partners in figure 16. Sovereigns\nare also attracted to the flexibility of real estate value\nchain participation as it reduces upfront funding\ncommitments and allows for a gradual internalisation\nof expertise and resource.\nLow fixed income\nyields means\nsovereigns are\nbeginning to view\nproperty as a\nreliable source of\nincome.\nFig 16. Preferred manager for\nreal estate investments (% citations)\n• Real estate developer\n• Real estate operator\n• Internal investment team\n• External asset manager\n36\n29\n21\n14\nSample is based on sovereign investors and excludes central banks.\nSample=28.\n25\nFig 17. Allocations to international and home market real estate (% AUM)\n• International real estate\n• Home market real estate\n2015 2016 2017\n4.7\n4.4\n3.4\n2.8\n2.2\n1.2\nSample is based on sovereign investors and excludes central banks. Data is not weighted by AUM.\nSample: 2015=44, 2016=57, 2017=62.\nFig 18. Primary factor driving real estate investment (% citations)\nGenerate higher yields Accessing liquidity premium Diversification from\ntraditional assets\nLong-term investment\n58\n18\n15\n9\nSample is based on sovereign investors and excludes central banks.\nSample=33.\n26\nProperty allocations are concentrated in\n‘home market’ to match liabilities\nWhile real estate allocations account for a small\nportion of sovereign portfolios, there has been\nsignificant relative growth in allocations, particularly\nin sovereign home markets (figure 17).\nHome market real estate is attractive for liability\nand investment sovereigns, as there is no need to\nhedge currency exposure, as outlined in theme 2.\nThe increase in home market allocations is mirrored\nin sovereign appetite for income-generating real\nestate assets (with yield generation the lead factor for\nincreased allocations shown in figure 18), matching\nhome currency-denominated liabilities at higher yields\nthan domestic fixed income. Consequently, the tilt to\nreal estate in home markets is substantially funded\nfrom lower allocations to fixed income (figure 19).\nHome market allocations also benefited from the\ntrend to internalisation of real asset management.\nWith limited capability to source and manage real\nestate globally, sovereigns noted that internal\ninvestment teams focused more on the local market,\nparticularly in respect of greenfield or residential\ninvestments. Domestic real estate investment was\ngreatest among Western and Asian sovereigns (4.9%\nand 3.1% of assets respectively), due to the depth\nof high-quality domestic real estate markets. Home\nmarkets were viewed as more familiar and accessible;\nthere was a view that proximity facilitated oversight\nand control, which in turn afforded greater comfort\nin higher risk categories. Many respondents were also\nmore confident in their ability to pitch for real estate\ndeals locally, given the positive reputation\nof sovereign investors.\nFig 19. Primary source of funds for new real estate investments (% citations)\nFixed income\n48\nEquities\n23\nLiquid alternatives\n16\nNew contributions\n13\nSample is based on sovereign investors and excludes central banks.\nSample=31.\n27\nInternational real estate focused on key markets\nwith potential for long-term investment\nInternational real estate allocations also grew in\nthe period to 2016, though at a lower rate than\nhome market. Sovereigns reported that increased\ninternational allocations in many cases represented\ntactical factors such as restrictions in domestic\nmarket or challenges achieving target allocations in\ninfrastructure or private equity.\nAs a result, increases in international allocations\nwere relatively concentrated in terms of asset quality\n(tier-1 assets offering a comparable return profile\nof private equity and infrastructure). This has led\nsovereigns to expect greater growth in high grade\noffice and commercial real estate (figure 20), with\nlong-term tenancies underpinning income generation,\nover industrial or residential categories which offer\nasset growth and development potential.\nThe importance of quality to international real\nestate allocations is also evident in geographic\nallocations. Sovereigns prefer ‘safe haven’ markets\nsuch as North America and Western Europe when\ninvesting in overseas real estate, with developed\nmarkets leading sovereign citations for preferred real\nestate locations shown in figure 21.\nSovereigns acknowledged the benefits\nof external asset managers, particularly\nfor international allocations\nThe success of domestic real estate investments in\nmatching liabilities and the scope to capture liquidity\nalpha through internal models is reflected in the pace\nof home market allocations over the past three years.\nHowever, looking forward sovereigns appreciate\nthat further increases may be constrained by asset\nallocation or the maturity and depth of the local\nmarket. Many sovereigns also noted that there were\nrisks associated with further internal investment in\nhome market real estate:\n– Despite a focus on high-quality assets, liquidity\nis a challenge for real estate investors and many\nsovereigns are approaching limits on the size of\ntheir investments\n– Growing internalisation leaves sovereigns without\nthird-party support in governance and compliance\nfor their real estate investments\n– If interest rates rise, demand for real estate is\nexpected to slow, with implications for both asset\npricing and liquidity\nHowever, on the assumption that interest rates\nglobally remain lower near-term, we expect that\nsovereign demand for real estate will grow faster\nthan sovereigns are willing or able to deploy to\nhome markets. As a result, we expect that over\nthe next three years allocations to international\nmarkets will grow, and diversification outside\npreferred geographies and classes will accelerate.\nDespite success in greenfield investing in their home\nmarket, sovereigns are less able to influence supply\nof real estate opportunities overseas, providing an\nopportunity for external asset managers to support\nsovereigns in sourcing and managing real estate deals.\nDeveloped market\nsovereigns have\naccess to a wide\nrange of highquality\ndomestic\nreal estate assets.\nFig 20. Future increase in real estate sub-asset class allocations (% citations)\n40\nOffice\n40\nCommercial\n28\nResidential\n16\nIndustrial\nSample is based on sovereign investors and excludes central banks.\nSample=25.\n28\nFig 21. Preferred location for real estate investments (% citations)\n• UK\n• Western Europe\n• North America\n• Home market\nResidential Commercial Office Industrial\n5\n5\n9\n9\n24 27\n10\n48\n62\n24\n36\n47\n43\n32\n19\nSample is based on sovereign investors and excludes central banks.\nSample=22.\n29\nEnvironmental, social and governance (ESG)\ngrowth dependent on performance data\nPerspectives on ESG are polarised with supporters\nmoving to further embed and integrate ESG in\ninvestment processes while non-supporters wait\nfor evidence of investment implications.\n4\nThe Hoover Dam on\nthe Colorado River,\nArizona, US\nIn the absence of long-term risk and performance\ndata, the role of ESG is unclear for many sovereigns\nEnvironmental, social and governance (ESG) investing\nlooks to incorporate ethics and sustainability into\nthe investment process. Sovereigns are well placed\nto implement ESG strategies (or component substrategies)\ndue to their scale, reach, size and longterm\norientation. In addition, many investment and\nliability sovereigns have a clear basis to consider\nsustainability factors in delivering their objectives,\ngiven their own mandates and through their growing\ninternal management capability.\nHowever, contrary to early expectations, uptake\nof ESG practices appears to be less broad than\ninitially anticipated. On the one hand, established\nsovereigns across Europe, Canada and Australia have\nbeen pivotal to the evolution of ESG investing among\ninstitutional investors. Many of these sovereigns were\ncrucial in the development of sovereign investment\nstrategies over past decades, and continue to have\nhigh levels of influence over sovereign models globally\nrelative to their size. Against this, funds in the US\nand emerging markets have been reluctant to commit\nto ESG (figure 22) in the absence of objective data\non the investment risk/return trade-offs implicit in\nthese strategies.\nWhile uptake of ESG has not increased in line\nwith historical expectations, there is a clear appetite\nfor perspectives and analysis from adopters, asset\nmanagers and academics. In fact, among institutional\ninvestors globally ESG is cited as the most important\narea for thought leadership (NMG’s Global Asset\nManagement Study 2017), highlighting investor\ndemand for greater understanding.\nQualified support for ‘environmental’ and ‘social’\nscreens given reputational risks of non-adoption,\nhowever further commitment depends on emerging\nevidence of investment implications\nFor sovereigns looking to adopt ESG investing, the\nmost common step is to introduce negative screens\non managers and securities which fall below ethical\nstandards (figure 23). This process lends itself to\nenvironmental and social factors, given growing\nlevels of disclosure of carbon footprint and employee\ndiversity within public markets. Indeed, environmental\nfactors are among the ESG issues of greatest\nimportance to sovereigns shown in figure 24.\nCertain sovereigns noted that negative\nenvironmental and social screens can be simply\ninserted into the investment process as an extra step\nwithin security selection, with minimal additional\ncosts of management and expertise. Respondents\nalso stated that the measurement of the investment\nimpact of negative screens was simple, as the social\ninvestment strategy was most often constructed\nfrom a fully inclusive benchmark.\nDespite some non-users citing analysis showing\nthe negative effect of ESG screening strategies\non short-term returns, there was a sense among\ninterviewees that greater levels of disclosure\nincreased reputational risk of non-adoption relative\nto high-profile ESG adopters.\nESG adoption\nhas been driven\nby established\nsovereigns across\nEurope, Canada\nand Australia.\n32\nFig 22. Sovereign adoption of ESG factors (% citations)\nWest (ex-US)\nRest of world\n91\n32\nSample is based on sovereign investors and excludes central banks.\nSample: West (ex-US)=11, Rest of world=44.\nFig 23. ESG screen usage (% citations, ESG users)\nSecurity negative screen Manager negative screen Manager positive screen Security positive screen\n45 32 23 18\nSample is based on sovereign investors and excludes central banks. Multiple responses.\nSample=22.\nFig 24. ESG issue importance (ESG users)\n• Environmental factor\n• Social factor\n• Governance factor\n7.9\n7.8\nClimate change\nSustainability\n7.2\n7.2\nFinancial disclosure\nEnergy resources\n6.9\n6.9\nHuman rights\nExecutive remuneration\n6.4\nDiversity\n5.8\nWater scarcity\nSample is based on sovereign investors and excludes central banks. Rating on a scale from 1 to 10 where 10 is the most important. Rating scored as of Q1 of the given year.\nSample=22.\n33\nFig 25. Current approach to investment management by size of assets (% citations, ESG users)\n• Attend AGMs\n• Board representation for\nmajority of investments\n• Actively engage with board\n• Don't actively engage\n11\n26\nAUM < US$ 25bn\n19\n58\n5\n25\n29\nAUM > US$ 25bn\n35\n23\n23\nSample is based on sovereign investors and excludes central banks. Sample sizes shown in grey.\nFig 26. Effect of ESG on investment costs/long-term returns (% citations, ESG users)\n• Increase in returns\n• Decrease in returns\n• No difference\nEffect of ESG on long-term returns\nEffect of ESG on investment costs\n70 52\n17\n13\n48\nSample is based on sovereign investors and excludes central banks.\nSample=25.\n34\nLeading adopters are embedding governance-based\nengagement, with an expectation of improved longterm\nreturns\nWhile non-adopters wait on the evidence of ESG\ninvestment outcomes, leading adopters are moving\nfurther down the path of integrating ESG principles\ninto investment allocation and management\ndecisions, including through active engagement with\nor participation in investee company decision-making.\nLarger sovereigns with internal asset management\ncapability were most confident in their ability to\nexecute their ESG strategies, due to their higher levels\nof engagement with their investments (figure 25).\nThese larger sovereigns noted that direct engagement\nbenefits substantially outweighed the cost of external\nadvisers and representation; notably\n– The largest sovereigns drew a clear line from longterm\ninvestor influence on corporate structure\nand executive remuneration to ‘active’ investment\nperformance through the cycle\n– Sovereigns felt able to better represent the interest\nof government or non-government stakeholders\nthrough direct engagement\n– Finally, for sovereigns committed to ESG, direct\ngovernance engagement provided a mechanism\nto proactively drive an ESG agenda in future\ninvestment and management decision-making\nFuture uptake of ESG integration requires more\nperformance data, while growth in active ownership\nrequires third-party assistance\nThe adoption of negative screens is encouraging\nfor ESG advocates; however, the majority of current\nnon-adopters are unwilling to move further in the\nabsence of strong objective evidence of positive\ninvestment risk/return outcomes from ESG investing\nrelative to cost. ESG adopters overwhelmingly\nobserve a positive differential in long-term returns\n(with 70% of respondents perceiving an increase\nin returns from ESG as seen in figure 26), and\nmany adopters explained that they were seeking to\nintegrate systematic ESG risk measurement into the\ninvestment process. However, ESG user and non-user\nrespondents acknowledge that there is a need for\nrobust data on integrated ESG strategies, which can\nonly be addressed through continued measurement\nof the impact on performance.\nDespite uncertainties around the impact of ESG\nintegration, there is a growing consensus among all\nrespondents on the positive effect of governance\non investment returns. However, there are many\nchallenges to developing and managing an active\nownership strategy:\n– Many sovereigns have not defined their governance\nprinciples and were wary of demanding levels of\ntransparency from their investees that the sovereign\nfund itself did not provide\n– The adoption of active ownership requires hiring\nsubject matter experts, and many investment\nsovereign respondents were intent on using\nrecruitment budget to expand internal investment\nteams\n– Certain sovereigns did not hold shareholder voting\nrights across the majority of their securities and\nwere wary of the costs involved in switching these\ninvestments for those with voting rights\n– Many respondents stated that they were challenged\nby lack of engagement from consultants and asset\nmanagers\nWhile smaller sovereigns have been dissuaded from\ninvestment engagement by these cost restraints,\nevidence of benefits in returns and representation\nof sovereign interests will be key in driving greater\nuptake of sovereign active ownership. With some\nsovereigns looking internally to invest, based on the\nability to embed government-based engagement,\nasset managers must respond by offering sovereigns\nthe opportunity participate in the stewardship of\ncompanies by means of voting rights.\nThere is a need\nfor robust data on\nthe performance\nof integrated ESG\nstrategies.\n35\nCentral bank risk appetite driven by financial\nmarket exposure\nCentral bank investment priorities and risk\nappetite vary according to the size of the country’s\nreserves and to the level of exposure to financial\nmarket shocks.\n5\nPostal employees filing\npackages at parcel\nsorting facility\nWhile central bank investment tranches are\nin some ways comparable to sovereign portfolios,\nthey are differentiated by the former’s broader\nmarket functions\nWhile there are similarities in the approach taken to\ninvestment tranches (in terms of risk asset allocation\nand development of internal capability), central banks\nhave a broader set of functions, including local market\nmoney supply, the role of lender of last resort and\ncurrency exchange rate regime management. These\nfactors have considerable influence over investment\nstrategy and capacity, and differentiate central banks\nfrom sovereign investors.\nIn last year’s report, we focused on emerging\nmarket (EM) central banks due to their increasing\nuse of investment tranches (reserves sub-portfolios\nwhich prioritise investment return over liquidity),\nwhich have similar allocations to sovereign investor\nportfolios. We noted that many of the respondent\nbanks were moving up the risk spectrum in response\nto achieving capital preservation in the face of low\nand negative yields, and that reserve managers were\nallocating higher levels of reserves to the investment\ntranche. We explore how central banks in developed\nmarkets with low financial market exposure have\nfollowed emerging market reserve managers up the\nrisk spectrum.\nLow banking sector exposure is accompanied\nby lesser build-up in the levels of reserves and\na growing appetite for risk assets\nIn this year’s report, we have expanded our central\nbank sample and segmented the central bank\nuniverse into developed and emerging markets to\nunderstand differences in strategy and pace of change\nwith respect to investment tranches. Within developed\nmarket central banks, we further segmented them\ninto two categories: those with high exposure to\nfinancial markets (DM High FME) and those with\nlow exposure (DM Low FME 1 ). We summarise these\nclassifications in figure 27.\nWhile there are various means of calculating\nreserves adequacy (with import coverage and shortterm\ndebt coverage most frequently cited in figure\n28), all measures link level of reserves to potential\ndrawdown of funds. Following the Global Financial\nCrisis of 2008, DM High FME central banks increased\nestimates of the likelihood and size of potential\ndrawdowns, increasing the level of reserves over\nthe intervening years to better equip themselves as\n‘lenders of last resort’. In 2016, this trend continued\nwith DM High FME central banks increasing reserves\nmore rapidly than DM Low FME and EM (figure 29).\nDM High FME reserve managers rely on these large\nnet inflows to maintain high levels of liquidity (with\n67% of respondents describing reserves as ‘ample’\nin figure 30), and focus less on capital preservation\nand investment returns. Furthermore, reserve\nmanagers in High FME markets noted that they are\nunwilling to invest in risk assets such as equities\nor asset-backed securities as they are seeking to\ndiversify (not correlate) their reserves from local\nfinancial market shocks.\n1\nMeasure of financial exposure based on World Bank\nGlobal Financial Development – Private credit by\ndeposit money banks and other financial institutions\nto GDP (%), 24 June 2016.\nFig 27. Central bank segmentation\nHigh financial\nmarket dependency\n(DM High FME)\nLow financial market\ndependency\n(DM Low FME)\nEmerging markets\n(EM)\nMarket economic maturity\nHigh\nHigh\nMedium\nFinancial market/GDP (%) High Medium/Low Medium/Low\nForeign reserves new flows High Medium Low\nReserves adequacy High High/Medium Medium\nForeign reserves risk\nappetite\nLow Medium High\n38\nFig 28. Factors used to calculate reserve adequacy (% citations) • Rank 1\n• Rank 2\n• Rank 3\n• Rank 4\n42 45\nImport coverage\n29\n33\n6\n6\nShort-term debt coverage\n3 6\n6\nGDP coverage\n19 3\n3\nMoney supply\n3\n6\n13\nCapital flight\n3\n6\n3\nCurrent account deficit\n6\n3\nExchange rate regime\nSample comprises of central banks only. Key denotes each factors' level of importance according to central banks. Rankings split into four categories in descending order\nwith rank 1=most important. Rating scored as of Q1 of the given year.\nSample=31.\nFig 29. Net increase in foreign currency reserves (% AUM)\nDM High FME\n4\nDM Low FME\n5\nEM\n18\nSovereigns\n58\n12\n7.5\n4.8\n1.8\nSample size shown in grey. DM High FME=High financial market dependency. DM Low FME=Low financial market dependency.\nFig 30. Level of reserves adequacy (% citations)\n• Ample\n• Sufficient\n• Insufficient\nDM High FME\n6\nDM Low FME\n6\nEM\n22\n67\n33 18\n68\n67\n33\n14\nSample comprises of central banks only. Sample size shown in grey.\n39\nDue to the lower capitalisation of local stock and\nbond markets, economic performance in DM Low\nFME countries is relatively less vulnerable to financial\nshocks than in DM High FME markets, giving Low FME\ncentral banks greater freedom to invest in higher risk\nasset classes. Furthermore, whereas most High FME\ncentral banks self-assess ‘ample’ reserves adequacy,\nthe majority of Low FME central bank respondents\ndescribe reserve levels as ‘sufficient’, and are\ntherefore more likely to seek higher returns through\nthe investment tranche to improve their long-term\nreserves adequacy position (figure 31).\nTypically, emerging market central banks have the\nlowest levels of reserves adequacy due in large part to\ngreater vulnerability to foreign shocks. Indeed, certain\nemerging market central banks with a currency peg\nnoted that falling commodity prices had created\npressure on the local currency, causing a drawdown\nof foreign reserves to maintain the peg. Countries\nwith more flexible exchange rate arrangements are\ninstead seeking greater exposure to risk asset classes\nto generate positive returns to preserve capital and\nmaintain reserves adequacy.\nFig 31. Investment tranche usage (% citations)\n• EM\n• DM Low FME\n• DM High FME\n83\n87\n50\nSample comprises of central banks only.\nSample: DM High FME=6, DM Low FME=6 and EM=22. Note low sample.\nDM High FME=High financial market dependency. DM Low FME=Low financial market dependency.\n40\nEmerging market central banks have pioneered\ninvestment tranches to generate greater returns\nand developed markets are exploring their ability\nto follow suit\nIn last year’s report we identified that emerging\nmarket reserve managers were developing an\ninvestment tranche, to diversify away from lowyielding\ngovernment bonds and generate better risk\nadjusted returns. This year, low interest rates again\nled EM central banks to increase the level of the\ninvestment tranche and invest in riskier asset classes,\ntargeting higher returns over time to support future\nreserves adequacy. Additionally, certain emerging\nmarket central banks had recently relaxed fixed\nor managed exchange rate regimes, allowing\nfor greater freedom to allocate reserves to the\ninvestment tranche.\nAs central banks (including DM Low FME)\nexpand the size and risk asset exposure of the\ninvestment tranche, they also are assessing how\nto best manage risk, return and cost, particularly\nwhere higher levels of reserves and depth of internal\nresources support developing internal management\nexpertise. Central banks have a range of resources\navailable in making their assessments, including\ncase studies and performance data from those EM\ncentral banks reaching the end of the first cycle of\nrisk assessments, with many respondents indicating\ntheir willingness to share such information with\npeers. While we note the long timeline for the first\ngeneration of EM central banks to establish their\ninvestment tranches (an average of 22 months across\nour emerging market sample), the availability of peer\nsupport and information sharing has the potential\nto create a positive network effect supporting\nfuture implementations.\nCentral banks acknowledge the need for external\nsupport as they move out the risk spectrum to\ncorporate bonds and equities\nTypically, the development of the investment tranche\nstarts with asset-backed securities (figure 32). The\nmajority of central banks are comfortable managing\ninvestment grade government debt internally and\nperceive high grade asset-backed securities as\ncomparable in terms of management requirements\nand risk profile.\nHowever, reserve managers are moving up the\nrisk curve, primarily seeking to increase allocations\nto equities and corporate bonds (figure 33). Many\nrespondents acknowledged they do not yet have\nthe necessary internal governance process or risk\nmanagement capability to manage these investments\ninternally. Respondents also noted that while\nreserves management peers were able to assist\nthem in planning the development of the investment\ntranche, their support often lacked technical detail\non investment governance and asset management\ninfrastructure.\nEmerging markets\nhave led the\ndevelopment of the\ninvestment tranche\ndue to the relative\nimportance of capital\npreservation.\nFig 32. First investment tranche asset class (% citations)\nAsset-backed\nsecurities\n54\nEquities Corporate bonds Alternatives\n23\nSample comprises of central banks only.\nSample=30.\nFig 33. Investment tranche asset class future increase (% citations)\nEquities Corporate bonds US agency MBS Agencies,\nMultilateral debt,\nSupranational\ndebt\n20\n3\n68\n57\n39\n35\nSample comprises of central banks only.\nSample=30.\n41\nCentral banks are seeking external assistance in\nbuilding internal capability as well as for investment\nstrategy and execution\nCentral bank decisions on the allocation and risk\nprofile of the investment tranche allocations are\ngenerally made internally. Reserves managers\nare seeking wider assistance in building internal\ninvestment frameworks to support their growing\nappetite for risk asset exposure, whether through\nasset management mandates or collaboration with\nacademic and multi-lateral institutions such as the\nWorld Bank. Central banks will continue to look to\nexternal managers for their technical advisory and\nsystems support (figure 34), as sovereigns have done\nover many years.\nWhile 87% of central bank respondents use an\nasset manager within their entire reserves portfolio,\nthere is less usage when building the first investment\ntranche (figure 35). This reflects a bias to first develop\ninternal capacity before outsourcing to external asset\nmanagers for alpha generation and expansion into\nnew asset classes. Central banks are reluctant to\nconvert relationships into ongoing mandates until\nthey have developed the capacity to oversee the risks\nincurred by external asset managers. Those that\nelect to allocate assets to external managers include\nrequirements to continue supporting central banks in\ndeveloping their own internal management capability.\nExternal managers must be patient and offer real\nvalue through transfer of experience, processes\nand technology, and must then have a sufficiently\ncompelling value proposition to sustain a long-term\ncommercial relationship.\nReserves managers\nare seeking\nassistance in building\ninternal investment\nframeworks to\nsupport growing risk\nappetite.\nFig 34. Future asset manager support requirements\n(% citations, current users of external managers)\nTechnology\nadvisory\n83\nSystems\nsupport\nCustodian\nservices\nBroker\nrelations\n63\n46\n21\nSample comprises of central banks who use external managers to manage assets.\nSample=24.\n42\nFig 35. Use of external asset managers (% citations)\nEntire foreign reserves portfolio\nFirst investment tranche investment\n• Yes\n• No\n87\n59\n13\n41\nSamples comprise of central banks only.\nLHS Sample=27. RHS Sample=31.\n43\nAppendix\nPixel Cloud installation\nin the atrium of an office\nbuilding, London\nSample and methodology\nThe fieldwork for this study was conducted by\nNMG’s strategy consulting practice. Invesco chose\nto engage a specialist independent firm to ensure\nhigh-quality objective results. Key components of\nthe methodology included:\n– A focus on the key decision makers within sovereign\ninvestors and central banks, conducting interviews\nusing experienced consultants and offering market\ninsights rather than financial incentives\n– In-depth (typically one-hour) face-to-face interviews\nusing a structured questionnaire to ensure\nquantitative as well as qualitative analytics were\ncollected\n– Analysis capturing investment preferences as well\nas actual investment allocations with a bias toward\nactual allocations over stated preferences\n– Results interpreted by NMG’s strategy team with\nrelevant consulting experience in the global asset\nmanagement sector\nIn 2017 we conducted interviews with 97 funds:\n62 sovereign investors (compared to 59 in 2016)\nand 35 central bank reserve managers (18 in 2016).\nThe 2017 sovereign investor sample is split into three\ncore segmentation parameters (sovereign investor\nprofile, region and size of assets under management)\nin figures 36 to 38. The 2017 central bank sample is\nbroken down by segment in figure 39.\nFig 36. Sovereign investor sample\nBy profile\nInvestment\nsovereigns\nLiability\nsovereigns\n26 28\nLiquidity\nsovereigns\nDevelopment\nsovereigns\n20 19\n15\n12 12 12\n9 10 10\n11 12 13\n9 9\n5 7 6 6\nBy region\n• 2013\n• 2014\n• 2015\n• 2016 • 2017\nThe West Asia Middle East Emerging\nmarkets\n21 22\n19 19\n16 16\n13 13\n11 12 13\n10 10\n8 7 7 9 8 8 9\nBy size of assets under management\nUS$\n10bn\n10–25bn 25–100bn >100bn\n16\n12\n11 12\n13\n10 10 11\n9\n10\n7\n8\n13\n16\n14 13 14\n8\n21 23\nSample=62.\nFig 37. Central bank sample by segment\nDM High FME DM Low FME EM\n23\n6 6\nSample=35.\n46\nInvesco\nInvesco is a leading independent global investment\nmanagement firm, dedicated to helping investors\nachieve their financial objectives. With offices\nglobally, capabilities in virtually every asset class and\ninvestment style, a disciplined approach to investment\nmanagement and a commitment to the highest\nstandards of performance and client service – we are\nuniquely positioned to help institutional investors\nachieve their investment objectives.\nNMG Consulting – Shape your thinking\nNMG Consulting is a global consulting business\noperating in the insurance and investment markets.\nOur specialist focus, global insights programmes and\nunique network give us the inside track in insurance\nand investment markets, translating insights into\nopportunities. We provide strategy consulting, as\nwellas actuarial and research services to financial\ninstitutions including asset managers, insurers,\nreinsurers and fund managers.\nNMG’s evidence-based insight programmes\ncarry out interviews with industry-leading experts,\ntop clients and intermediaries as a basis to analyse\nindustry trends, competitive positioning and\ncapability. Established programmes exist in asset and\nwealth management, life insurance and reinsurance\nacross North America, the UK and Europe, Asia\nPacific, South Africa and the Middle East.\n47\nImportant Information\nThis document is intended only for Professional\nClients and Financial Advisers in Continental Europe\n(as defined in the important information); for\nQualified Investors in Switzerland; for Professional\nClients in, Dubai, Jersey, Guernsey, Isle of Man,\nIreland and the UK, for Institutional Investors in the\nUnited States and Australia, for Institutional Investors\nand/or Accredited Investors in Singapore, for\nProfessional Investors only in Hong Kong, for Qualified\nInstitutional Investors, pension funds and distributing\ncompanies in Japan; for Wholesale Investors (as\ndefined in the Financial Markets Conduct Act) in\nNew Zealand, for accredited investors as defined\nunder National Instrument 45–106 in Canada, for\ncertain specific Qualified Institutions/Sophisticated\nInvestors only in Taiwan and for one-on-one use with\nInstitutional Investors in Bermuda, Chile, Panama\nand Peru.\nFor the distribution of this document, Continental\nEurope is defined as Austria, Belgium, France,\nFinaland, Greece, Luxembourg, Norway, Portugal,\nDenmark, Germany, Italy, the Netherlands, Spain,\nSweden and Switzerland.\nThis document is for information purposes only\nand is not an offering. It is not intended for and should\nnot be distributed to, or relied upon by members of\nthe public. Circulation, disclosure, or dissemination\nof all or any part of this material to any unauthorised\npersons is prohibited.\nAll data provided by Invesco as at 31 March 2017,\nunless otherwise stated. The opinions expressed\nare current as of the date of this publication, are\nsubject to change without notice and may differ\nfrom other Invesco investment professionals. The\ndocument contains general information only and\ndoes not take into account individual objectives,\ntaxation position or financial needs. Nor does this\nconstitute a recommendation of the suitability of any\ninvestment strategy for a particular investor. This\nis not an invitation to subscribe for shares in a fund\nnor is it to be construed as an offer to buy or sell any\nfinancial instruments. While great care has been taken\nto ensure that the information contained herein is\naccurate, no responsibility can be accepted for any\nerrors, mistakes or omissions or for any action taken\nin reliance thereon. You may only reproduce, circulate\nand use this document (or any part of it) with the\nconsent of Invesco.\nAdditional information for recipients in:\nAustralia\nThis document has been prepared only for those\npersons to whom Invesco has provided it. It should\nnot be relied upon by anyone else. Information\ncontained in this document may not have been\nprepared or tailored for an Australian audience and\ndoes not constitute an offer of a financial product\nin Australia. You should note that this information:\n– may contain references to amounts which are not\nin local currencies;\n– may contain financial information which is not\nprepared in accordance with Australian law\nor practices;\n– may not address risks associated with investment\nin foreign currency denominated investments;\nand does not address Australian tax issues.\nHong Kong\nThis document is provided to Professional Investors\nin Hong Kong only (as defined in the Hong Kong\nSecurities and Futures Ordinance and the Securities\nand Futures (Professional Investor) Rules).\nNew Zealand\nThis document is issued only to wholesale investors\nin New Zealand to whom disclosure is not required\nunder Part 3 of the Financial Markets Conduct Act.\nThis document has been prepared only for those\npersons to whom it has been provided by Invesco.\nIt should not be relied upon by anyone else and must\nnot be distributed to members of the public in New\nZealand. Information contained in this document may\nnot have been prepared or tailored for a New Zealand\naudience. You may only reproduce, circulate and use\nthis document (or any part of it) with the consent\nof Invesco. This document does not constitute and\nshould not be construed as an offer of, invitation\nor proposal to make an offer for, recommendation\nto apply for, an opinion or guidance on Interests to\nmembers of the public in New Zealand. Applications\nor any requests for information from persons who\nare members of the public in New Zealand will not\nbe accepted.\nSingapore\nThis document may not be circulated or distributed,\nwhether directly or indirectly, to persons in Singapore\nother than to an institutional investor pursuant\nto Section 304 of the Securities and Futures Act,\nChapter 289 of Singapore (the ‘SFA’) or otherwise\npursuant to, and in accordance with the conditions\nof, any other applicable provision of the SFA. This\ndocument is for the sole use of the recipient on an\ninstitutional offer basis and/ or accredited investors\nand cannot be distributed within Singapore by way\nof a public offer, public advertisement or in any\nother means of public marketing.\n48\nThis document is issued in:\nAustralia by Invesco Australia Limited (ABN 48 001\n693 232), Level 26, 333 Collins Street, Melbourne,\nVictoria, 3000, Australia, which holds an Australian\nFinancial Services License number 239916.\nAustria by Invesco Asset Management Osterreich –\nZweigniederlassung der Invesco Asset Management\nDeutschland GmbH, Rotenturmstrasse 16–18,\nA-1010 Vienna.\nBelgium by Invesco Asset Management SA Belgian\nBranch (France), Avenue Louise 235, B-1050\nBrussels.\nCanada by Invesco Canada Ltd., 5140 Yonge Street,\nSuite 800, Toronto, Ontario, M2N 6X7.\nAG, Talacker 34, CH-8001 Zurich, Switzerland.\nTaiwan by Invesco Taiwan Limited, 22F, No.1, Songzhi\nRoad, Taipei 11047, Taiwan (0800-045-066).\nInvesco Taiwan Limited is operated and managed\nindependently.\nthe UK by Invesco Asset Management Limited,\nPerpetual Park, Perpetual Park Drive, Henley-on-\nThames, Oxfordshire RG9 1HH. Authorised and\nregulated by the Financial Conduct Authority.\nthe United States of America by Invesco Advisers,\nInc., Two Peachtree Pointe, 1555 Peachtree Street,\nN.W., Suite 1800, Atlanta, Georgia 30309, US.\nDubai by Invesco Asset Management Limited, Po Box\n506599, DIFC Precinct Building No 4, Level 3, Office\n305, Dubai, United Arab Emirates. Regulated by the\nDubai Financial Services Authority.\nFrance, Finland, Greece, Luxembourg, Norway,\nPortugal and Denmark, by Invesco Asset Management\nSA, 16–18 rue de Londres, 75009 Paris.\nGermany by Invesco Asset Management Deutschland\nGmbH, An der Welle 5, 60322 Frankfurt am Main.\nHong Kong by Invesco Hong Kong Limited 景順投資管理有限公司 ,41/F, Champion Tower, Three Garden\nRoad, Central, Hong Kong.\nthe Isle of Man and Ireland by Invesco Global Asset\nManagement DAC, Central Quay, Riverside IV, Sir\nJohn Rogerson's Quay, Dublin 2, Ireland. Regulated\nin Ireland by the Central Bank of Ireland.\nItaly by Invesco Asset Management S.A. – Italian\nBranch, Via Bocchetto 6, 20123, Italy.\nJapan by Invesco Asset Management (Japan) Limited,\nRoppongi Hills Mori Tower 14F, 6-10-1 Roppongi,\nMinato-ku, Tokyo 106-6114; Registration Number:\nThe Director-General of Kanto Local Finance Bureau\n(Kin-sho) 306; Member of the Investment Trusts\nAssociation, Japan and the Japan Investment\nAdvisers Association.\nJersey and Guernsey by Invesco International Limited,\n2nd Floor, Orviss House, 17a Queen Street, St Helier,\nJersey, JE2 4WD. Regulated by the Jersey Financial\nServices Commission.\nThe Netherlands by Invesco Asset Management S.A.,\nDutch Branch, UN Studio Building, Parnassusweg\n819, 1082 LZ, Amsterdam, Netherlands.\nNew Zealand by Invesco Australia Limited (ABN\n48 001 693 232), Level 26, 333 Collins Street,\nMelbourne, Victoria, 3000, Australia, which holds\nan Australian Financial Services License number\n239916.\nSingapore by Invesco Asset Management Singapore\nLtd, 9 Raffles Place, #18-01 Republic Plaza,\nSingapore 048619.\nSpain by Invesco Asset Management SA, Sucursal en\nEspaña, C/GOYA 6, 3rd floor, 28001 Madrid, Spain.\nSweden by Invesco Asset Management SA,\nSwedish Filial, Stureplan 4c, 4th floor, 114 35\nStockholm, Sweden.\nSwitzerland by Invesco Asset Management (Schweiz)\n\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 53.738445045s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '53s'}]}}",
  "house_oversight_id": "026679",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:24:06.382069Z",
    "model": "gemini-3-flash-preview"
  }
}