{
  "file_name": "HOUSE_OVERSIGHT_020666.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_020666.txt",
  "content": {
    "full_text": "From: \nSent: 3/7/2019 4:21:42 PM \nTo: Jeffery Edwards [jeeyacation@gmail.com] \nSubject: Fwd: DeMilked - 30 Ordinary Photos With Amazing Backstories \nImportance: High \nJeff/Warren: Go directly to photo #9. Terry \nSent from my iPhone \nBegin forwarded message: \nFrom: DeMilked <noreply+feedproxyggoogle.com> \nDate: March 7, 2019 at 2:48:52 PM GMT+1 \nTo: \nSubject: DeMilked - 30 Ordinary Photos With Amazing Backstories \nReply-To: \nDeMilked - 30 Ordinary Photos With Amazing Backstories \n• 30 Ordinary Photos With Amazing Backstories  \n• This Chinese Blogger Uses Makeup To Transform Herself Into Anyone She Wants  \n• 49 Short Wholesome Comics About Daily Struggles  \n• This 16-Year-Old Boy Knew He Wanted To Be An Artist Since He Was Just 2 Years Old \n• 23 Ordinary Slavic People That Look Just Like Famous Celebrities  \n30 Ordinary Photos With Amazing Backstories  \nPosted: 07 Mar 2019 05:15 AM PST \nSometimes certain pictures have unique significant meanings to us even though others would see them as a simple \nsnapshot. That old faded picture of you sitting on the beach? Maybe it was the first time you ever saw the sea. A 2o-year-\nold picture with a childhood friend at their birthday party? Maybe it's the last picture of you together before you drifted \napart. Bored Panda has compiled a list of photos that look ordinary at first glance but become something special once you \nhear the stories behind them. Check them out in the gallery below! \nh/t: Bored Panda \n#1 Tadeusz Zytkiewicz Holding A Picture Of Himself \nHOUSE OVERSIGHT 020666 \nThis is Tadeusz Zytkiewicz — the first person in Poland to receive a heart transplant — holding a picture of himself and the \nperforming doctor, Zbigniew Religa, with his colleague, seen sleeping in the corner. The difficult surgery took 23 hours \nand Dr. Religa stayed up to monitor the patient's vitals. The photo, taken by American photographer James Stanfield, \nwas chosen to by National Geographic to be the best picture of 1987. \n#2 The Three Unsung Heroes Of Chernobyl \nHOUSE OVERSIGHT 020667 \nThe three men — Alexei Ananenko (second left) and soldiers Valeri Bezpalov (center) and Boris Baranov (far right) — \nrisked their lives o drain the fluid near the reactor during the Chernobyl Nuclear Disaster in Pripyat, Ukraine in 1986. \nAfter the plant's water-cooling system failed and a pool formed under the reactor to days into the disaster, there was a \nhigh risk that the lava-like radioactive substance could melt through the barriers and drop the reactor's core into said \npool, causing a steam explosion. Luckily, the men were able to drain the fluid and spectacularly, all three survived. \n#3 Cher Arni \nHOUSE OVERSIGHT 020668 \nCher Ami was the name given to a pigeon that saved 200 soldiers during WWI. The poor bird was shot multiple times \nand lost an eye and a leg but still managed to deliver a message from the trapped battalion. \n#4 'Behind Closed Doors' \nHOUSE OVERSIGHT 020669 \nPhotographer Donna Ferrato took this gruesome picture back in 1982 when photographing the lives of wealthy swingers. \nThe couple — Elisabeth and Bengt — were having an argument and it quickly escalated, resulting in Bengt hitting his \npartner. The photographer wanted the photo to be published but many publishers refused and she only managed to do so \nin 1991. The book was titled 'Living With the Enemy' and chronicled events of domestic violence. Thanks to Donna's \nefforts, Congress passed the Violence Against Women Act in 1994. \n#5 Behind The Counter \nHOUSE OVERSIGHT 020670 \nThe photo, taken by Fred Blackwell on May 28, 1963, shows three protesters — John Salter, Joan Trumpauer and Anne \nMoody — sitting at the counter of a white-only Woolworth's five-and-dime store in Jackson while an angry mob pours \nketchup, sugar, and mustard on them. The three protesters were from the Tougaloo College, a black college that went on \nto become the core of the civil rights movement in Mississippi. \n#6 'Wait For Me, Daddy' \nHOUSE OVERSIGHT 020671 \nHOUSE OVERSIGHT 020672 \nThis moving photo was captured by Claude Detloff in Vancouver during WWII as soldiers of the Duke of Connaught's \nOwn Rifles were marching off to fight. The boy's father safely returned home in October 1945. \n#7 Childhood Friends \nOn April 6, 1972, workers of French company Joint Francais went on strike and were confronted by the riot police. This \npicture, captured by Jacques Gourmelen, shows two men — Guy Burmieux, a worker at the company, and Jean-Yvon \nAntignac, a riot policeman — standing face to face. In that moment, the two recognized eachother — they were childhood \nfriends. \"I saw him [Guy Burmieux] go toward his friend and grab him by the collar. He wept with rage and told him, 'Go \nahead and hit me while you're at it!' The other one didn't move a muscle,\" recalled the photographer. \n#8 'Burst Of Joy' \nHOUSE OVERSIGHT 020673 \nThis photo, taken in 1973 and titled 'Burst of Joy', shows United States Air Force Lt Col Robert L. Stirm reuniting with his \nfamily after spending over 5 years as a prisoner of war in North Vietnam. The girl with the open arms is Robert's 15-year-\nold daughter Lorrie. The photo was taken by Associated Press photographer Slava \"Sal\" Veder and won a Pulitzer \nprize. \"You could feel the energy and the raw emotion in the air,\" recalled the photographer. \n#9 The Youngest Mother \nHOUSE OVERSIGHT 020674 \nLina Medina, born on 23 September, 1933, was the youngest woman ever to give birth. She did so when she was just 5-\nyears-old. Turns out Lina was born with a rare condition called 'precocious puberty', a condition where sexual \ndevelopment happens at an early age. Lina gave birth on May 14, 1939, via a cesarean section, since her pelvis was too \nsmall. The child, named Gerardo, was born completely healthy but the father was never found out. \n#10 `Terezka's Scrawls' \nHOUSE OVERSIGHT 020675 \nThe photo, taken by photographer David Seymour in 1948, shows Terezka, a young girl living in the home for emotionally \ndisturbed children located in Warsaw, 1948. The girl grew up in a concentration camp and the past horrors can still be \nseen on her face. \n#11 Two Brothers \nHOUSE OVERSIGHT 020676 \nWhat might look like a fun photo at first glance, showing two brothers, Michael and Sean McQuilken, is actually the last \npicture of them before being struck by lightning. The photo was taken at Moro Rock in California's Sequoia National Park \non August 20, 1975. \"At the time, we thought this was humorous. I took a photo of Mary (their sister) and Mary took a \nphoto of Sean and me. I raised my right hand into the air and the ring I had on began to buzz so loudly that everyone \ncould hear it. I found myself on the ground with the others. Sean was collapsed and huddled on his knees. Smoke was \npouring from his back,\" recalled Michael. All of them survived but, sadly, Sean took his own life in 1989. \n#12 Moving An Apartment Building To Create A \nBoulevard In Alba Iulia, Romania \nHOUSE OVERSIGHT 020677 \nThis amazing photo, taken in Alba Iulia, Romania back in 1987, shows construction workers moving a whole house after \nit was deemed to be in the way of a new boulevard. The building was split into two parts and moved 55 meters to the side. \nThe workers moved the 7,600-ton building in just six hours. \n#13 Motel Manager Pouring Acid In The Water \nHOUSE OVERSIGHT 020678 \nThe photograph, taken by Horace Cort, shows Jimmy Brock, manager of the Monson Motor Lodge motel pouring a bottle \nof muriatic acid into the pool to scare protesters swimming in the pool. Martin Luther King Jr was arrested for \ntrespassing at the same motel seven days prior and the protesters planned a swim-in in the motel's pool. \nHOUSE OVERSIGHT 020679 \n#14 Children For Sale \nHOUSE OVERSIGHT 020680 \nImage source: Rare Historical Photos  \nThis photo, taken in 1948, shows Lucille Chalifoux, a 24-year-old woman auctioning off her children after her husband \nlost his job and the family was forced to move from their apartment. Lucille was pregnant with her fifth child at the time. \nAll of the children were bought off and rumors say they were forced into slavery. \n#15 'Tragedy By The Sea' \nPhotographer John Gaunt was in the front yard of his beach home when he heard his neighbor shouting \"something's \nhappening on the beach!\". The photographer quickly grabbed his camera and rushed to the beach where he found a \ncouple by the water clutching each other. Their 19-month-old son had just wandered off and vanished into the water. This \nheartbreaking photo went on to wn the Pulitzer Prize. \n#16 'An Armenian Man Dances For His Lost Son In The \nMountains Near Aparan, Armenia' \nHOUSE OVERSIGHT 020681 \n\"In 1998, I found myself in Aparan, a large town an hour's drive from Armenia's capital, Yerevan. A local dance troupe \nwas performing that evening, in the open air, with most of the suburb in attendance. As soon as I took my first shot, an \nold man approached me,\" said French photographer Antoine Agoudjian. \"Tears streamed down his face. He told me that \nhis son had died. That he had been electrocuted, that he was his pride and joy, and that I looked just like him. He broke \ninto sobs and moved towards me with outstretched arms. His name was Ishran. I asked if he would dance for me, and he \nbegan dancing. The troupe paused and perched on an outcrop of rocks in the background. It was beautiful, not because \nthe man is beautiful, but because he represents something deep inside the collective consciousness of the Armenian \ncommunity: a celebratory resilience in the face of overwhelming loss.\" \n#17 Class Of 1999 \nHOUSE OVERSIGHT 020682 \nWhat looks like an innocent high school picture, actually hides a dark secret — the teens on the left, pretending to point \nguns at the camera, were Eric Harris and Dylan Klebold, the same people that organized and carried out the Columbine \nshooting. \n4618 Atomic Bomb Detonation \nHOUSE OVERSIGHT 020683 \nImage source: Reddit  \nHarold Edgerton was an MIT physicist, photographer, and pioneer of strobe light photography — a type of photography \nthat allowed to capture incredibly fast moving things clearly. This photograph was taken at the Nevada ProvingGrounds \nby Edgerton on June 5, 1952, during the operation Operation Tumbler-Snapper test series. \n#19 'flight Of Refugees Across Wrecked Bridge In Korea' \nHOUSE OVERSIGHT 020684 \nBack in 1950, Associatede Press photographer Max Desfor took this dramatic photograph of refugees trying to cross a \ndestroyed Pyongyang bridge, over the Taedong River in North Korea to escape the country. The photo won the Pulitzer \nPrize in 1951. \nHOUSE OVERSIGHT 020685 \n#20 \"I Will Not Be Sued! I Have The Voice Of An Angel! \nNo Man Can Sue Me.\" \nHOUSE OVERSIGHT 020686 \nHOUSE OVERSIGHT 020687 \nAfter giving an amazing performance in Chicago's Civic Opera House back on November 17, 1955, opera singer Maria \nCallas was served a court summons by U.S. Marshal Stanley Pringle and Deputy Sheriff Dan Smith for breach of contract. \nUpon being presented with the document, Maria screamed \"I will not be sued! I have the voice of an angel! No man can \nsue me.\" The singer was nicknamed \"The Tigress\" and vowed never to return to Chicago again. \n#21 Young Osama \nIn this family picture taken in Sweden in 1971, the man second from the left seen in a brown shirt is no one else but \nOsama bin Laden. \n#22 Rajiv Gandhi \nHOUSE OVERSIGHT 020688 \nJust moments after this picture was taken, Indian Prime Minister Rajiv Gandhi was killed by the girl seen on the bottom \nleft wearing orange flowers — she was wearing a suicide west. \n#23 SS Gran dcamp \nHOUSE OVERSIGHT 020689 \nWhat might seem like an ordinary picture at first, shows a fire breaking out aboard the ship called SS Grandcamp. The \npeople on the dock are members of the Texas City Volunteer Fire Department, attempting to extinguish the fire. Just \nmoments after the picture was taken, the ship exploded and caused what is still known as the largest non-nuclear \nexplosion in human history. Over 5,000 people were injured and 468 died in this 1947 tragedy. \n#24 Soviet Soldiers Harassing A German Woman \nHOUSE OVERSIGHT 020690 \nHOUSE OVERSIGHT 020691 \nDuring the Soviet occupation of Germany, mass rapes took place in the occupied territory during the war and after. Some \nhistorians say that as many as 2 million German women might have been raped. \n#25 'Leap Into Freedom' \nImage source: TIME \nAfter post-war Berlin was divided into four occupation zones, the living conditions were greatly different in each one. \nBetween 1949 and 1961, about 2.5 million people fled from Soviet-occupied East Germany. Barricades and barb wire was \nplaced to stop people from fleeing but that did not stop 19-year-old border guard Hans Conrad Schumann. A crown in \nWest Berlin was enticing the young soldier to come over. The soldier said he did not want to \"live enclosed,\" and jumped \nthe barbed wire, escaping into the West side. The photo was considered a symbol of freedom but Hans did not deal with \nthe newly-found fame well — he committed suicide in 1998. \n#26 'D-Day' \nHOUSE OVERSIGHT 020692 \nImage source: TIME \nLIFE photographer Robert Capa captured this dramatic image on 6 June, 1944 — during the D-Day invasion. The man in \nthe photo is Private First Class Huston Riley, a 22-year-old soldier who was shot multiple times. The photographer and a \nfellow sergeant helped the wounded soldier who later recalled thinking \"What the hell is this guy doing here? I can't \nbelieve it. Here's a cameraman on the shore.\" Robert spent over an hour taking photographs as men around him died. \nSadly, only one roll of the film survived but the grainy photos were enough to portray the gut-wrenching atmosphere of \nthat day. \n#27 An Injured Young Mill Worker \nHOUSE OVERSIGHT 020693 \nThis photo, captured in October 1912, shows an 11-year-old Sanders Spinning Mill worker Giles Edmund Newsom, who \nrecently lost two fingers after an accident in the workplace. He was working along his younger brother for a few months \nbefore the accident. \n*28 Rodney Alcala \nHOUSE OVERSIGHT 020694 \nIn this picture, Rodney Alcala, known as the 'dating game killer', cross-examines himself in court. He killed several \nwomen in the 705 and was even a guest on a dating show during that period. He tried representing himself in court, \nchanging his voice and pretending to be a different person, but eventually lost and was sentenced to death. \n*29 \"The Last Laugh?\" \nHOUSE OVERSIGHT 020695 \nTwo convicted murderers — Richard Hickock and Perry Smith — laugh after hearing about their death sentences. They \nhave murdered a family of four after trying to rob them and only finding $50. \nHOUSE OVERSIGHT 020696 \n#3o Argument \nThis dramatic photo was taken by French-Iranian photographer Abbas in Tehran, Iran back in 1978. A rioter holds the \nshoes of a dead friend who was killed after the military opened fire on the crowd, while the soldier tries to convince the \nman it was not his unit that opened fire. \nRelated posts: \n1. Cheap Gear, Amazing Photos: Photographer Uses Her Old Canon To Take Amazing Landscape Shots  \n2. 5-Minute Tutorial On How To Make Dull Photos Look Amazing \n3. Woman Spent A Year Decorating Her Pub With 70,000 Poppies To Honour Fallen Soldiers  \n4. Every Year These 4 Friends Take The Same Christmas Photo, And The Way They Change Is Amazing \n5. Powerful Birth Photos Reveal The Amazing Stories Of Labor Nurses  \nThis Chinese Blogger Uses Makeup To Transform Herself Into Anyone She Wants  \nPosted: 06 Mar 2019 07:45 AM PST \nHe Yuhong is a Chinese blogger with a unique talent — she can turn herself into any character you can think of using \nnothing but makeup and her amazing skill. And when we say any character, you better believe we mean ANY character — \nfrom Albert Einstein to Christiano Ronaldo, nothing is too big of a challenge for this girl. \nHOUSE OVERSIGHT 020697 \nYuhong has already gathered over 518k followers on her Instagram account and almost 16k on YouTube. We're sure that \nafter seeing her incredible talent, you'll become a follower too. Check out her unbelievable transformations in the gallery \nbelow! \nMore info: Instagram 1 voutube.com 1 h/t: Bored Panda \nThis is He Yuhong, the Chinese blogger with a thousand \nfaces, before her transformations \nImage credits: vuyamika7 \nHOUSE OVERSIGHT 020698 \n#1 Albert Einstein \nImage source: yuyamika7 \n# 2 Johnny Depp \nHOUSE OVERSIGHT 020699 \nImage source: yuyamika7 \n#3 Taylor Swift \nHOUSE OVERSIGHT 020700 \nImage source: yuyamika7 \n#4 Mona Lisa \nHOUSE OVERSIGHT 020701 \nImage source: yuyamika7 \n#5 Natasha Romanoff \nHOUSE OVERSIGHT 020702 \nImage source: yuyamika7 \n#6 Dita Von Teese \nHOUSE OVERSIGHT 020703 \nImage source: yuyamika7 \n#7 Audrey Hepburn \nHOUSE OVERSIGHT 020704 \nImage source: yuyamika7 \n#8 Charlie Chaplin \nHOUSE OVERSIGHT 020705 \nImage source: yuyamika7 \n#9 Cristiano Ronaldo \nHOUSE OVERSIGHT 020706 \nImage source: yuyamika7 \n#10 Girl With A Pearl Earring \nHOUSE OVERSIGHT 020707 \nImage source: yuyamika7 \n#11 Lady With An Ermine \nHOUSE OVERSIGHT 020708 \nImage source: yuyamika7 \n#12 Harley Quinn \nHOUSE OVERSIGHT 020709 \nImage source: yuyamika7 \n#13 Marilyn Monroe \nHOUSE OVERSIGHT 020710 \nImage source: yuyamika7 \n#14 Monica Bellucci \nHOUSE OVERSIGHT 020711 \nImage source: yuyamika7 \n#15 Lily Collins \nHOUSE OVERSIGHT 020712 \nImage source: yuyamika7 \n#16 Joachim Low \nHOUSE OVERSIGHT 020713 \nImage source: yuyamika7 \n#17 Lady Of Sorrows: Mournful Mary \nHOUSE OVERSIGHT 020714 \nImage source: yuyamika7 \nHOUSE OVERSIGHT 020715 \n#18 Greta Garbo \nImage source: yuyamika7 \n#19 Taylor Swift \nHOUSE OVERSIGHT 020716 \n#20 Michael Jackson \nHOUSE OVERSIGHT 020717 \nImage source: yuyamika7 \n#21 Selena Gomez \nHOUSE OVERSIGHT 020718 \nRelated posts: \n1. This Chinese Blogger Transforms Herself Into Mona Lisa, And Nobody Would Expect This  \n2. This Health Blogger Shows The Truth Behind Instagram Pics  \n3. Chineasy: Easier Way To Learn Chinese By Teacher Shao Lan  \n4. Guy Caught Staring At Taylor Swift Starts A Photoshop Battle  \n5. Chinese Artist Reimagines Cats And Dogs As Humans, And The Result Is On Point (22 Pics)  \n49 Short Wholesome Comics About Daily Struggles \nPosted: 06 Mar 2019 07:41 AM PST \nHOUSE OVERSIGHT 020719 \nSometimes, when the days get too gray and gloomy, you need a little pick-me-up before you can carry on, something that \nwould make you smile. Artist Valerie Minelli and her comic series about life aim to do just that. \"If I can make one person \ncheer up reading them, it's a success,\" claims the author of the drawings. \nDespite the fact that they are drawn in black and white, the little illustrations are warm and quirky. Short and honest, the \ncomics should make your day a little brighter and maybe even remind you a little bit of yourself. Scroll down to read them \nand check out our other comics about everyday life here and here. \nMore info: Instagram (h/t) \n*1 \nHOUSE OVERSIGHT 020720 \n#2 \nHOUSE OVERSIGHT 020721 \nHOUSE OVERSIGHT 020722 \n#3 \n*4 \nHOUSE OVERSIGHT 020723 \n#5 \nHOUSE OVERSIGHT 020724 \n#6 \nHOUSE OVERSIGHT 020725 \nHOUSE OVERSIGHT 020726 \n#7 \nHOUSE OVERSIGHT 020727 \nHOUSE OVERSIGHT 020728 \n#8 \n#9 \nHOUSE OVERSIGHT 020729 \n#10 \nHOUSE OVERSIGHT 020730 \nHOUSE OVERSIGHT 020731 \n#11 \n#12 \nHOUSE OVERSIGHT 020732 \nHOUSE OVERSIGHT 020733 \n#13 \n#14 \nHOUSE OVERSIGHT 020734 \n#15 \nHOUSE OVERSIGHT 020735 \nHOUSE OVERSIGHT 020736 \n#16 \n#17 \nHOUSE OVERSIGHT 020737 \n#18 \nHOUSE OVERSIGHT 020738 \n#19 \nHOUSE OVERSIGHT 020739 \nHOUSE OVERSIGHT 020740 \n#20 \n#21 \nHOUSE OVERSIGHT 020741 \n#22 \nHOUSE OVERSIGHT 020742 \nHOUSE OVERSIGHT 020743 \n#23 \nHOUSE OVERSIGHT 020744 \nHOUSE OVERSIGHT 020745 \n#24 \nHOUSE OVERSIGHT 020746 \nHOUSE OVERSIGHT 020747 \n#25 \nHOUSE OVERSIGHT 020748 \nHOUSE OVERSIGHT 020749 \n#26 \n#27 \nHOUSE OVERSIGHT 020750 \nHOUSE OVERSIGHT 020751 \n#28 \n#29 \nHOUSE OVERSIGHT 020752 \nHOUSE OVERSIGHT 020753 \n#30 \n#31 \nHOUSE OVERSIGHT 020754 \n#32 \nHOUSE OVERSIGHT 020755 \n#33 \nHOUSE OVERSIGHT 020756 \n#34 \nHOUSE OVERSIGHT 020757 \nHOUSE OVERSIGHT 020758 \n#35 \n#36 \nHOUSE OVERSIGHT 020759 \nHOUSE OVERSIGHT 020760 \n#37 \n#38 \nHOUSE OVERSIGHT 020761 \n#39 \nHOUSE OVERSIGHT 020762 \nHOUSE OVERSIGHT 020763 \n#40 \n#41 \nHOUSE OVERSIGHT 020764 \n#42 \nHOUSE OVERSIGHT 020765 \n#43 \nHOUSE OVERSIGHT 020766 \n#44 \nHOUSE OVERSIGHT 020767 \nHOUSE OVERSIGHT 020768 \n#45 \nHOUSE OVERSIGHT 020769 \nHOUSE OVERSIGHT 020770 \n#46 \n#47 \nHOUSE OVERSIGHT 020771 \nHOUSE OVERSIGHT 020772 \n#48 \nHOUSE OVERSIGHT 020773 \n#49 \nRelated posts: \n1. This Illustrator Showed Her And Her Boyfriend's Daily Struggles In 25+ Cute Comics  \n2. Over 57k Fans Love This Artist's Relatable Comics About Her Daily Struggles As A Woman \n3. Woman Illustrates Her Daily Struggles In 15+ Relatable Comics (New Pies)  \n4. Artist Illustrates The Daily Struggles Of Women In This Relatable And Comical Series  \n5. to Wholesome Comics About An RPG Character Who Was Never Vaccinated  \nThis 16-Year-Old Boy Knew He Wanted To Be An Artist Since He Was Just 2 Years Old  \nPosted: 06 Mar 2019 07:01 AM PST \nHOUSE OVERSIGHT 020774 \nDugan Krtolica is a 16-year-old artist from Serbia who creates intricate pencil drawings of both real and mythical animals. \nEven though the artist is still young, he has plenty of experience under his belt — more specifically, 14 years of it. \nThe artist started drawing when he was just 2 years old and says it is his greatest passion. He finds inspiration in nature \nand is fascinated by animals and their diversity as well as their ability to adapt to different environments. Throughout his \ncareer as an artist, Dugan already had 6 solo exhibitions, participated in TV shows and even written and published \nan encyclopedia of the prehistoric world when he was just thirteen. \nMore info: Facebook 1 dusankrtolica.blogspot.com 1 h/t: Bored Panda \nDugan's parent enrolled him in art school when he was \njust 4 years old \nHOUSE OVERSIGHT 020775 \nThe artist standing next to his works in 2011, when he was \n8 years old \nHOUSE OVERSIGHT 020776 \nDugan with his drawing at 9 years old... \nHOUSE OVERSIGHT 020777 \n...ID years old... \nHOUSE OVERSIGHT 020778 \n...and 12 years old \nHOUSE OVERSIGHT 020779 \n\"The Labors of Hercules\" - a drawing the artist did when \nhe was 13 years old \nHOUSE OVERSIGHT 020780 \nHOUSE OVERSIGHT 020781 \nCheck out more of the young artist's works in the gallery \nbelow! \nHOUSE OVERSIGHT 020782 \nHOUSE OVERSIGHT 020783 \nHOUSE OVERSIGHT 020784 \nHOUSE OVERSIGHT 020785 \nHOUSE OVERSIGHT 020786 \nHOUSE OVERSIGHT 020787 \nHOUSE OVERSIGHT 020788 \nHOUSE OVERSIGHT 020789 \nHOUSE OVERSIGHT 020790 \nHOUSE OVERSIGHT 020791 \nHOUSE OVERSIGHT 020792 \nHOUSE OVERSIGHT 020793 \nHOUSE OVERSIGHT 020794 \nHOUSE OVERSIGHT 020795 \nHOUSE OVERSIGHT 020796 \nHOUSE OVERSIGHT 020797 \nHOUSE OVERSIGHT 020798 \nHOUSE OVERSIGHT 020799 \nHOUSE OVERSIGHT 020800 \nRelated posts: \n1. 11-Year-Old Prodigy Creates Fantastic And Highly Detailed Drawings  \n2. 19-Year-Old Artist Spent All Summer Creating This Massive Chinese Zodiac Drawing \n3. 16-Year-Old Artist Wins The National Art Competition With Her Impressive Hyper-Realistic Pencil Drawing \n4. Masterful Horror Makeup By 19-Year-Old Artist  \n5. For The Last 7 Years, This Artist Has Been Drawing Comics For His Girlfriend Every Day (NSFW)  \n23 Ordinary Slavic People That Look Just Like Famous Celebrities  \nPosted: 06 Mar 2019 05:51 AM PST \nSlavorum is a Facebook page that documents the culture, history, and events of Slavic culture. This time they collected a \nseries of pictures of ordinary Slavic people and paired them with their celebrity counterparts. We're pretty sure they \nwould make you look twice when walking down the street! \nIn an interview with Bored Panda, Slavorum said they started as a tourist-focused website but eventually went for the \nmore humorous approach: \"We wanted to show our humorous spirit, our culture and our daily struggles we live by all in \nHOUSE OVERSIGHT 020801 \na light-hearted and fun way.\" This new approach attracted people who love this unique culture from all over the \nworld. \"The funny thing is that in the end, many foreign people recognize themselves in these Slavic mini-stories, so \nlately we have people from all over the world being our becoming our biggest fans and observing cultural and other \nsimilarities between Slavic and their cultures,\" said the Facebook page. \nCheck out their collection of Hollywood celebrities and their Slavic doppelgangers in the gallery below! \nMore info: Website 1 Facebook 1 h/t: Bored Panda  \n#1 Angelina Jolie? \nImage source: slavorum.org \n# 2 Anthony Hopkins??? \nHOUSE OVERSIGHT 020802 \nImage source: slavorum.org \n#3 Cara Delevingne? \nImage source: slavorum.org \n#4 Dr. Gregory House \nHOUSE OVERSIGHT 020803 \nImage source: slavorum.org \n#5 Bruce Willis \nImage source: slavorum.org \n#6 Donald Trump??? \nHOUSE OVERSIGHT 020804 \nImage source: slavorum.org \n#7 Ron Weasley? \nImage source: slavorum.org \n#8 Megan Fox Or Just A Girl From The Street? \nHOUSE OVERSIGHT 020805 \nImage source: slavorum.org \n#9 Emilia Clark? \nImage source: slavorum.org \n#10 Julia Stiles? Error! \nHOUSE OVERSIGHT 020806 \nImage source: slavorum.org \n#11 This Is The Cosplay Of Xenia Shelkovskaya, But One \nPerson, Right?d \nImage source: slavorum.org \n#12 Hello Harry Potter \nHOUSE OVERSIGHT 020807 \nImage source: slavorum.org \n#13 Jennifer Lawrence? \nImage source: slavorum.org \n#14 Amy Winehouse? Nope! \nHOUSE OVERSIGHT 020808 \nImage source: slavorum.org \n#15 Sasha, Is That You? \nImage source: slavorum.org \n#16 Transporter \nHOUSE OVERSIGHT 020809 \nHOUSE OVERSIGHT 020810 \nImage source: slavorum.org \n#17 Justin Bieber Or Just A Guy? \nImage source: slavorum.org \n#18 John Snow Or Not? \nImage source: slavorum.org \n#19 Leonardo???? ? \nHOUSE OVERSIGHT 020811 \nImage source: slavorum.org \n#20 Nicole Kidman Or Not? \nImage source: slavorum.org \n#21 Severus Snape \nHOUSE OVERSIGHT 020812 \nImage source: slavorum.org \n#22 And Another One \nImage source: slavorum.org \nHOUSE OVERSIGHT 020813 \n*23 Is This Emilia Clark Or Not? \nImage source: slavorum.org \nRelated posts: \n1. Slavic Women In Vivid Portraits By Yakovlev & Aleeva  \n2. Polish Artists Recreate Traditional Slavic Wreaths To Preserve The Tradition  \n3. moo People Were Asked To Identify Famous Pop Culture Logos, And The Results Are Surprising \n4. 35+ Hilarious Times People Thought They Met Celebrities  \n5. These People Recreated 50 Famous Artworks And Some Might Be Better Than The Originals  \nYou are subscribed to email updates from DeMilked. Email delivery powered by Google \nTo stop receiving these emails, you may unsubscribe now. \nGoogle, 1600 Amphitheatre Parkway, Mountain View, CA 94043, United States \nHOUSE OVERSIGHT 020814 \n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 13.628871507s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '13s'}]}}",
  "house_oversight_id": "020666",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:46.489650Z",
    "model": "gemini-3-flash-preview"
  }
}