{
  "file_name": "HOUSE_OVERSIGHT_021958.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_021958.txt",
  "content": {
    "full_text": "﻿JAMES PATTERSON \n* * * \nWhatever the reasons for his resignation, Epstein still gets his \nannual bonus of around $100,000 (roughly $275,000 in today's \ndollars). The SEC never brings charges against him or any other \nBear Stearns employee. And so the particulars of Epstein's depar-\nture get folded up into the greater mystery surrounding the man. \nDid Epstein crash the rocket ship that Ace Greenberg had given \nhim to pilot? Or did he take it and fly it out, over the horizon? \nEither way, Epstein was out on his own. \nFor him, the future would only get brighter. \nAna ObregO \nAna Obr \nc \nand we. \nishe firsi \nroles—in the \nthe star a run \nSpanish Playbc \nAs for forti \nAna's fathe \nhad serious pr \nbond-trading fi \nthat it was goir \noff a subsidiar3 \nAnd in May, Di \ned on Treast \nad dragged do \n100 \n\f'TERSON \nsignation, Epstein still gets his \n)0 (roughly $275,000 in today's \nharges against him or any other \nae particulars of Epstein's depar-\n:r mystery surrounding the man. \nip that Ace Greenberg had given \nLid fly it out, over the horizon? \non his own. \nnly get brighter. \nAna ObregOn: 1982 \nCHAPTER 24 \nna ObregOn was one of the world's most beautiful women \nand well on her way to becoming famous as such when \nshe first met Jeffrey Epstein. For her, there would be film \nroles—in the 1984 Bo Derek vehicle Bolero, Ana ObregOn gives \nthe star a run for her money—and appearances on the covers of \nSpanish Playboy and Spanish Vanity Fair. \nAs for fortune, ObregOn had that already. \nAna's father was a very wealthy investor in Spain. But he also \nhad serious problems. On June 15, 1982, a venerable stock- and \nbond-trading firm, the Drysdale Securities Corporation, announced \nthat it was going out of business. Just that year, Drysdale had spun \noff a subsidiary operation called Drysdale Government Securities. \nAnd in May, DGS defaulted on $160 million in interest payments it \nowed on Treasury securities that it had borrowed. In doing so, DGS \nhad dragged down its parent company. \n101 \n100 \n\fJAMES PATTERSON \nA very well-connected group of Spanish families—including \nmembers of Spain's royal family—had invested with Drysdale. \nThose investors stood to lose hundreds of millions of dollars. \nAnd Ana's father was one of those investors. \nWhat Ana wanted from Jeffrey Epstein was help in recover-\ning her father's money. \n\"My father, he's done something stupid,\" she told him. \nA Spanish accent. A Brooklyn accent. They blended well \ntogether, and Ana was so very lovely. \nIt turned out that Epstein was willing to help. \n\"Something stupid, you see, with the money. The family \nmoney. Some—what do you call it? A scheme. He knew some of \nthe people, but they lied to him. And now the money is gone.\" \nPeople who knew Jeffrey Epstein recall that he was bad off after \nhis exit or ouster —whatever it was—from Bear Stearns. Mov-\ning from couch to couch for a while. Sleeping in his lawyer's \noffices before settling down in an apartment in the Solow Tower, \non East 66th Street. \nIt's a bit hard to believe. After all, Epstein left Bear Stearns \nwith a good deal of money. But Epstein's lifestyle was expensive. \nHe was a man on the make then, and Ana was still in her twen-\nties, plying her craft at the Actors Studio — the New York City \ntheater institution that Marlon Brando, Robert De Niro, Jack \nNicholson, and Jane Fonda had all been members of. \nEpstein told Ana that he'd formed a company, International \nAssets Group. \nTo Ana, this sounded very impressive. In fact, JAG was a \nsmall operation that Epstein was running out of his apartment. \n102 \nBut if Ana had \nalready see till \nmaintain that \nwho helped SE \nwomen he'd cu \nwhole other kir \nOnes that n \nAndrew Levan( \nDistrict of Nem. \nForce. He was a \nhe was build in \nof Drysdale ex \nEpstein bringir \nEpstein came tc \nThe woman \nLevander to \nlawyer named F \nhimself, was as: \nhunt for the mo \nIn effect, IN \ndeadfalls. And \npany were less \nto the US atton \nhad violated a \ninvestments. \nThis was w \ndiscretion cat \nAna Obregol \n\fTERSON \n)f Spanish families—including \n—had invested with Drysdale. \nandreds of millions of dollars. \ninvestors. \ney Epstein was help in recover-\ning stupid,\" she told him. \nlyn accent. They blended well \n.vely. \nLs willing to help. \ne, with the money. The family \nLi it? A scheme. He knew some of \n. And now the money is gone.\" \nin recall that he was bad off after \nit was—from Bear Stearns. Mov-\na while. Sleeping in his lawyer's \nan apartment in the Solow Tower, \nifter all, Epstein left Bear Stearns \n.t Epstein's lifestyle was expensive. \nLen, and Ana was still in her twen-\n.ctors Studio — the New York City \non Brando, Robert De Niro, Jack \nid all been members of. \n3. formed a company, International \n:ry impressive. In fact, IAG was a \nwas running out of his apartment. \n102 \nFILTHY RICH \nBut if Ana had known that, would she have cared? She could \nalready see that Epstein was brilliant. And though she would \nmaintain that their friendship was strictly platonic, it was Ana \nwho helped set Epstein on his course. Like other beautiful \nwomen he'd cultivate throughout his life, she opened doors to \nwhole other kingdoms. \nOnes that no boys from Brooklyn had even dreamed of. \nAndrew Levander was an assistant US attorney in the Southern \nDistrict of New York's Securities and Commodities Fraud Task \nForce. He was assigned to look into Drysdale's collapse. The case \nhe was building would result in fraud convictions for a number \nof Drysdale executives, and even today, Levander remembers \nEpstein bringing \"a very attractive woman\" to meet him when \nEpstein came to him in the course of the investigation. \nThe woman was Ana ObregOn. \nLevander told Ana that he was already working the case. A \nlawyer named Robert Gold, who was a former federal prosecutor \nhimself, was assisting. And now Epstein would join them in the \nhunt for the monies. \nIn effect, DGS had built a series of labyrinths, rabbit holes, \ndeadfalls. And even investors who'd lost vast sums to the com-\npany were less than forthcoming when it came to speaking \nto the US attorney. Several of the investors were foreign. Some \nhad violated their own countries' laws pertaining to foreign \ninvestments. \nThis was where Epstein—with his calm, confident air of \ndiscretion_ came in. \nArta Obregin gave Epstein power of attorney over any monies \n103 \n\fJAMES PATTERSON \nthat he recovered. And though it took him three years, working \nwith Robert Gold and the US attorney's office, Epstein finally did \nmake his way to the center of DGS's maze and recover ObregOn's \nMost of it was being held in a bank in the Cayman Islands. \nmoney. \nEpstein's agreement with Ana prevents us from knowing \nhow much he recovered— and how much he kept. But given the \namounts at stake, Epstein likely earned millions— or more—\nand to this day Ana ObregOn has nothing but appreciation for \nwhat Epstein accomplished. \n\"I know he's had some problems,\" she says. \"I don't want any-\nthing to do with that.\" \nAs for Epstein, he came out of the deal with a new modus \noperandi: from now on, he'd only work with the super rich. \n104 \nEva Andersson: \niss Swed( \nzling whi \nthe stage \nwinner of this, the \nSeoul, South Korea \n\"And now that \nsee which five girls \nBarker pauses, \ntightens. There are 1 \neven if they're not ( \n\"On this card \nreceived the highe \ninterview, the swin \nEva feels the c2 \nstanding in betwee. \n\fTERSON \ntook him three years, working \n.rney's office, Epstein finally did \niS's maze and recover ObregOn's \nbank in the Cayman Islands. \nna prevents us from knowing \nJow much he kept. But given the \ny earned millions—or more—\nLas nothing but appreciation for \nems,\" she says. \"I don't want any-\nt of the deal with a new modus \nly work with the super rich. \nCHAPTER 25 \nEva Andersson:July 8, 1980 \niss Sweden, Eva Birgitta Andersson, is wearing a daz-\nzling white gown and sweating, ever so slightly, under \nthe stage lights. But Bob Barker's about to announce the \nwinner of this, the twenty-ninth Miss Universe pageant, held in \nSeoul, South Korea, and Eva's smile is as wide as the ocean. \n\"And now that we know what Miss Universe will win, let's \nsee which five girls are still in the running!\" \nBarker pauses, like the expert broadcaster he is. Eva's chest \ntightens. There are twelve women on stage, all of them beautiful — \neven if they're not quite as beautiful as Miss Sweden. \n\"On this card are the names of five contestants who have \nreceived the highest total score from our judges in the personal \ninterview, the swimsuit, and the evening gown competition.\" \nEva feels the camera pan across the stage—pan across her, \nstanding in between Miss Scotland and Miss Puerto Rico. \n104 . 105 \n\fJAMES PATTERSON \n\"As a result, they will be our five finalists. As I call each name, \nyou will see a figure on your television screen. That is the total \nscore received by the contestant since she became a semifinalist. \nBut one thing I would point out to you: the point total is not \nnecessarily a sign of who our eventual winner will be. Being first \nnow is no guarantee of being first at the time of our judges' final \nballot.\" \nOh, get on with it, Miss Sweden thinks. And, as if by her com-\nmand, Bob Barker does. \n\"Now our five finalists. Good luck, girls! The first finalist is: \nMiss Sweden!\" \nEva's hands fly up to her face. The time it takes her to walk to \nthe front of the stage is all the time she needs to stop herself from \ncrying. \nFor Eva, it's not meant to be. Miss USA, Shawn Weatherly, wins \nthat year's competition—she'll go on to become a star on Bay-\nwatch. But Eva's future is secure nonetheless. After the pageant, \nshe'll spend three years studying in Stockholm, finish med \nschool at UCLA, and become a doctor of internal medicine. \nAlong the way, she'll meet Jeffrey Epstein. \nPeople who knew them when they were a couple say that Eva \nwanted to marry Epstein. One friend says he considered it seri-\nously. In the end, Eva ended up with a man named Glenn Dubin, \nthough she and Epstein remained very close. And if Eva was the \nproverbial \"one who got away,\" Epstein ended up dating other \nimpressive women—world-class beauties—as he made his way \nin the world. \n106 \nWhy didn't any of \nalways someone more \ncorner. Perhaps none c \nurges. But he did haves \nby his side through ft \nwith them. \nWhen he was thro \nsay, they graduated up \nstatus of \"lover\" to \"friE \nIn his estimation, th \nThe world was ful \nfriendship seemed to bi \n\fFILTHY RICH \nER SON \n.e finalists. As I call each name, \nvision screen. That is the total \nince she became a semifinalist. \nto you: the point total is not \nitual winner will be. Being first \nL at the time of our judges' final \nn thinks. And, as if by her corn-\nI luck, girls! The first finalist is: \n. The time it takes her to walk to \ntie she needs to stop herself from \nLiss USA, Shawn Weatherly, wins \nL go on to become a star on Bay-\n:e nonetheless. After the pageant, \nLying in Stockholm, finish med \ndoctor of internal medicine. \nleffrey Epstein. \nLen they were a couple say that Eva \ne. friend says he considered it seri-\np with a man named Glenn Dubin, \nined very close. And if Eva was the \n.y,\" Epstein ended up dating other \nlass beauties— as he made his way \nWhy didn't any of the romances take? Perhaps there was \nalways someone more fabulous waiting for Epstein around the \ncorner. Perhaps none of these women satisfied Epstein's deeper \nurges. But he did have a knack for keeping the women he'd dated \nby his side through thick and thin, long after he'd broken up \nwith them. \nWhen he was through with his girlfriends, Epstein would \nsay, they graduated up, not down, the ladder, moving from the \nstatus of \"lover\" to \"friend.\" \nIn his estimation, these shifts always constituted a promotion. \nThe world was full of beautiful women. But for Epstein, \nfriendship seemed to be a far more precious commodity. \n106 107 \n\fPay me fifty million cl( \namount. \nAt first Epstein did nc \nasked that the payment — \nescrow. If his strategy we \nbounced back to the diem \nIn the eighties, when \nmuch, much higher than \n50 percent, it was an exti \nwere other ways to make \nIn 1982, Epstein sold his \nrelatives, and others on an \nMichael Stroll, had run M \ncompany known for the 13] \nStroll put $450,000 int \nBut in 1984, Michael \nrepeated demands and r€ \nEpstein owed him, he got \nment. Eventually he sued \ning 5440,000—the case m \nEpstein told the judge tha \nally the payment for a hor \nLike many cases invol \nof court, the terms of the f \nCHAPTER 26 \nJeffrey Epstein: 1984 \now did Jeffrey Epstein make all his money? \nEpstein would tell stories over the years about mon-\nies recovered from slippery characters. Sometimes, friends \nand former associates would say, he'd suggest he had ties to the \ngovernme-nt, giving listeners the impression that he was doing \ndangerous, glamorous work. \nOthers said that what Epstein really did, at this stage in his \ncareer, was much more banal. According to them, Epstein spent \nmost of his time coming up with creative new ways for the rich \nto avoid paying taxes. The commission for tax-avoidance deals \nwas enormous, although the number of deals Epstein was involved \nwith is a matter of conjecture, as is his record of successes and \nBut Epstein's business model was evolving. He'd charge a flat \nfailures. \nfee. No fancy math. No percentages. \n108 \n\fFILTHY RICH \nCHAPTER 26 \nlake all his money? \ntories over the years about mon-\nffy characters. Sometimes, friends \n.y, he'd suggest he had ties to the \nle impression that he was doing \nem n really did, at this stage in his \nAccording to them, Epstein spent \nith creative new ways for the rich \nmmission for tax-avoidance deals \nmber of deals Epstein was involved \n, as is his record of successes and \niel was evolving. He'd charge a flat \nitages. \n108 \nPay me fifty million dollars. Or pay the IRS seven times that \namount. \nAt first Epstein did not demand his fee up front. Instead he \nasked that the payment—often a substantial one—be put into \nescrow. If his strategy worked, he'd get paid. If not, the money \nbounced back to the client. \nIn the eighties, when tax rates on the top 1 percent were \nmuch, much higher than they are today, topping out at close to \n50 percent, it was an extremely effective pitch. And then there \nwere other ways to make money. \nIn 1982, Epstein sold his wealthy friends, his friends' wealthy \nrelatives, and others on an oil-drilling deal. One of the investors, \nMichael Stroll, had run Williams Electronics, an entertainment \ncompany known for the pinball machines it made. \nStroll put $450,000 into the oil deal. \nBut in 1984, Michael Stroll wanted his money back. Despite \nrepeated demands and requests for a full accounting of what \nEpstein owed him, he got $10,000 back on his $450,000 invest-\nment. Eventually he sued Epstein in federal court for the remain-\ning $440,000—the case went on for a number of years. In court, \nEpstein told the judge that the $10,000 he'd returned was actu-\nally the payment for a horse Stroll had sold him. \nLike many cases involving Epstein, this one was settled out \nof court, the terms of the final agreement kept secret. \n109 \n\fCHAPTER 27 \nSteven Hoffenberg: July 10, 1987 \nBefore there was Bernie Madoff, there was Steven Hoffenberg. \nIn 1987, Hoffenberg was the head of Towers Financial \nCorporation, a company that bought debts, such as unpaid \nmedical bills, at a very steep discount while pressing the debtors \nto repay in full. He'd started the company fifteen years earlier \nwith two thousand dollars and just a handful of employees. \nThanks, in part, to a grueling work ethic, he'd turned that into a \nmuch bigger concern, with twelve hundred employees and stock \nthat traded over the counter. But Hoffenberg still spent fifteen \nhours each day, six days a week, in his office. \nHe wanted more. Hoffenberg was a Wall Street outsider. A \nBrooklyn boy. A college dropout, like Epstein. \nOne thing Hoffenberg wanted was respect. The other was \nsomeone who was familiar with Wall Street's inner workings. jef-\nfrey Epstein, who had traded options for Bear Stearns, fit the bill. \n110 \nHoffenberg began pa! \nmonth for Epstein's exper \nThe SEC had already \nding with him out of coy \nsecurities. But Hoffenberg \nIn the 1980s, several n \nthe greenmailing of pub \nmailing means, in practici \ninvestors will start buyin, \nvulnerable to takeover att \nutives at those companies \nIt's risky, but very often ti \nprofit. \nYet another thing Hoi \nAmerican World Airways. \nits downward trajectory, t \nFor Hoffenberg; the \nhuge. \nAccording to Hoffenberg, \nover of Pan Am—a deal ti \nSteven Hoffenberg stil \nlistening to him, one mus \nguilty to criminal conspir, \nmillion swindle, a famili \nBernie Madoff case. \nLike so many others, \nWithout the necessary u: \nspent at the office, he'd als \n\fCHAPTER 27 \n1987 \nloff, there was Steven Hoffenberg. \nras the head of Towers Financial \nhat bought debts, such as unpaid \nscount while pressing the debtors \nthe company fifteen years earlier \nrid just a handful of employees. \nwork ethic, he'd turned that into a \nelve hundred employees and stock \nBut Hoffenberg still spent fifteen \n:k, in his office. \n)erg was a Wall Street outsider. A \nmt, like Epstein. \nanted was respect. The other was \nth Wall Street's inner workings. Jef-\npptions for Bear Stearns, fit the bill. \n110 \nFILTHY RICH \nHoffenberg began paying twenty-five thousand dollars per \nmonth for Epstein's expertise as a consultant. \nThe SEC had already looked into Hoffenberg's affairs, set-\ntling with him out of court in a matter relating to unregistered \nsecurities. But Hoffenberg was dangling a very big prize. \nIn the 1980s, several major financial players were involved in \nthe greenmailing of publicly traded companies. What green-\nmailing means, in practice, is that a brokerage house or group of \ninvestors will start buying shares in companies that seem to be \nvulnerable to takeover attempts. To ward off the attempts, exec-\nutives at those companies will buy the shares back at a premium. \nIt's risky, but very often the investors stand to make a handsome \nprofit. \nYet another thing Hoffenberg wanted was to take over Pan \nAmerican World Airways. The iconic airline had already entered \nits downward trajectory, but it was still a giant. \nFor Hoffenberg, the greenmailing profits could have been \nhuge. \nAccording to Hoffenberg, Epstein handled the attempted take-\nover of Pan Am—a deal that went sideways almost immediately. \nSteven Hoffenberg still has a lot to say on the subject. But in \nlistening to him, one must bear in mind that in 1995, he pleaded \nguilty to criminal conspiracy and fraud charges involving a $460 \nmillion swindle, a familiar scheme to anyone who followed the \nBernie Madoff case. \nLike so many others, Hoffenberg had tried to fly very high \nWithout the necessary updraft. And despite all the hours he \nspent at the office, he'd also developed a taste for the high life. He \n111 \n\fJAMES PATTERSON \nbought his own jet, a luxury yacht, and a Long Island mansion \nto go with his expensive Manhattan apartment. He'd also briefly \nowned a controlling interest in the New York Post. \nTo cover his tracks, Hoffenberg had been taking money from \ninvestors and using it to pay previous investors. It was a classic \nPonzi scheme—one of the biggest in history—and Hoffenberg \nended up spending nineteen years in a federal prison. \nWhy was Epstein not implicated in the case? All that Hoffen-\nberg will say when asked is: \"Ask Robert Gold.\" \nAnother source suggests that Gold, the former federal prose-\ncutor who had helped Epstein recover Ana ObregOn's money, \nkept the US attorney away from Epstein until there were only a \nfew weeks left before the statute of limitations ran out. \nAs for Epstein himself, he would always deny any wrong-\ndoing. Despite his proximity to Hoffenberg, he managed to avoid \nthe blast radius. \n112 \nRobert Meister: 1985 \nRobert Meister, the vic( \nkerage and consulting \nin the mid-eighties, \nPalm Beach. Both men were \nthe other looked familiar. Th \nand Meister filed the conven \nAt that time, Les Wexner, w \nof Meister's insurance comp \nthe people managing his mo \nWexner was a billionaire \nwere in a tangle. Maybe Epst \nwould also be grateful for the \nthere's evidence to suggest th \nhis last Bear Stearns bonus—\nrecovered for Ana Obregon—\n\frERSON \nit, and a Long Island mansion \nan apartment. He'd also briefly \ne New York Post. \n-g had been taking money from \nJi0US investors. It was a classic \n.st in history—and Hoffenberg \ns in a federal prison. \nted in the case? All that Hoffen-\n: Robert Gold.\" \n:Gold, the former federal prose-\nrecover Ana ObregOn's money, \nEpstein until there were only a \nof limitations ran out. \nwould always deny any wrong-\nHoffenberg, he managed to avoid \n112 \nCHAPTER 28 \nRobert Meister: 1985 \nRobert Meister, the vice chairman of a giant insurance bro-\nkerage and consulting firm called Aon, met Jeffrey Epstein \nin the mid-eighties, aboard a flight from New York to \nPalm Beach. Both men were flying first class. Each one thought \nthe other looked familiar. They talked in the course of that flight, \nand Meister filed the conversation away, only to recall it in 1989. \nAt that time, Les Wexner, who was Meister's friend and a client \nof Meister's insurance company, was complaining to him about \nthe people managing his money. \nWexner was a billionaire, but for all his wealth, his finances \nwere in a tangle. Maybe Epstein could help. And perhaps Epstein \nwould also be grateful for the introduction. Hard as it is to believe, \nthere's evidence to suggest that Epstein really had spent the last of \n, his last Bear Stearns bonus—along with his share of the money he'd \nrecovered for Ana ObregOn—and was broke, again, at the time. \n113 \n\fJAMES PATTERSON \nOne estranged friend says that he had to loan Epstein money \nto pay the bill at Epstein's garage, which had seized Epstein's car \nfor nonpayment. \nAnother estranged friend says that Epstein didn't have two \nnickels to rub together. \nDiana Crane, a former model, says that Epstein always had \nfirst-class upgrades he would give to his friends so they didn't \nhave to fly economy class. \n\"No one knew where or how he got them,\" Crane recalls. \n\"Sometimes they worked, and other times they didn't. I remem-\nber he saw a friend of mine wearing a Concorde jacket. He asked \nif he could borrow it for a day or so. My friend never got the \njacket back. But Epstein would tell people he always flew on the \nConcorde — a total lie.\" \nBut even if Epstein were flush, Les Wexner would have been \na big fish to catch. \nFrom the get-go, Meister's wife, Wendy, had her suspicions \nabout Epstein. About the way he presented himself and the way \nhe worked himself into their inner circle. \nBefore long, Wendy was calling Epstein the virus. \nBut for Epstein, the Meisters weren't the point. Wexner was. \nAnd hard as it is to understand why the billionaire would \nassociate with a man who'd worked with a Ponzi king like Steven \nHoffenberg, it turned out that Wexner and Epstein would get \nalong perfectly well. \nGhislaine Maxwell \nRobert Meister v \nEpstein, the bc \nsocial ladder. T \nheiress from the Unite \nof the world's most gla: \nMaxwell was the \nthe most famous— ev \nRobert Maxwell, was \nFrench Foreign Legioi \nhad gone on to becon \nhe'd become a media \nbirth name was Jan L \ndied in disgrace in 19 \nSide of his supersize y \nApoirr The shtetl Solon \n114 \n\fERSON \nhe had to loan Epstein money \nwhich had seized Epstein's car \n; that Epstein didn't have two \n, says that Epstein always had \n.e to his friends so they didn't \nv he got them,\" Crane recalls. \nher times they didn't. I remem-\n.ng a Concorde jacket. He asked \nor so. My friend never got the \ncll people he always flew on the \nh, Les Wexner would have been \nvife, Wendy, had her suspicions \ne presented himself and the way \naer circle. \ning Epstein the virus. \n; weren't the point. Wexner was. \nstand why the billionaire would \n-ked with a Ponzi king like Steven \nWexner and Epstein would get \n114 \nCHAPTER 29 \nGhislaine Maxwell: 1991 \nRobert Meister was not the only friend who helped Jeffrey \nEpstein, the boy from Coney Island, on his way up the \nsocial ladder. There was also Ghislaine Maxwell, a wealthy \nheiress from the United Kingdom who'd retained her ties to some \nof the world's most glamorous and scandalous jet-setters. \nMaxwell was the youngest and most favored child of one of \nthe most famous—even infamous—men in Europe. Her father, \nRobert Maxwell, was a Czech refugee who had fought in the \nFrench Foreign Legion and with the British in World War II and \nhad gone on to become a member of Parliament. By the 1960s, \nhe'd become a media baron. Born into a Hasidic family—his \nbirth name was Jan Ludvik Hyman Binyamin Hoch—Maxwell \ndied in disgrace in 1991 after falling or perhaps jumping off the \nSide of his supersize yacht, the Lady Ghislaine. \n\"The shtetl Solotvyno, where I come from, it is no more,\" \n115 \n\fJAMES PATTERSON \nMaxwell said a few months before his demise. \"It was poor. It \nwas Orthodox. And it was Jewish. We were very poor. We didn't \nhave things that other people had. They had shoes, they had \nfood, and we didn't. At the end of the war, I discovered the fate of \nmy parents and my sisters and brothers, relatives, and neighbors. \nI don't know what went through their minds as they realized \nthat they'd been tricked into a gas chamber.\" \nMaxwell's own death was followed by an international scan-\ndal. It turned out that he'd stolen hundreds of millions of pounds \nfrom his companies' pension funds and used them to prop up his \nempire. Two of his so-ns were tried for conspiracy to commit \nfraud and ultimately exonerated. But Ghislaine, who had grown \nup in luxurious surroundings and counted the Duke of York, \nPrince Andrew, among her intimates, could not escape the dark \nshadow her father had cast. Looking to start fresh, she took the \nConcorde to New York City. \nAt first, it seems, Maxwell and Epstein were lovers. \"She was \nmadly in love with Jeffrey,\" says a longtime friend of Ghislaine's. \nThen they became something more. Ghislaine took care of \nEpstein's travel arrangements. She managed his household and \nopened doors that very few Brooklyn-born Jewish boys could \nhave passed through. According to lawsuits and witness testi-\nmony, she also became one of several women who procured \nyoung girls for Epstein. \nShe was not jealous, according to people who knew her back \nthen. If anything, Ghislaine seemed to take pleasure in satisfy-\ning Epstein's needs. \nGhislaine introduced Epstein to a fabulous world that the \n116 \nBrooklyn boy knew noi \ntaught Epstein the differ( \nBut despite—or was it \nEpstein, she, too, gradi \nAccording to Jane Doe \nfiled in 2009 by a womat \nof the services Maxwell \nment of underage worn. \npapers, Maxwell has ve \nVirginia, with any othe \nwith, or with any crimim \nIn a 2016 answer to a c \nMaxwell called the alle& \nThe case of Nadia B. \nfirst noticed by Epstein, \nin the eyes of her mothei \nBjorlin's Iranian-bort \nyears ago about her famil \nand Epstein. Bjorlin's fat \nmusic, had died a year \nthis made the girl a vuln \n\"She was at school a-\nMichigan, when she met \n\"My daughter was a 5 \nlittle girl, not mature for \nthought she was nine or \n\"Epstein was a big dc \nher father had died, so 4. \nHe said, 'Here's my numt \n\"He kept saying, `Cor \n\f-ERSON \nFILTHY RICH \n.e his demise. \"It was poor. It \nWe were very poor. We didn't \nid. They had shoes, they had \nthe war, I discovered the fate of \nithers, relatives, and neighbors. \ntheir minds as they realized \n; chamber.\" \nowed by an international scan-\nhundreds of millions of pounds \nIs and used them to prop up his \nried for conspiracy to commit \nBut Ghislaine, who had grown \nmd counted the Duke of York, \nlates, could not escape the dark \nking to start fresh, she took the \nI Epstein were lovers. \"She was \na longtime friend of Ghislaine's. \n, more. Ghislaine took care of \nShe managed his household and \nrooklyn-born Jewish boys could \nag to lawsuits and witness testi-\n)f several women who procured \nang to people who knew her back \nemed to take pleasure in satisfy-\n.ein to a fabulous world that the \n116 \nBrooklyn boy knew nothing about. One friend jokes that she \ntaught Epstein the difference between a fish fork and a salad fork. \nBut despite—or was it because of? —Maxwell's devotion to \nEpstein, she, too, graduated from girlfriend to friend status. \nAccording to Jane Doe 102 vs. Jeffrey Epstein, a civil complaint \nfiled in 2009 by a woman later identified as Virginia Roberts, one \nof the services Maxwell provided for Epstein was the procure-\nment of underage women. (Through her lawyer and in court \npapers, Maxwell has vehemently denied any involvement with \nVirginia, with any other young woman Epstein was involved \nwith, or with any criminal activities committed by Jeffrey Epstein. \nIn a 2016 answer to a defamation lawsuit brought by Roberts, \nMaxwell called the allegations fabricated for financial gain.) \nThe case of Nadia Bjorlin, who was thirteen when she was \nfirst noticed by Epstein, raises questions in this regard, at least \nin the eyes of her mother. \nBjorlin's Iranian-born mother spoke to a British tabloid some \nyears ago about her family's disturbing experience with Maxwell \nand Epstein. Bjorlin's father, a celebrated conductor of classical \nmusic, had died a year earlier, the mother said. She believed that \nthis made the girl a vulnerable and easy target. \n\"She was at school at the famed Interlochen Arts Center, in \nMichigan, when she met Epstein,\" the mother said. \n\"My daughter was a singer. She was a baby. She was a skinny \nlittle girl, not mature for her age. She was thirteen, but everyone \nthought she was nine or ten. \n\"Epstein was a big donor, and he heard about Nadia and that \nher father had died, so she was vulnerable, and he contacted her. \nlie said, 'Here's my number.' \n. \nHe kept saying, 'Come—will you come?' He said he wanted \n117 \n\fJAMES PATTERSON \nto help mentor her. I wouldn't let her meet him. What sort of a \nman approaches a young girl and asks to meet her?\" \nIn the meantime, .Maxwell had become friendly with the \nfamily. \"I trusted Ghislaine; she was like a mother,\" Bjorlin's \nmother recalled. \"She was always calling my house. \n\"Ghislaine didn't want me to meet Epstein, but I did anyway, \nand I asked what he wanted with Nadia. He said he wanted to \nhelp her singing career. He said, 'I'd like to be like a godfather.' It \nfelt creepy. \n\"I had a bad vibe about him and said, 'Stop!' I told him, 'No, \nthank you. She doesn't need your help.' I kept Nadia away from \nhim. She never met him alone. She never went anywhere with him.\" \nDespite her suspicions, it took Epstein's arrest to make Bjor-\nlin's mother wonder whether Maxwell and Epstein hadn't been \nsizing her daughter up for his stable of underage women. \nLeslie Wexner: 19! \nLeslie Wexner, ti \nerner. Born in \nRussian-Jewish \nshooter— taciturn ar \nFor several year-5 \nwas the largest yacht \nWexner's emplo) \nfiercely loyal to them \nIn time, he'd corn \n\"Everyone was n \nsays Robert Morosk \ntaller the Limited, \n\"Almost everyor \nother former emp \nt of nowhere.\" \n\f1TERSON \na her meet him. What sort of a \nI asks to meet her?\" \nhad become friendly with the \nLe was like a mother,\" Bjorlin's \ns calling my house. \nmeet Epstein, but I did anyway, \n.th Nadia. He said he wanted to \n'I'd like to be like a godfather.' It \n. and said, 'Stop!' I told him, 'No, \nur help.' I kept Nadia away from \ne never went anywhere with him.\" \n,ok Epstein's arrest to make Bjor-\n4axwell and Epstein hadn't been \ntable of underage women. \n118 \nCHAPTER 30 \nLeslie Wexner: 1993 \nLeslie Wexner, the richest man in Ohio, is a proud midwest-\nerner. Born into the rag trade (Wexner's parents were \nRussian-Jewish immigrants), he grew up to be a straight \nshooter—taciturn and camera-shy. \nFor several years running, his 315-foot boat, the Limitless, \nwas the largest yacht owned by an American. • \nWexner's employees loved him, and he was known to be \nfiercely loyal to them. \nIn time, he'd come to see the same qualities in Jeffrey Epstein. \n\"Everyone was mystified as to what [Epstein's] appeal was,\" \nsays Robert Morosky, a former vice chairman of the clothing \nretailer the Limited, founded by Wexner. \n\"Almost everyone at the Limited wondered who he was,\" \nanother former employee of Wexner's recalls. lie literally came \nout of nowhere.\" \n119 \n\fJAMES PATTERSON \nFi \nBut it seems that Epstein did work hard to untangle Wexner's \nfinances. And it appears he succeeded. \"Jeffrey cleaned that up \nright away,\" a former associate of Epstein's says. \nThe two men became all but inseparable. \n\"Very smart, with a combination of excellent judgment and \nunusually high standards,\" Wexner said of Epstein at the time. \n\"Also, he is always a most loyal friend.\" \nWhen Wexner wanted to break up with a woman he'd been \ndating for several years—a woman who moved to Ohio and con-\nverted to Judaism to make him happy—he dispatched Epstein \nto do the dirty work. \nWhen Wexner hired a decorator for his Ohio mansion and \nwanted someone to verify the authenticity of several expensive \nantiques, Epstein flew in his friend Stuart Pivar, the renowned \nart collector and author. (According to Pivar, most of the antiques \nwere cheap imitations.) When Wexner traveled abroad, he'd \nbring back trinkets and gifts for Epstein. When Wexner wanted \nto see Cats, Epstein arranged to have the cast perform in his \nmansion. \nIn Ohio, Wexner's associates whispered about his relationship \nwith Jeffrey Epstein. In New York, they wondered about Epstein's \nrole in Wexner's 1993 marriage to Abigail Koppel. \nAt thirty-one, Koppel was twenty-four years Wexner's junior. \nIt was Epstein who negotiated the prenuptial agreement and \norchestrated its very strange signing. Abigail signed the agree-\nment in her law office. Wexner signed it in his office. According - \nto an associate of Epstein's who was present, Epstein brought a \nSports Illustrated swimsuit model along to Wexner's office, as if \nto make the point that then \nworld. As a joke, Epstein pl \nbelly and had Wexner sign it \nEpstein asked his friend: \n\"Yes, Jeffrey,\" said Wexnc \n\"It was an uproarious sce \nJeffrey being Jeffrey. That wa \n\f'TERSON \nFILTHY RICH \nvork hard to untangle Wexner's \needed. \"Jeffrey cleaned that up \nEpstein's says. \n.nseparable. \nttion of excellent judgment and \nner said of Epstein at the time. \nriend.\" \n!.ak up with a woman he'd been \nan who moved to Ohio and con-\nhappy — he dispatched Epstein \nrator for his Ohio mansion and \n.uthenticity of several expensive \nlend Stuart Pivar, the renowned \nLing to Pivar, most of the antiques \nL Wexner traveled abroad, he'd \nr Epstein. When Wexner wanted \nto have the cast perform in his \nwhispered about his relationship \nrk, they wondered about Epstein's \n!. to Abigail Koppel. \nwenty-four years Wexner's junior. \n:d the prenuptial agreement and \nAgning. Abigail signed the agree-\nr signed it in his office. According \nio was present, Epstein brought a \n'del along to Wexner's office, as if \n120 \nto make the point that there are other beautiful women in the \nworld. As a joke, Epstein placed the agreement on the model's \nbelly and had Wexner sign it right there. \nEpstein asked his friend: \"Are you sure you want to do this?\" \n\"Yes, Jeffrey,\" said Wexner. \"Quite sure.\" \n\"It was an uproarious scene,\" Epstein's associate recalls. \"Just \nJeffrey being Jeffrey. That was his gestalt.\" \n121 \n\fPART_II \nThe Women \n\fCHAPTER 31 \nMc2 Model Management's NYC branch is looking for \"highly \nmotivated and energetic\" interns to assist their agents part-time \nor full-time. If you're thinking to yourself, who?, it's the agency \nfounded by Jean-Luc Brunel, the guy who first signed Christy \nTurlington when she was just fourteen. Responsibilities include \nscanning pictures, answering phones, assisting with updating \nmodels' portfolios, and working in Photoshop, Word and Excel \n(so you have to already know what you're doing in those). You \nMust: Be interested in the fashion, modeling and photography \nindustries, outgoing, well spoken, and able to keep cool while \nfive different people demand Starbucks / copies / phone calls / \netc. This is a great opportunity to get hands-on experience at a \nsmaller agency, plus they can offer a stipend and a Met rocard \nas well as school credit if needed. Send your resume to intern@ \nmc2mm.com Good luck! \n—Julia Hermanns, Fashionista, January 30, 2009 \n125 \n\fJAMES PATTERSON \nJean-Luc Brunel: 2005 \nIFor Jeffrey Epstein, Leslie Wexner is more than a mentor. \nMore than the last in a line of older men—father figures—\nwhom Epstein cultivated while making his way in the \nworld. \nWexner is also a steady, if indirect, source of beautiful \nwomen. \nAfter all, Wexner is the man in charge of Victoria's Secret, \npart of the Limited family of companies and—better yet—in \ncharge of the Victoria's Secret catalog. What this means for \nEpstein is models galore. In fact, like a fox that's gotten hold of \nthe lease to a henhouse, Epstein, according to evidence collected \nin a later lawsuit brought by Epstein victims, eventually pro-\nvided financial support for a modeling agency, and provided \nsupport for models employed by that agency, in New York City. \nThis story begins with a Frenchman— a playboy modeling \nagent named Jean-Luc Brunel—who was an owner of the Karin \nmodeling agency. \nBrunel had been working as a modeling agent since the sev-\nenties. He claimed to have launched the careers of Monica Bel-\nlucci, Estelle, Jerry Hall, Rachel Hunter, Milla Jovovich, Rebecca \nRomijn, Kristina Semenovskaya, Sharon Stone, and Estella War-\nren, as well as Christy Turlington and other well-known cover \ngirls. Brunel had also been a subject of a 60 Minutes investiga-\ntion, broadcast in 1988, into sexual exploitation in the modeling \nindustry. That expose had caused Eileen Ford of the elite Ford \nmodeling agency to sever her ties with the playboy. (Brunets \nactivities were also chronicled in a 1995 book about the fashion \n126 \nindustry—Model: The \nGross.) \nBut Brunets reputat \ngetting involved in his I \nAccording to a sun \nEdwards, a Victims' law \nEpstein alleging fabrics \nEpstein had provided sr \nits name, in 2005, from \nAs a scout for MC2 \nundiscovered talent, faN \nthe former Soviet repuE \neling competitions and \neling agents and agenci \nBut according to th \nthe information he hac \nand Brunel had used tb \neign countries into the \ning contracts. These g \nbelonging to Epstein. \nvisa for these girls,\" \nunderage girls rent, pre \nthe condos.\" \n\"I strongly deny I-\nindirectly, in the actiol \nBrunel would say. \"I st \nact or any wrongdoing \nmodel agencies manag \ntal standard for almosl \nAccording to Brui \n\f•ERSON. \nexner is more than a mentor. \nif older men— father figures — \nvhile making his way in the \nindirect, source of beautiful \nin charge of Victoria's Secret, \nimpanies and—better yet— in \ncatalog. What this means for \n, like a fox that's gotten hold of \naccording to evidence collected \npstein victims, eventually pro-\naodeling agency, and provided \nthat agency, in New York City. \n:nchman— a playboy modeling \nwho was an owner of the Karin \na modeling agent since the sev-\nched the careers of Monica Bel-\nHunter, Milla Jovovich, Rebecca \n., Sharon Stone, and Estella War-\n:on and other well-known cover \nubject of a 60 Minutes investiga-\nmai exploitation in the modeling \nsed Eileen Ford of the elite Ford \nties with the playboy. (Brunel's \nin a 1995 book about the fashion \n126 \nFILTHY RICH \nindustry—Model: The Ugly Business of Beautiful Women, by Michael \nGross.) \nBut Brunel's reputation did not prevent Jeffrey Epstein from \ngetting involved in his business. \nAccording to a summary judgment court filing by Bradley \nEdwards, a Victims' lawyer defending against a lawsuit by Jeffrey \nEpstein alleging fabrication of sexual assault cases against him, \nEpstein had provided support for Brunel's agency, which changed \nits name, in 2005, from Karin to MC2— as in E = mc2. \nAs a scout for MC2, Brunel traveled the world in search of \nundiscovered talent, favoring Scandinavia, Israel, central Europe, \nthe former Soviet republics, and South America, setting up mad-\neling competitions and negotiating with other international mod-\neling agents and agencies. \nBut according to the court filing, in which Edwards detailed \nthe information he had gathered in support of victims, Epstein \nand Brunel had used the agency to bring underage girls from for-\neign countries into the United States by promising them model-\ning contracts. These girls were then housed in condominiums \nbelonging to Epstein. \"Epstein and Brunel would then obtain a \nvisa for these girls,\" the document states, \"then charge the \nunderage girls rent, presumably to live as underage prostitutes in \nthe condos..\" \n\"I strongly deny having participated, neither directly nor \nindirectly, in the actions Mr. Jeffrey Epstein is being accused of,\" \nBrunel would say. \"I strongly deny having committed any illicit \nact or any wrongdoing in the course of my work as a scouter or \nmodel agencies manager. I have exercised with the utmost \nethi-\ncal standard for almost forty years.\" \n;1*. According to Brunel, his association with Jeffrey Epstein \n127 \n\fJAMES PATTERSON \nended up having a strong negative impact on his reputation and \nbusiness. Several photographers refused to work with him. Other \nagencies, such as Modilinos Model Management, curtailed their \nrelationships with Brunel. And in 2015, Brunel filed his own \ncivil lawsuit against Jeffrey Epstein, denying that he had any role \nin Epstein's illegal activities, alleging that Epstein had obstructed \njustice by telling him to avoid having his deposition taken in the \ncriminal case the Palm Beach PD had built against Epstein, and \nclaiming that false allegations of Brunel's links to Epstein's activ-\nities had harmed his reputation and cost him a great deal of \nbusiness. \nIn his filing, Brunel included several e-mails from industry \ncontacts who expressed their doubts about placing models with \nhis agency. \"Parents don't want their daughters coming to us \nbecause [when] they google your name and the agency name the \nonly things they see is 'Sex Trafficking'!!!\" one correspondent \nhad written. \n128 \nNadia Marcinkova: circ \nC2 has offices in I\\ \nmotion—flying to \nVirgin Islands. 01 \nParis. And when he comes \nwhere important people— c \nuniversity presidents, Nobe \nex-presidents, and heads of si \nSome guests marvel in p1 \ndo they come from? \nNadia Marcinkova com( \nmodel. But Nadia's done very \nbecome another of Epstein's, \nAccording to statements \nalso served as a willing accc \non underage females. \n\f.RSON \nLmpact on his reputation and \nised to work with him. Other \nManagement, curtailed their \n2015, Brunel filed his own \n, denying that he had any role \ng that Epstein had obstructed \nag his deposition taken in the \niad built against Epstein, and \n.unel's links to Epstein's activ-\nmd cost him a great deal of \nseveral e-mails from industry \n)ts about placing models with \nheir daughters coming to us \nLame and the agency name the \nicking'!!!\" one correspondent \n3 \nCHAPTER 32 \nNadia Marcinkova: circa 2000 \nC2 has offices in New York City. But Jeffrey's always in \nmotion—flying to his homes in New Mexico and the \nVirgin Islands. Often to Palm Beach. Sometimes to \nParis. And when he comes home to New York he hosts parties \nwhere important people—corporate titans, real estate tycoons, \nuniversity presidents, Nobel Prize—winning scientists, princes, \nex-presidents, and heads of state—mingle with beautiful women. \nSome guests marvel in public: Who are these women? Where \ndo they come from? \nNadia Marcinkova comes from Slovakia. She looks like a \nmodel. But Nadia's done very little modeling, if any. Instead she's \nbecome another of Epstein's girlfriends. \nAccording to statements given to the Palm Beach police, she's \nalso served as a willing accomplice in Epstein's sexual assaults \non underage females. \n129 \n\fJAMES PATTERSON \nEpstein prefers diminutive women, but Nadia is tall. She's \nrail-thin and blond like the sun, with glowing skin, a wide smile, \nand sky-high cheekbones. \nOn a good day, she could pass for a Bond girl—a woman \ncaught up in a web of crime and intrigue. But of course, that's \nexactly what she is. \nIn certain circles, the academics and the women in Epstein's \norbit are almost a joke. In a 2003 profile of him, New York maga-\nzine quotes Harvard professors (\"He is amazing\"), Princeton \nprofessors (\"He changed my life\"), MIT professors (\"If I had acted \nupon the investment advice he has given me over the years, I'd \nbe calling you from my Gulfstream right now\"), and other lumi-\nnaries, up to and including Bill Clinton. \n\"I've known Jeff for fifteen years,\" says Donald Trump. \n\"Terrific guy; he's a lot of fun to be with.\" \nNo one knew then that someday Trump would run for presi-\ndent. (When he does, he'll attack Hillary Clinton for Bill Clinton's \nown entanglements with Epstein.) But Trump's already ahead of \nthe curve in that he ends up severing his ties to Epstein well \nbefore the police or the media get wind of Epstein's penchant for \nunderage girls. \nHe does this because he finds out that in their endless hunt \nfor \"masseuses,\" Epstein's procurers have been prowling around \nTrump's estate in Palm Beach. \n130 \nVirginia Roberts: 1999 \nTrump's estate, Mar-\nulously wealthy he: \nsits on twenty perfi \nmiles away from Jeffrey E \nhome to the exclusive Mar-\ncourts, and a very posh rest \nDonald Trump had fou \nthey blocked all his efforts I \nOther clubs on the island-\nblacks and Jews— had neve \nargued. At one point he seni \nber of the town council: Gu \nSidney Poitier confronts his \ntleman's Agreement, in which \nin Connecticut and New Yot \n\f7ERSON \nDmen, but Nadia is tall. She's \nith glowing skin, a wide smile, \nss for a Bond girl—a woman \n. intrigue. But of course, that's \nCHAPTER 33 \ns and the women in Epstein's \nprofile of him, New York maga-\n(\"He is amazing\"), Princeton \n), MIT professors (\"If I had acted \nlas given me over the years, I'd \nam right now\"), and other lumi-\n:linton. \nyears,\" says Donald Trump. \nbe with.\" \n.tday Trump would run for presi-\n: Hillary Clinton for Bill Clinton's \nn.) But Trump's already ahead of \nievering his ties to Epstein well \net wind of Epstein's penchant for \n.ds out that in their endless hunt \nurers have been prowling around \n130 \nVirginia Roberts: 1999 \nTrump's estate, Mar-a-Lago, had once belonged to the fab-\nulously wealthy heiress Marjorie Merriweather Post. It \nsits on twenty perfectly manicured acres less than two \nmiles away from Jeffrey Epstein's home on El Brillo Way. It's \nhome to the exclusive Mar-a-Lago Club, which has a spa, tennis \ncourts, and a very posh restaurant. \nDonald Trump had fought the town council for decades as \nthey blocked all his efforts to turn the place into a private resort. \nOther clubs on the island— those with a history of excluding \nblacks and Jews— had never faced such restrictions, Trump had \nargued. At one point he sent copies of two movies to every mem-\nber of the town council: Guess Who's Coming to Dinner, in which \nSidney Poitier confronts his girlfriend's racist parents, and Gen-\ntleman's Agreement, in which a journalist confronts anti-Semitism \nIn Connecticut and New York City. \n131 \n\fJAMES PATTERSON \nf \n\"Whether they love me or not, everyone agrees the greatest \nand most important place in Palm Beach is Mar-a-Lago,\" Trump \ntold the Washington Post after winning his battle. \"I took this \nultimate place and made it incredible and opened it, essentially, \nto the people of Palm Beach. The fact that I owned it made it a lot \neasier to get along with the Palm Beach establishment.\" \nThe Breakers hotel, Trump explained, \"gets the [island's] \nleftovers.\" \nIt cost $100,000 to join the club. Members paid $14,000 \nyearly in dues. And although Epstein had never properly joined \nthe club, Trump's friendship with Ghislaine Maxwell gave Epstein \nunlimited use of the facilities. \nThis arrangement ended when a member's young daughter \ncomplained to her wealthy father: while relaxing at Mar-a-Lago, \nshe'd been approached and invited out to Epstein's house. \nThe girl said that she had gone and that Epstein had tried to \nget her to undress. \nThe girl's father had gone directly to Trump, who—in no \nuncertain terms— told Epstein that he was barred from Mar-a-\nLago. \nBecause no complaint was filed, the police had taken no \naction. But years later, a woman named Virginia Roberts would \nsay that, as a young girl, she'd had an identical encounter at \nMar-a-Lago. \nAccording to a court document Virginia filed in her civil \nlawsuit against Epstein, she was a changing-room assistant at \nMar-a-Lago, earning about nine dollars an hour, when Ghislaine \nMaxwell approached her. Maxwell asked Virginia if she was \ninterested in learning to be a massage therapist—which, it \nturned out, she was. Like the other girl, Virginia told her father, \nwho was also employed at \nager. But Virginia's father s \nhe drove her, later that day \nThere, according to thc \nia's father that Ms. Maxwel \nfor his teenage daughter. T \nroom equipped with a sl \nEpstein was lying, naked, c \nVirginia was shocked, \nexperience with massages, \napy protocol. \"Ms. Maxwel \non her underwear and \n[Jeffrey's] body, impliedly \nexpected to do,\" the filing \n[Virginia] to take off her c: \nsive about doing this, but, in \nby removing everything but \nto remove her underwear a \nescalated, with [Jeffrey] al \nbattering, exploiting, and al \nin various locations, incluc \nAt the end of this sexua \nMs. Maxwell giddily told [. \nand told her she had 'lots c \nhundreds of dollars, told h \ndirected one of her employe \nAt the time, Virginia wa \n\fFILTHY RICH \nERSON \nwho was also employed at Mar-a-Lago as a maintenance man-\nager. But Virginia's father saw nothing wrong with the offer, and \nhe drove her, later that day, to Epstein's house on El Brill° Way. \nThere, according to the document, Maxwell assured Virgin-\nia's father that Ms. Maxwell would provide transportation home \nfor his teenage daughter. Then she led Virginia upstairs, to a spa \nroom equipped with a shower and a massage table. Jeffrey \nEpstein was lying, naked, on the table. \nVirginia was shocked, she says in the filing, but, with no \nexperience with massages, thought this could be massage ther-\napy protocol. \"Ms. Maxwell then took off her own shirt and left \non her underwear and started rubbing her breasts across \n[Jeffrey's] body, impliedly showing [Virginia] what she was \nexpected to do,\" the filing continues. \"Ms. Maxwell then told \n[Virginia] to take off her clothes. The minor girl was apprehen-\nsive about doing this, but, in fear, proceeded to follow Ms. Maxwell \nby removing everything but her underwear. She was then ordered \nto remove her underwear and straddle [Epstein]. The encounter \nescalated, with [Jeffrey] and Ms. Maxwell sexually assaulting, \nbattering, exploiting, and abusing [Virginia] in various ways and \nin various locations, including the steam room and the shower. \nAt the end of this sexually exploitive abuse, [Epstein] and \nMs. Maxwell giddily told [Virginia] to return the following day \nand told her she had 'lots of potential.' [Epstein] paid [Virginia] \nhundreds of dollars, told her it was for two hours of work, and \ndirected one of her employees to drive her home.\" \nAt the time, Virginia was fifteen years old. \n133 \n, everyone agrees the greatest \nBeach is Mar-a-Lago,\" Trump \nnning his battle. \"I took this \nible and opened it, essentially, \nact that I owned it made it a lot \neach establishment.\" \n.-..xplained, \"gets the [island's] \nclub. Members paid $14,000 \n;tein had never properly joined \nGhislaine Maxwell gave Epstein \nm a member's young daughter \nc: while relaxing at Mar-a-Lago, \n:d out to Epstein's house. \nae and that Epstein had tried to \nirectly to Trump, who —in no \nthat he was barred from Mar-a-\nfiled, the police had taken no \nnamed Virginia Roberts would \nhad an identical encounter at \nment Virginia filed in her civil \nas a changing-room assistant at \n. dollars an hour, when Ghislaine \n(well asked Virginia if she was \na massage therapist—which, it \nther girl, Virginia told her father, \n132 \n\fF L \nCHAPTER 34 \nDeclaration of Virginia Roberts Giuffre: January 19, \n2015, filed on January 19, 2015 by attorneys \nrepresenting Jeffrey Epstein's victims \n1. My name is Virginia Giuffre and I was born in August, \n1983. \n2. I am currently 31 years old. \n3. I grew up in Palm Beach, Florida. When I was little, I \nloved animals and wanted to be a veterinarian. But my life \ntook a very different turn when adults—including Jeffrey \nEpstein and his close friend Alan Dershowitz —began to be \ninterested in having sex with me. \n4. In approximately 1999, when I was 15 years old, I met \nGhislaine Maxwell. She is the daughter of Robert Maxwell, \nwho had been a wealthy publisher in Britain. Maxwell asked \nthat I come with her to Jeffrey Epstein's mansion for the pur-\nposes of teaching me how to perform \"massages\" and to train \n134 \nme personally in that area. \nhome in Palm Beach on El. \n5. From the first time. \nthat day, his motivations c \nMaxwell's. My father was] \nup some stairs. There was c \nin the room. Epstein and \nactivity with Epstein. I wc \nseemed to be in his 40s or 5 \nhome by one of Epstein's em \n6. I came back for sevi \nsame sorts of sexual things j \n7. After I did those things \nthey were going to have me tr \ncation for me. They were pro; \ntravel with Epstein on his pri \nfession. Epstein said he wouli \nwealthy person so that I woul \n8. So I started \"working' \nme to New York on his big, \nsion in New York City. I was \nrious room. The mansion wc \ngot scared because it was si \nroom with a massage parlor \nsexual activities with him thf \n9. You can see how you \nbelow [see insert page 3]. \n10. Epstein took me on a \nNew York City and there he \napproximately 15 or 16 years \n\fFILTHY RICH \nCHAPTER 34 \nierts Giuffre: January 19, \n015 by attorneys \nCs victims \nIre and I was born in August, \nold. \n:h, Florida. When I was little, I \nbe a veterinarian. But my life \n'hen adults —including Jeffrey \n41an Dershowitz —began to be \nme. \nwhen I was 15 years old, I met \nie daughter of Robert Maxwell, \ntisher in Britain. Maxwell asked \ny Epstein's mansion for the pur-\nPerform \"massages\" and to train \n134 \nme personally in that area. Soon after that I went to Epstein's \nhome in Palm Beach on El Brill° Way. \n5. From the first time I was taken to Epstein's mansion \nthat day, his motivations and actions were sexual, as were \nMaxwell's. My father was not allowed inside. I was brought \nup some stairs. There was a naked guy, Epstein, on the table \nin the room. Epstein and Maxwell forced me into sexual \nactivity with Epstein. I was 15 years old at the time. He \nseemed to be in his 40s or 50s. I was paid $200. I was driven \nhome by one of Epstein's employees. \n6. I came back for several days following and did the \nsame sorts of sexual things for Epstein. \n7. After I did those things for Epstein, he and Maxwell said \nthey were going to have me travel and were going to get an edu-\ncation for me. They were promising me the world, that I would \ntravel with Epstein on his private jet and have a well-paid pro-\nfession. Epstein said he would eventually match me up with a \nwealthy person so that I would be \"set up\" for life. \n8. So I started \"working\" exclusively for Epstein. He took \nme to New York on his big, private jet. We went to his man-\nsion in New York City. I was shown to my room, a very luxu-\nrious room. The mansion was huge. I was very young and I \ngot scared because it was so big. Epstein brought me to a \nroom with a massage parlor. Epstein made me engage [in] \nsexual activities with him there. \n9. You can see how young I looked in the photograph \nbelow [see insert page 3]. \n10. Epstein took me on a ferry boat on one of the trips to \nNew York City and there he took the picture above. I was \napproximately 15 or 16 years old at the time. \n135 \n\fJAMES PATTERSON \n11. Over the next few weeks, Jeffrey Epstein and Ghis-\nlaine Maxwell trained me to do what they wanted, including \nsexual activities. The training was in New York and Florida, \nat Epstein's mansion. It was basically every day and it was \nlike going to school. I also had to have sex with Epstein many \ntimes. \n12. I was trained to be \"everything a man wanted me to \nbe.\" It wasn't just sexual training—they wanted me to be \nable to cater to all the needs of the men they were going to \nsend me to. They said that they loved that I was very compli-\nant and knew how to keep my mouth shut about what they \nexpected me to do. \n13. Epstein and Maxwell also told me that they wanted \nme to produce information for them in addition to perform-\ning sex on the men. They told me to pay attention to the \ndetails about what the men wanted, so I could report back to \nthem. \n14. While I had juvenile hopes of bettering my life, from \nvery early on I was also afraid of Epstein. Epstein told me he \nwas a billionaire. I told my mother that I was working for \nthis rich guy, and she said \"go, go far away.\" Epstein had \npromised me a lot, and I knew if I left I would be in big trou-\nble. I was witness to a lot of illegal and bad behavior by \nEpstein and his friends. If I left Epstein, he knew all kinds of \npowerful people. He could have had me killed or abducted, \nand I knew he was capable of that if I did not obey him. He \nlet me know that he knew many people in high places. Speak-\ning about himself, he said \"I can get away\" with things. Even \nas a teenager, I understood what this meant and it scared me, \nas I believe he intended. \nFILTE \n15. I visited and traveled \nthrough the summer of 2002 \nwith him for sexual activities \nsions) in locations including \narea of Santa Fe, New Me \nisland in the U.S. Virgin Islam \nwith him often in these places \npie he demanded that I have \nmany of these sexual encounte \nmy only purposes for Epsteir \nwas to be used for sex. \n16. To illustrate my connel \nfour photographs taken of me in \nfor one of the photographs in \nmuseum in Santa Fe, New Mexi, \nthe day. Epstein took this picture \nat the time, judging from the lo( \nwe returned to Epstein's Zorro \non one of Epstein's horses on 0, \nfollowing two are from wintertirr \n17. When I was with him, Ei \ngirls on a daily basis. His inte \nobvious to the people around \nobvious and bold that anyone sj \nat one of Epstein's residences wc \nof what was going on. \n18. Epstein's code word for s( \nwas a \"massage.\" At times the \nand the girls would start in the r \nwas always a sexual encounter a \n\fERSON \nFILTHY RICH \ns, Jeffrey Epstein and Ghis-\nwhat they wanted, including \nas in New York and Florida, \nsically every day and it was \n) have sex with Epstein many \nrything a man wanted me to \ning— they wanted me to be \nf the men they were going to \nloved that I was very compli-\nmouth shut about what they \ntlso told me that they wanted \nthem in addition to perform-\nd me to pay attention to the \nnted, so I could report back to \nJpes of bettering my life, from \nof Epstein. Epstein told me he \nwther that I was working for \ngo, go far away.\" Epstein had \nif I left I would be in big trou-\nf illegal and bad behavior by \nft Epstein, he knew all kinds of \nwe had me killed or abducted, \nf that if I did not obey him. He \nr-iy people in high places. Speak-\nan get away\" with things. Even \nlicit this meant and it scared me, \n136 \n15. I visited and traveled with Jeffrey Epstein from 1999 \nthrough the summer of 2002, and during that time I stayed \nwith him for sexual activities at each of his houses (or man-\nsions) in locations including New York City, New York; the \narea of Santa Fe, New Mexico; Palm Beach, Florida; an \nisland in the U.S. Virgin Islands; and Paris, France. I had sex \nwith him often in these places and also with the various peo-\nple he demanded that I have sex with. Epstein paid me for \nmany of these sexual encounters. Looking back, I realize that \nmy only purposes for Epstein, Maxwell, and their friends \nwas to be used for sex. \n16. To illustrate my connection to these places, I include \nfour photographs taken of me in New Mexico [see insert page 3 \nfor one of the photographs mentioned]. The first one is a \nmuseum in Santa Fe, New Mexico. We had gone sightseeing for \nthe day. Epstein took this picture of me. I was approximately 17 \nat the time, judging from the looks of it. At the end of the day \nwe returned to Epstein's Zorro Ranch. The second picture is me \non one of Epstein's horses on the ranch in New Mexico. The \nfollowing two are from wintertime in New Mexico. \n17. When I was with him, Epstein had sex with underage \ngirls on a daily basis. His interest in this kind of sex was \nobvious to the people around him. The activities were so \nobvious and bold that anyone spending any significant time \nat one of Epstein's residences would have clearly been aware \nof what was going on. \n18. Epstein's code word for sexual encounters was that it \nwas a \"massage.\" At times the interaction between Epstein \nand the girls would start in the massage room setting, but it \nwas always a sexual encounter and never just a massage. \n137 \n\fJAMES PATTERSON \n19. In addition to constantly finding underage girls to \nsatisfy their personal desires, Epstein and Maxwell also got \ngirls for Epstein's friends and acquaintances. Epstein specifi-\ncally told me that the reason for him doing this was so that \nthey would \"owe him,\" they would \"be in his pocket,\" and he \nwould \"have something on them.\" I understood that Epstein \nthought he could get leniency if he was ever caught doing \nanything illegal, or that he could escape trouble altogether. \nRoberts submitted her declaration in support of a motion to \nbe added as a plaintiff in a suit (ongoing, as of this writing) that \nsought to overturn a non-prosecution agreement that Jeffrey \nEpstein would reach with the government. Roberts was seeking \nto join a case brought against the government by two other vic-\ntims, but a judge denied her motion in April of 2015, explaining \nthat the case had already been pending for several years, and it \nwas unneccesary to add an additional plaintiff. \nRoberts's declaration, which goes on for another eight pages, and \nmakes twenty-four additional points, was stricken from the record—\nthe judge explained that the \"lurid\" and \"unnecessary details\" \ninvolving \"non-parties\" to the lawsuit against the government, were \n\"immaterial and impertinent\" to the proceedings. \nThrough a representative, Ghislaine Maxwell called the \nallegations against her \"obvious lies,\" after which Roberts filed a \ndefamation suit against Maxwell. In an answer filed in the suit, \nMaxwell elaborated that Roberts's \"story of abuse at the hands of \nMs. Maxwell\" was \"fabricated\" for financial gain. \n138 \nAlicia: May 20, 1997 \nDonald Trump's instin \nsolid. But if the repc \ninto Epstein's myster \nther, there's a chance they wc \nnot just in Palm Beach. \nIn California, for instan \nfrom the Santa Monica Police \nIn the spring—almost the \nthe police. The young woman I \nappeared on Baywatch and Gei \nally assaulted at a trendy hotel \nThe officer who took th \nAlicia* — and her voice. A w \n* Alicia's name, some identifying \n\f\"ERSON \ny finding underage girls to \nDstein and Maxwell also got \nquaintances. Epstein specifi-\nr him doing this was so that \ntld \"be in his pocket,\" and he \n1.\" I understood that Epstein \nif he was ever caught doing \nI escape trouble altogether. \nation in support of a motion to \nIngoing, as of this writing) that \ncution agreement that Jeffrey \nvernment. Roberts was seeking \ne government by two other vic-\nion in April of 2015, explaining \n)ending for several years, and it \nional plaintiff. \n)es on for another eight pages, and \nits, was stricken from the record—\nurid\" and \"unnecessary details\" \n'suit against the government, were \nhe proceedings. \nGhislaine Maxwell called the \nlies,\" after which Roberts filed a \n11. In an answer filed in the suit, \ns's \"story of abuse at the hands of \nfor financial gain. \n138 \nCHAPTER 35 \nAlicia: May 20, 1997 \nDonald Trump's instincts regarding Jeffrey Epstein were \nsolid. But if the reporters who were beginning to look \ninto Epstein's mysterious background had dug a bit fur-\nther, there's a chance they would have hit pay dirt as well—and \nnot just in Palm Beach. \nIn California, for instance, a paper trail already stretched \nfrom the Santa Monica Police Department to Epstein's front door. \nIn the spring—almost the summer—of 1997, a call came in to \nthe police. The young woman who placed it—a young actress who'd \nappeared on Baywatch and General Hospital—said she'd been sexu-\nally assaulted at a trendy hotel called Shutters on the Beach. \nThe officer who took the call knew the woman's name — \nAlicia*—and her voice. A week earlier, she'd told him about an \n* Alicia's name, some identifying details, and dialogue have been changed. \n139 \n\fJAMES PATTERSON \nf \nF L-\nencounter with Epstein. The woman had not wanted to make a \nformal complaint at the time. But she had taken the cop's card, \nand now he was happy to hear that she'd changed her mind. \nIn a shaky voice, Alicia described Epstein as a tallish man—\nfive feet eleven or six feet in height was her guess—with gray \nhair and brown eyes. He was the owner of a large black four-door \nMercedes and was a regular at Shutters on the Beach, which was \nthe kind of place that cost one thousand dollars a night and was \nfrequented by actors, agents, and other Hollywood types. \nAlicia told the cop that she was a model and actress herself. \nShe'd known Epstein for about a month. They had a friend in \ncommon, and she'd sent him her head shots. \nThen, through an assistant, Epstein had invited her to meet \nin his room at the hotel. \nAlicia said she was having reservations, the officer wrote in his \nreport, because generally interviews are not conducted in hotel \nrooms. \nAccording to her, things turned frightening quickly. \nShe was unsure she was safe because although she wanted to \nland the job as a 'Victoria's Secret' catalog model she felt as \nthough Epstein was attempting to get her to act in an unpro-\nfessional manner for a model. \nEpstein wore navy blue sweatpants and a white T-shirt, she \nrecalled. The T-shirt had the letters USA printed on it in patriotic \nred, white, and blue. \nEpstein told her to undress and actually assisted her to do so \nwhile saying let me manhandle you for a second.' \n1 \nThen, Alicia told the cop, \nher will while acting as thoue, \nhad stopped Epstein, and left \nincident. \nAt the top of his crime \nBattery.\" But Epstein was ne. \nSanta Monica Police Departme \nallegations of improper condu \nno action on this 1997 comp \nattorney, Jack Goldberger, told \n\"The cops said it'd be my \npaper. \"And since he had a \nthought much about it since, I \nnow, I want everybody to kno. \nbeen.\" \n\fTERSON \nFILTHY RICH \naan had not wanted to make a \nt she had taken the cop's card, \nat she'd changed her mind. \nbed Epstein as a tallish man—\nght was her guess—with gray \n)wner of a large black four-door \nutters on the Beach, which was \n.ousand dollars a night and was \nother Hollywood types. \nias a model and actress herself. \na month. They had a friend in \nhead shots. \nEpstein had invited her to meet \n:rvations, the officer wrote in his \niews are not conducted in hotel \naed frightening quickly. \nwcause although she wanted to \necret' catalog model she felt as \n.g to get her to act in an unpro-\nntpants and a white T-shirt, she \nters USA printed on it in patriotic \nid actually assisted her to do so \nIle you for a second.' \n140 \nThen, Alicia told the cop, Epstein groped her buttocks against \nher will while acting as though he was evaluating her body. Alicia \nhad stopped Epstein, and left the room, but couldn't get over the \nincident. \nAt the top of his crime report, the officer wrote \"Sexual \nBattery.\" But Epstein was never charged in the incident. \"The \nSanta Monica Police Department discounted every one of [Alicia's] \nallegations of improper conduct by Jeffrey Epstein and they took \nno action on this 1997 complaint,\" Epstein's West Palm Beach \nattorney, Jack Goldberger, told the Palm Beach Post in 2010. \n\"The cops said it'd be my word against his,\" Alicia told the \npaper. \"And since he had a lot of money, I let it go. I hadn't \nthought much about it since, until I saw his picture online. And \nnow, I want everybody to know how much of a creep he's always \nbeen.\" \n141 \n\fCHAPTER 36 \nGraydon Carter: December 2002 \nGraydon Carter, the legendary editor of Vanity Fair, likes to \nget to his office early, well before the rest of his staff \nfiles in. \nMost monthly magazines operate at a leisurely pace— three \nweeks of coming up with ideas, assigning articles, and shooting \nthe shit in the corporate kitchen followed by one frantic week \nwhen all the actual editing gets done. But this isn't the case at \nVanity Fair, which runs hard-hitting investigative pieces along-\nside its glitzy celebrity profiles. There are also parties to plan \nand host—incredibly glamorous parties, including the annual \nOscar-night bash, which is more fun and far more exclusive than \nthe Academy Awards ceremony itself. Vanity Fair is an old, \nfamous brand. But Carter is its public face, just as Anna Wintour \nis the face of Conde Nast's iconic fashion magazine, Vogue. \n142 \nOne cover of Vanity \nsuperstar. And a single tl \ndown a corporate overlorC \nCarter's easy to recogr \na lion's mane. The Santa ( \ntailored bespoke suit. He N \nbe more serious about hi! \nheavily on him this mond \nto Vicky Ward, an English \nity Fair. He'd meant for it \npregnant with twins. She \nstory right on her doorster \nWho was he, really? Cal \nattended by academics, billi \nhe'd flown Bill Clinton tc \nhow he had made his fort \ntor of F. Scott Fitzgerald's \nCarter himself could h \nhis case, the author would \ndropout who'd worked as \nYork in his late twenties a] \nrise up the social and med \nand outgoing, Epstein real \nhim was known. Maybe, \nWhat did Epstein do, exact \nWhy were so many brillh. \nAnd where did those beaut \nAlmost immediately, E \nWard. He prevailed upon \n\fFILTHY RICH \nCHAPTER 36 \n2002 \nary editor of Vanity Fair, likes to \nyell before the rest of his staff \n)erate at a leisurely pace—three \nassigning articles, and shooting \ntn followed by one frantic week \ns done. But this isn't the case at \nitting investigative pieces along-\n;. There are also parties to plan \nus parties, including the annual \ne fun and far more exclusive than \nfly itself. Vanity Fair is an old, \npublic face, just as Anna Wintour \nic fashion magazine, Vogue. \n142 \nOne cover of Vanity Fair can turn a minor celebrity into a \nsuperstar. And a single thoroughly researched story can bring \ndown a corporate overlord. \nCarter's easy to recognize: the pompadour of white hair, like \na lion's mane. The Santa Claus body stuffed into an impeccably \ntailored bespoke suit. He wears his fame lightly. But he could not \nbe more serious about his responsibilities, which are weighing \nheavily on him this month. Months earlier, he'd assigned a piece \nto Vicky Ward, an Englishwoman who wrote frequently for Van-\nity Fair. He'd meant for it to be an easy assignment: Ward was \npregnant with twins. She wasn't allowed to fly. But here was a \nstory right on her doorstep. A nice, easy profile of Jeffrey Epstein. \nWho was he, really? Carter knew he threw fabulous parties \nattended by academics, billionaires, and beautiful women. Recently \nhe'd flown Bill Clinton to Africa. But no one seemed to know \nhow he had made his fortune. Epstein's story reminded the edi-\ntor of F. Scott Fitzgerald's The Great Gatsby. \nCarter himself could have stepped out of a novel—though in \nhis case, the author would be Horatio Alger. A Canadian college \ndropout who'd worked as a railroad lineman, he arrived in New \nYork in his late twenties and commenced an astonishingly quick \nrise up the social and media ladders. But where Carter was open \nand outgoing, Epstein really was Gatsby-like— very little about \nhim was known. Maybe, Carter thought, Ward could find out. \nWhat did Epstein do, exactly, for money? Why was he so secretive? \nWhy were so many brilliant and powerful men drawn to him? \nAnd where did those beautiful women come from? \nAlmost immediately, Epstein began a campaign to discredit \nWard. He prevailed upon Conrad Black, the press baron and \n143 \n\fJAMES PATTERSON \nEpstein's Palm Beach neighbor —who was also a step-uncle of \nVicky Ward's husband— to ask Ward to drop the story. But Ward \nwas tenacious, and what she came back with was dynamite. \nMore interesting and much more salacious than anything Carter \nhad imagined. \nNow Carter's staff was putting in the hours it would take to \nconfirm all the things she'd uncovered, picking the ones they \ncould publish and laying them all out in a narrative that would \nbe no less explosive than the facts it contained. \nVicky Ward: October \nEpstein went out of 1 \nhis own ends, and s \nWard's phone bega \nGreenberg and Jimmy Q \nfrom Les Wexner; from. \nshakers who counted Eps \nThen there were the c \ngo on the record, but di \nWard's back, he was hap \ntour of his Manhattan m; \ndined out on for years. \nextremely charming—el \nhim which forks to use \nVicky Ward. But she was \nto have a keen eye for Ep5 \n144 \n\fTTERSON \n—who was also a step-uncle of \nWard to drop the story. But Ward \n:ame back with was dynamite. \ne salacious than anything Carter \ning in the hours it would take to \nricovered, picking the ones they \nall out in a narrative that would \ncts it contained. \n144 \nCHAPTER 37 \nVicky Ward: October 2002 \npstein went out of his way to spin the Vanity Fair story to \nhis own ends, and soon after she got the assignment, Vicky \nWard's phone began to ring off the hook: calls from Ace \nGreenberg and Jimmy Cayne, the current head of Bear Stearns; \nfrom Les Wexner; from academics, scientists, and movers and \nshakers who counted Epstein among their friends. \nThen there were the calls from Epstein himself. He wouldn't \ngo on the record, but despite the rumors he'd spread behind \nWard's back, he was happy to talk informally, even give her a \ntour of his Manhattan mansion and trot out stories that he had \ndined out on for years. By most accounts, Epstein could be \nextremely charming—even if it had taken Ghislaine to teach \nhim which forks to use when—and he did his best to charm \nVicky Ward. But she was not easily seduced, and she turned out \nto have a keen eye for Epstein's missteps. \n145 \n\fJAMES PATTERSON \nOver tea in his town house, she noticed, Epstein ate all the \nfinger food that had been put out for both of them. She found it \nodd that the only book this supposedly brilliant man had left for \nher to see was a paperback by the Marquis de Sade. And then \nthere was the call afterward from one of Epstein's assistants— a \nwoman Ward did not know—who told her, \"Jeffrey wanted me \nto tell you that you looked so pretty.\" \nWard is pretty, with fine English features and flowing blond \nhair. She was also very pregnant then, with a bad case of morn-\ning sickness. She threw up often, sometimes in public, and these \nclumsy advances on Epstein's part only added to her ever-present \nnausea. For a man who was supposedly brilliant, he'd struck her, \noddly, as not very smart. \n\"Epstein is charming, but he doesn't let the charm slip into \nhis eyes,\" she wrote. \"They are steely and calculating, giving \nsome hint at the steady whir of machinery running behind them. \n'Let's play chess,' he said to me, after refusing to give an inter-\nview for this article. 'You be white. You get the first move.' It was \nan appropriate metaphor for a man who seems to feel he can win \nno matter what the advantage of the other side. His advantage is \nthat no one really seems to know him or his history completely \nor what his arsenal actually consists of. He has carefully engi-\nneered it so that he remains one of the few truly baffling myster-\nies among New York's moneyed world. People know snippets, \nbut few know the whole.\" \nThe testimonials Epstein's friends gave were glowing: \"I \nthink we both possess the skill of seeing patterns,\" Les Wexner \ntold her. \"Jeffrey sees patterns in politics and financial markets, \nand I see patterns in lifestyle and fashion trends. My skills are \n146 \nnot in investment strateg \nknows, his are not in fast \nworld trends as each of u: \n\"I'm on my 20th boc \nEpstein in 1997. \"The ont \nily that I send drafts to is \nBut Ward also talked \nquestions and qualms abc \nin lawsuits against him. C \nwith him. One who had \nboard of Rockefeller UniN \nOne powerful investn \nconspicuous absence froi \ning desks don't seem to \nanimals that big to not le; \nWard uncovered lega \nview with the SEC, given \nStearns. She visited a fed. \nat length with Steven Ho. \nmade a major mistake in \ntold him to stay below th( \naccusations, about Epste \ndenied—and Ward kne \nmastermind, was not to b \nthroughout the reporting \nconcerned with what sh \nwith what she'd uncovere \nTime and again, he \nhave on the girls?\" \n\fTERSON \n• FILTHY RICH \nshe noticed, Epstein ate all the \nt for both of them. She found it \n3sedly brilliant man had left for \nhe Marquis de Sade. And then \none of Epstein's assistants— a \nho told her, \"Jeffrey wanted me \nIty.\" \n;lish features and flowing blond \n. then, with a bad case of morn-\nsometimes in public, and these \nrt only added to her ever-present \n)osedly brilliant, he'd struck her, \n.e doesn't let the charm slip into \ne steely and calculating, giving \nnachinery running behind them. \nafter refusing to give an inter-\nbite. You get the first move.' It was \nnan who seems to feel he can win \n3f the other side. His advantage is \nOW him or his history completely \nDnsists of. He has carefully engi-\nLe of the few truly baffling myster-\ned world. People know snippets, \ns friends gave were glowing: \"I \n11 of seeing patterns,\" Les Wexner \nin politics and financial markets, \nand fashion trends. My skills are \n146 \nnot in investment strategy, and, as everyone who knows Jeffrey \nknows, his are not in fashion and design. We frequently discuss \nworld trends as each of us sees them.\" \n\"I'm on my 20th book,\" said Alan Dershowitz, who'd met \nEpstein in 1997. \"The only person outside of my immediate fam-\nily that I send drafts to is Jeffrey.\" \nBut Ward also talked to other sources, who had their own \nquestions and qualms about Jeffrey Epstein. Some were involved \nin lawsuits against him. Others had served on prestigious boards \nwith him. One who had witnessed Epstein's aborted stint on the \nboard of Rockefeller University called him arrogant. \nOne powerful investment manager wondered about Epstein's \nconspicuous absence from New York's trading floors. \"The trad-\ning desks don't seem to know him,\" he says. \"It's unusual for \nanimals that big to not leave any footprints in the snow.\" \nWard uncovered legal documents, including Epstein's inter-\nview with the SEC, given in the wake of his departure from Bear \nStearns. She visited a federal prison in Massachusetts and spoke \nat length with Steven Hoffenberg, who told her that Epstein had \nmade a major mistake in taking Bill Clinton to Africa. \"I always \ntold him to stay below the radar,\" Hoffenberg said. He made other \naccusations, about Epstein's financial practices, which Epstein \ndenied—and Ward knew that Hoffenberg, the Ponzi-scheme \nmastermind, was not to be trusted. But she did find it strange that \nthroughout the reporting process Epstein was much less openly \nconcerned with what she'd found out about his finances than \nwith what she'd uncovered about his dealings with women. \nTime and again, he would call and ask her: \"What do you \nhave on the girls?\" \n147 \n\fJAMES PATTERSON \n* * * \nOne young woman Ward talked to had been invited by Ghis-\nlaine Maxwell to attend a party at Epstein's town house. There, \nthe woman had noticed, female guests far outnumbered the male \nguests. \"These were not women you'd see at Upper East Side din-\nners,\" the woman had said. \"Many seemed foreign and dressed a \nlittle bizarrely.\" \n\"This same guest also attended a cocktail party thrown by \nMaxwell that Prince Andrew attended, which was filled, she \nsays, with young Russian models,\" Ward wrote. \"'Some of the \nguests were horrified,' the woman says.\" \nAnother source, one who had worked with Epstein, said, \n\"He's reckless, and he's gotten more so. Money does that to you. \nHe's breaking the oath he made to himself—that he would never \ndo anything that would expose him in the media. Right now, in \nthe wake of the publicity following his trip with Clinton, he \nmust be in a very difficult place.\" \n148 \nVicky Ward: Novembe 1 \nIvhat I had 'on ti \nBeast article pu \nsome remarkab. \non-the-record stories from \nwho came from Phoenix. ' \ncharacter was vouchsafed \nthe artist Eric Fischl, had I \ning room, of how Epstein h \nseparately, her younger sist \nWard had written it all \nthe t's, dotted the i's. \nBut when she called El \nthe allegations completely. \n\"Just the mention of 2 \n\fCTERSON \nto had been invited by Ghis-\nat Epstein's town house. There, \n;uests far outnumbered the male \nyou'd see at Upper East Side din-\nay seemed foreign and dressed a \nded a cocktail party thrown by \nattended, which was filled, she \n.1s,\" Ward wrote. \"'Some of the \nan says.\" \nhad worked with Epstein, said, \nnore so. Money does that to you. \nto himself— that he would never \nhim in the media. Right now, in \n)wing his trip with Clinton, he \n148 \nCHAPTER 38 \nVicky Ward: November 2002 \nWhat I had 'on the girls,\" Ward explained in a Daily \nBeast article published after Epstein's arrest, \"were \nsome remarkably brave first-person accounts. Three \non-the-record stories from a family: a mother and her daughters \nwho came from Phoenix. The oldest daughter, an artist whose \ncharacter was vouchsafed to me by several sources, including \nthe artist Eric Fischl, had told me, weeping as she sat in my liv-\ning room, of how Epstein had attempted to seduce both her and, \nseparately, her younger sister, then only 16.\" \nWard had written it all down in her notes. She had crossed \nthe ifs, dotted the i's. \nBut when she called Epstein to get his response, he denied \nthe allegations completely. \n\"Just the mention of a 16-year-old girl,\" Epstein told her, \n149 \n\fJAMES PATTERSON \n\"carries the wrong impression. I don't see what it adds to the \npiece. And that makes me unhappy.\" \nIf some sort of criminal investigation had taken place, that \nwould have been one thing. But, at that time, no criminal \ninvestigation into Epstein's affairs had been launched. And in \nthe absence of an investigation, the rumors of Epstein's dealings \nwith very young women seemed to be just that—rumors. \nGraydon Carter consulted his lawyers, his editors, and his \nfact-checkers. And then something odd and disturbing happened \nat the Conde Nast building, then in Times Square. \nAs usual, Carter had come into the office early. He swiped his \nkey card in the lobby, pressed the elevator button, and arrived in \nthe hallway outside the reception area on the twenty-first floor. \nIt would have been a perfect time to review Ward's story. \nHer description of Epstein's town house—which is said to \nhave been the largest private residence in New York City at the \ntime—was priceless: \"Inside, amid the flurry of menservants \nattired in sober black suits and pristine white gloves, you feel \nyou have stumbled into someone's private Xanadu,\" she'd writ-\nten. \"This is no mere rich person's home, but a high-walled, \neclectic, imperious fantasy that seems to have no boundaries. \nThe entrance hall is decorated not with paintings but with row \nupon row of individually framed eyeballs; these, the owner tells \npeople with relish, were imported from England, where they \nwere made for injured soldiers. Next comes a marble foyer, which \ndoes have a painting, in the manner of Jean Dubuffet ... but the \nhost coyly refuses to tell visitors who painted it. In any case, \n150 \ndr \nOne of the photogra-\ncaptured on video during \nPalm Beach Police Departm \nsearch warrant walk-throi \nof Epstein's El Brillo N \nresidence (Palm Beach Pc \nDepartin \nJeffrey Epstein, Coney Isl \ncirca 1969 (Anonym \n\fCHAPTER 52 \nJeffrey Epstein: June 30, 2008 \nThe Palm Beach County Main Detention Center is on the \nwest side of Lake Worth Lagoon, which separates West \nPalm Beach from the island of Palm Beach. Epstein's \nhome on El Brillo Way is five miles to the east. Mary's high \nschool is several miles to the west. \nIt's fitting, somehow, that this jail—which is the jail Epstein \nends up in, after turning himself in to the local sheriff—lies in \nbetween the two points. \nThe detention center's inmates, their families, and their law-\nyers call it the Gun Club, a reference not only to the jail's address, \non Gun Club Road, but also to its population of hustlers, bur-\nglars, drug dealers, rapists, and murderers. There's the occa-\nsional hooker as well. And, from time to time, Haitian refugees \nare lodged there. \nThere are three thousand inmates in all. \n199 \n\fJAMES PATTERSON \nSome wait a year before making their way to the courthouse, \ntheir date with the public defender, and an appearance before \nthe judge. Some get out much sooner, if only they can make bail. \nBut there's no bail without money—or at least collateral—and, \nof course, being without money is often what lands people in jail \nin the first place. \nJeffrey Epstein could have posted bail for every single inmate \nin the Gun Club. \nBut that's just one of the ways in which Epstein is unlike his \nfellow inmates. He's an admitted pedophile now. Even a famous one. \nAnd, famously, pedophiles tend to fare poorly in jail. \nLuckily for Epstein, Ric Bradshaw, the sheriff in charge of \nlocal jails, transfers Epstein to the infirmary, where he spends \nexactly one night before being transferred seven miles up the \nroad to a much smaller, safer location: the Palm Beach County \nCentral Detention Center—or, as it's known, the Stockade. \n\"It's not somewhere we'd put a serial killer,\" Ric Bradshaw says. \nMost of the residents here are addicts who take part in drug \neducation programs, prostitutes, petty criminals, and drunks. \nIt's a far safer place for Epstein to be, and, unlike other inmates \n(except, of course, those being held in solitary), he'll end up with \nhis own cell, even his own wing, which he has to himself. \nEpstein's allowed to pay for a security guard, who sits outside the \ncell and keeps watch. And he's allowed any number of visitors. \nFor a convicted felon, it's an extraordinary benefits package. \nBut according to Sheriff Bradshaw, who also oversees the Stock-\nade, Epstein is incredulous over the treatment he is receiving. \n\"He was astonished that he had to go to prison at all,\" Brad-\nshaw remembers. \n\"Let's just say he didn't think he belonged there.\" \n200 \nSheriff Ric Bradshaw: Jun( \nur job,\" says Ric Brads] \nkilled him.\" \nSheriff Bradshaw co \nWestern. Imposingly tall, witl-\nmustache, and slow, southern \nold-school law officer-- the kil \npatrolling the streets of Tombst \nHe's been a lawman for forty-fi \nbeen spent as the head of the co \ntalk to the media, and today, as \nhe's clearly uncomfortable, fidgei \nBut here in his wood-panele \nGun Club, Bradshaw remembers \n\"We have a thousand sexua \nsays. \"When he arrived here, he \n20, \n\fATTERSON \nKing their way to the courthouse, \nmder, and an appearance before \nooner, if only they can make bail. \nRey— or at least collateral—and, \nis often what lands people in jail \nposted bail for every single inmate \nays in which Epstein is unlike his \n[ pedophile now. Even a famous one. \ntend to fare poorly in jail. \nradshaw, the sheriff in charge of \n.o the infirmary, where he spends \ntransferred seven miles up the \nlocation: the Palm Beach County \nr, as it's known, the Stockade. \nit a serial killer,\" Ric Bradshaw says. \nare addicts who take part in drug \nates, petty criminals, and drunks. \nin to be, and, unlike other inmates \n,g held in solitary), he'll end up with \nwing, which he has to himself. \nsecurity guard, who sits outside the \n•.'s allowed any number of visitors. \nan extraordinary benefits package. \nradshaw, who also oversees the Stockrer the treatment he is receiving. \nhe had to go to prison at all,\" Brad-\nhink he belonged there.\" \n200 \nCHAPTER 53 \nSheriff Ric Bradshaw: June 2015 \nur job,\" says Ric Bradshaw, \"was to make sure nobody \nkilled him.\" \nSheriff Bradshaw could have stepped off the set of a \nWestern. Imposingly tall, with his cowboy hat, Kurt Russell \nmustache, and slow, southern drawl, he looks exactly like an \nold-school law officer—the kind you once would have found \npatrolling the streets of Tombstone, Deadwood, or Dodge City. \nHe's been a lawman for forty-four years, eleven of which have \nbeen spent as the head of the county's jails. As a rule, he doesn't \ntalk to the media, and today, as he talks about Jeffrey Epstein, \nhe's clearly uncomfortable, fidgety, and ill disposed. \nBut here in his wood-paneled office on the first floor of the \nGun Club, Bradshaw remembers Epstein quite well. \n\"We have a thousand sexual predators in the county,\" he \nsays. \"When he arrived here, he was one of them. He definitely \n201 \n\fJAMES PATTERSON \nfit the category we have to ensure the general population is not \ngoing to take their anger out on.\" \nAlthough he understands that Epstein is a sex offender \nand has a sense of the scope of his alleged crimes, Bradshaw's \nalso aware that the actual conviction was for a \"low-level felony.\" \nAt the request of Epstein's attorneys—a request that is con-\nfirmed by a court order—Epstein is quickly granted \"work \nrelease.\" \nWhat it means in practice is that six days a week, for up to \nsixteen—sixteen! —hours each day, Epstein is allowed to leave \nthe Stockade to be driven by a designated driver in a car ear-\nmarked especially for him to any one of three places: his lawyer \nJack Goldberger's office in downtown West Palm Beach, the \nPalm Beach office of a science foundation that he's established, \nand his house on El Brillo Way. \nDespite the ankle bracelet he wears, it could be argued that \nas a fabulously rich prisoner with two of his own jets parked \nnearby, at the Palm Beach International Airport, Epstein might \nhave posed a flight risk. \nInstead, every day of the week save one, he's allowed to go to \nhis lawyer's, to go to his office, or simply to go home. \nDid the deputy in charge of Epstein go to the house on El \nBrillo Way? \nRic Bradshaw considers the question. \n\"Yes,\" he says, \"he did.\" . \nDid the deputy go inside the house? \n\"Yes, he did.\" \nIf so, the deputy might have encountered Nadia Marcinkova, \nwho was staying on El Brillo Way at the time. He may also have \n202 \nEli \nmet a suave short-haired gei \nFrench accent. \nThat would be Jean-Luc E \nFor the duration of Jeffre \nthe Stockade, Brunel's taken \nBrillo Way. \n\f'ATTERSON \nFILTHY RICH \nure the general population is not \n1. \nthat Epstein is a sex offender \nof his alleged crimes, Bradshaw's \nriction was for a \"low-level felony.\" \nttorneys —a request that is con-\npstein is quickly granted \"work \nis that six days a week, for up to \nch day, Epstein is allowed to leave \na designated driver in a car ear-\nany one of three places: his lawyer \nlowntown West Palm Beach, the \ne foundation that he's established, \n.y. \nt he wears, it could be argued that \nwith two of his own jets parked \n.ternational Airport, Epstein might \nweek save one, he's allowed to go to \ne, or simply to go home. \ne of Epstein go to the house on El \nhe question. \nthe house? \nave encountered Nadia Marcinkova, \n) Way at the time. He may also have \n202 \nmet a suave short-haired gentleman who spoke with a distinct \nFrench accent. \nThat would be Jean-Luc Brunel. \nFor the duration of Jeffrey Epstein's stay— or half stay—in \nthe Stockade, Brunel's taken up residence in the house on El \nBrillo Way. \n203 \n\fFT \nfraudster named Arnold Pr \nhad been commuted by Bill \nleft office. \nSheriff Bradshaw wants \nconjugal. \nBut even US attorney Aco: \nagreement with the governmi \nment was highly irregular. \n\"Epstein appears to have \nwhile in jail,\" Acosta would \neral public. \"Although the tel \nare a matter appropriately lei \neral authorities, without dm \nwhile in state custody underrr \nAnd, of course, Epstein's: \nby taxpayers. \nCHAPTER 54 \nJeffrey Epstein: June 30, 2008—July 21, 2009 \nccording to Sheriff Ric Bradshaw, the treatment Jeffrey \nEpstein received in the Stockade was not preferential. By \nsome measures, he isn't wrong. \nIn 2010, millionaire polo mogul John Goodman killed a \nyoung man while driving drunk. He was convicted but was \nallowed to spend two years under house arrest while his appeal \nwas being tried. \nLike Epstein, Goodman was allowed visitors. But Goodman's \nvisitor list was nothing like Jeffrey Epstein's. \nNadia Marcinkova is said to have visited Epstein in jail more \nthan seventy times. \nEpstein's assistant Sarah Kellen also visited Epstein in the \nStockade. \nA Russian mixed martial artist named Igor \"Houdini\" Zinoviev was another visitor, as was a disbarred lawyer and financial \n204 \n\fFILTHY RICH \nCHAPTER 54 \nW08-July 21, 2009 \nLc Bradshaw, the treatment Jeffrey \ne Stockade was not preferential. By \n't wrong. \no mogul John Goodman killed a \nlrunk. He was convicted but Was \ninder house arrest while his appeal \nvas allowed visitors. But Goodman's \nseffrey Epstein's. \nto have visited Epstein in jail more \nKellen also visited Epstein in the \n11 artist named Igor \"Houdini\" Zino \n-\nwas a disbarred lawyer and financial \n204 \nfraudster named Arnold Prosperi, whose own prison sentence \nhad been commuted by Bill Clinton on the day before Clinton \nleft office. \nSheriff Bradshaw wants to be clear: none of these visits was \nconjugal. \nBut even US attorney Acosta, who negotiated Epstein's unusual \nagreement with the government, would say that Epstein's arrange-\nment was highly irregular. \n\"Epstein appears to have received highly unusual treatment \nwhile in jail,\" Acosta would say in a letter addressed to the gen-\neral public. \"Although the terms of confinement in a state prison \nare a matter appropriately left to the state of Florida and not fed-\neral authorities, without doubt, the treatment that he received \nwhile in state custody undermined the purpose of a jail sentence.\" \nAnd, of course, Epstein's stay at the Stockade was subsidized \nby taxpayers. \n205 \n\fCHAPTER SS \nR. Alexander Acosta's letter to the general public, \nMarch 20, 2011 \nTo whom it may concern: \nI served as U. S. Attorney for the Southern District of Florida \nfrom 2005 through 2009. Over the past weeks, I have read \nmuch regarding Mr. Jeffrey Epstein. Some appears true, \nsome appears distorted. I thought it appropriate to provide \nsome background, with two caveats: (i) under Justice Depart-\nment guidelines, I cannot discuss privileged internal com-\nmunications among department attorneys and (ii) I no longer \nhave access to the original documents, and as the matter is \nnow nearly 4 years old, the precision of memory is reduced. \nThe Epstein matter was originally presented to the \nPalm Beach County State Attorney. Palm Beach Police \nalleged that Epstein unlawfully hired underage high \n206 \nFi \nschool females to provic \nmassages. Police sought \nresulted in a term of im \nreports, however, in 200 \nto concerns regarding the \nto charge Epstein only \nassault with no intent tc \nwould have resulted in \nregister as a sexual offei \nunderage victims. \nLocal police were di! \nney's conclusions, and re. \nFederal authorities recei \nengaged in additional inv( \nthe quality of the evidence \nat trial. With a federal ci \nconsiderations. First, a \nrequires that the crime b€ \nan interstate nexus. Seco] \ncharged by the state, the fe \nextent, to back-stop state \nis no miscarriage of justice \nerally that which has alre \nlevel. \nAfter considering the q \nadditional considerations, \nthe state charge was insufi \nthe prosecutors and age \nMr. Epstein's attorney, Ro \nbest known for his sue \n\fCHAPTER SS \nfl, \nto the general public, \nr the Southern District of Florida \n)ver the past weeks, I have read \nEpstein. Some appears true, \nIhought it appropriate to provide \n) caveats: (i) under Justice Depart-\ndiscuss privileged internal com-\n.ment attorneys and (ii) I no longer \nI documents, and as the matter is \nprecision of memory is reduced. \nwas originally presented to the \n.te Attorney. Palm Beach Police \n'lawfully hired underage high-\n206 \nFILTHY RICH \nschool females to provide him sexually lewd and erotic \nmassages. Police sought felony charges that would have \nresulted in a term of imprisonment. According to press \nreports, however, in 2006 the State Attorney, in part due \nto concerns regarding the quality of the evidence, agreed \nto charge Epstein only with one count of aggravated \nassault with no intent to commit a felony. That charge \nwould have resulted in no jail time, no requirement to \nregister as a sexual offender and no restitution for the \nunderage victims. \nLocal police were dissatisfied with the State Attor-\nney's conclusions, and requested a federal investigation. \nFederal authorities received the State's evidence and \nengaged in additional investigation. Prosecutors weighed \nthe quality of the evidence and the likelihood for success \nat trial. With a federal case, there were two additional \nconsiderations. First, a federal criminal prosecution \nrequires that the crime be more than local; it must have \nan interstate nexus. Second, as the matter was initially \ncharged by the state, the federal responsibility is, to some \nextent, to back-stop state authorities to ensure that there \nis no miscarriage of justice, and not to also prosecute fed-\nerally that which has already been charged at the state \nlevel. \nAfter considering the quality of the evidence and the \nadditional considerations, prosecutors concluded that \nthe state charge was insufficient. In early summer 2007, \nthe prosecutors and agents in this case met with \nMr. Epstein's attorney, Roy Black. Mr. Black is perhaps \nbest known for his successful defense of William \n207 \n\fJAMES PATTERSON \nFI1 \nKennedy Smith. The prosecutors presented Epstein a \nchoice: plead to more serious state felony charges (that \nwould result in 2 years' imprisonment, registration as a \nsexual offender, and restitution for the victims) or else \nprepare for a federal felony trial. \nWhat followed was a year-long assault on the prose-\ncution and the prosecutors. I use the word assault inten-\ntionally, as the defense in this case was more aggressive \nthan any which I, or the prosecutors in my office, had \npreviously encountered. Mr. Epstein hired an army of \nlegal superstars: Harvard Professor Alan Dershowitz, for-\nmer Judge and then Pepperdine Law Dean Kenneth Starr, \nformer Deputy Assistant to the President and then Kirk-\nland & Ellis Partner Jay Lefkowitz, and several others, \nincluding prosecutors who had formerly worked in the \nU.S. Attorney's Office and in the Child Exploitation and \nObscenity Section of the Justice Department. Defense \nattorneys next requested a meeting with me to challenge \nthe prosecution and the terms previously presented by \nthe prosecutors in their meeting with Mr. Black. The \nprosecution team and I met with defense counsel in Fall \n2007, and I reaffirmed the office's position: two years, \nregistration and restitution, or trial. \nOver the next several months, the defense team pre-\nsented argument after argument claiming that felony \ncriminal proceedings against Epstein were unsupported \nby the evidence and lacked a basis in law, and that the \noffice's insistence on jail-time was motivated by a zeal to \novercharge a man merely because he is wealthy. They \nbolstered their arguments with legal opinions from \n208 \nwell-known legal expert \nteam warned me that thE \ngood man to serve time• \nbook if we continued tc \noffice systematically con! \nment, and when we di \nappealed to Washington.. \nThe defense strategy \nDefense counsel investiga \ntheir families, looking for \nprovide a basis for disqual \necutor is an effective (th. \neliminating the individua \nand thus most qualified to \nlihood for success. Defens. \nleast two prosecutors. I \nrejected, these arguments. \nDespite the army of att \nthe terms first presented \nmeeting. On June 30, 2008 \nappeal to Washington D.( \nguilty in state court. He Av \nonment, register as a sexua \nrestitution to the victims. \nSome may feel that the] \ntougher. Evidence that has \nencourage that view. Mary; \nout, filing detailed statemen \nages. Physical evidence has \nthese additional statements \n2, \n\fkTTERSON \n.cutors presented Epstein a \n,us state felony charges (that \nprisonment, registration as a \nition for the victims) or else \ntrial. \nar-long assault on the prose-\n. I use the word assault inten-\nhis case was more aggressive \n3rosecutors in my office, had \nIr. Epstein hired an army of \nrofessor Alan Dershowitz, for-\ndine Law Dean Kenneth Starr, \n) the President and then Kirk-\n_efkowitz, and several others, \n3 had formerly worked in the \nin the Child Exploitation and \nJustice Department. Defense \nmeeting with me to challenge \nterms previously presented by \nmeeting with Mr. Black. The \n.et with defense counsel in Fall \nae office's position: two years, \nn, or trial. \nmonths, the defense team pre-\n.rgument claiming that felony \ntinst Epstein were unsupported \n:ed a basis in law, and that the \ntime was motivated by a zeal to \n.y because he is wealthy. They \nnts with legal opinions from \n208 \nFILTHY RICH \nwell-known legal experts. One member of the defense \nteam warned me that the office's excess zeal in forcing a \ngood man to serve time in jail might be the subject of a \nbook if we continued to proceed with the matter. My \noffice systematically considered and rejected each argu-\nment, and when we did, my office's decisions were \nappealed to Washington. As to the warning, I ignored it. \nThe defense strategy was not limited to legal issues. \nDefense counsel investigated individual prosecutors and \ntheir families, looking for personal peccadilloes that may \nprovide a basis for disqualification. Disqualifying a pros-\necutor is an effective (though rarely used) strategy, as \neliminating the individuals most familiar with the facts \nand thus most qualified to take a case to trial harms like-\nlihood for success. Defense counsel tried to disqualify at \nleast two prosecutors. I carefully reviewed, and then \nrejected, these arguments. \nDespite the army of attorneys, the office held firm to \nthe terms first presented to Mr. Black in the original \nmeeting. On June 30, 2008, after yet another last minute \nappeal to Washington D.C. was rejected, Epstein pled \nguilty in state court. He was to serve 18 months impris-\nonment, register as a sexual offender for life, and provide \nrestitution to the victims. \nSome may feel that the prosecution should have been \ntougher. Evidence that has come to light since 2007 may \nencourage that view. Many victims have since spoken \nout, filing detailed statements in civil cases seeking dam-\nages. Physical evidence has since been discovered. Had \nthese additional statements and evidence been known, \n209 \n\fJAMES PATTERSON \nthe outcome may have been different. But they were not \nknown to us at the time. \nA prosecution decision must be based on admissible \nfacts known at the time. In cases of this type, those are \nunusually difficult because victims are frightened and \noften decline to testify or if they do speak, they give con-\ntradictory statements. Our judgment in this case, based \non the evidence known at the time, was that it was better \nto have a billionaire serve time in jail, register as a sex \noffender, and pay his victims restitution than risk a trial \nwith a reduced likelihood of success. I supported that \njudgment then, and based on the state law as it then stood \nand the evidence known at the time, I would support that \njudgment again. \nEpstein's treatment, while in state custody, likewise \nmay encourage the view that the office should have been \ntougher. Although the terms of confinement in a state \nprison are a matter appropriately left to the State of Flor-\nida, and not federal authorities, without doubt, the treat-\nment that he received while in state custody undermined \nthe purpose of a jail sentence. \nSome may also believe that the prosecution should \nhave been tougher in retaliation for the defense's tactics. \nThe defense, arguably, often failed to negotiate in good \nfaith. They would obtain concessions as part of a negotia-\ntion and agree to proceed, only to change their minds, \nand appeal the office's position to Washington. The inves-\ntigations into the family lives of individual prosecutors \nwere, in my opinion, uncalled for, as were the accusations \nof bias and/or misconduct against individual prosecutors. \n210 \nF. \nAt times, some prosecut \ntrial, and at times I felt t \nright in the first meetin \nspective of defense tacti \ntional right to a defense \nright should not be puni: \nsel's exercise of their ri \nWashington D.C. Proseci \nfrustration and anger wi \ntheir judgment. \nAfter the plea, I reca \nOne was from the FBI Sp( \nto offer congratulations. \nmeetings regarding this c \nof the defense, and he cat \nholding firm against the 1 \nitz, Lefkowitz and Starr. \nreceived calls or commun \nitz, Lefkowitz and Starr. I \nals previously, from my \nKirkland & Ellis in the m \npeace. I agreed to talk am \nEpstein pled guilty, as I \ntors battle defense attorne \nhave tried, yet I confess ti: \nfully in this case. \nThe bottom line is this:• \nserved time in jail and is m \nHe has been required to pa) \nrestitution clearly cannot c \n\f)ATTERSON \nFILTHY RICH \nn different. But they were not \nmust be based on admissible \n-1 cases of this type, those are \ne victims are frightened and \nthey do speak, they give con-\n• judgment in this case, based \n[he time, was that it was better \ntime in jail, register as a sex \nms restitution than risk a trial \nI of success. I supported that \non the state law as it then stood \nthe time, I would support that \n•hue in state custody, likewise \nhat the office should have been \nrms of confinement in a state \nDriately left to the State of Flor-\nrities, without doubt, the treat-\nle in state custody undermined \nnce. \nTe that the prosecution should \nillation for the defense's tactics. \nten failed to negotiate in good \nzoncessions as part of a negotia-\nd, only to change their minds, \n;Won to Washington. The inves-\nlives of individual prosecutors \nfiled for, as were the accusations . \nt against individual prosecutors. \n2.10 \nAt times, some prosecutors felt that we should just go to \ntrial, and at times I felt that frustration myself. What was \nright in the first meeting, however, remained right irre-\nspective of defense tactics. Individuals have a constitu-\ntional right to a defense. The aggressive exercise of that \nright should not be punished, nor should a defense coun-\nsel's exercise of their right to appeal a U.S Attorney to \nWashington D.C. Prosecutors must be careful not to allow \nfrustration and anger with defense counsel to influence \ntheir judgment. \nAfter the plea, I recall receiving several phone calls. \nOne was from the FBI Special Agent-In-Charge. He called \nto offer congratulations. He had been at many of the \nmeetings regarding this case. He was aware of the tactics \nof the defense, and he called to praise our prosecutors for \nholding firm against the likes of Messrs. Black, Dershow-\nitz, Lefkowitz and Starr. It was a proud moment. I also \nreceived calls or communications from Messrs. Dershow-\nitz, Lefkowitz and Starr. I had known all three individu-\nals previously, from my time in law school and at \nKirkland & Ellis in the mid 90s. They all sought to make \npeace. I agreed to talk and meet with each of them after \nEpstein pled guilty, as I think it important that prosecu-\ntors battle defense attorneys in a case and then move on. I \nhave tried, yet I confess that this has been difficult to do \nfully in this case. \nThe bottom line is this: Mr. Jeffrey Epstein, a billionaire, \nserved time in jail and is now a registered sexual offender. \nHe has been required to pay his victims restitution, though \nrestitution clearly cannot compensate for the crime. And \n211 \n\fJAMES PATTERSON \nwe know much more today about his crimes because vic-\ntims have come forward to speak out. Some may disagree \nwith prosecutorial judgments made in this case, but \nthose individuals are not the ones who at the time \nreviewed the evidence available for trial and assessed the \nlikelihood of success. \nRespectfully, \nR. Alexander Acosta \nFormer U.S. Attorney \nSouthern District of Florida \n212 \n\fPATTERSON \ny about his crimes because vic-\n) speak out. Some may disagree \nnents made in this case, but \n)t the ones who at the time \niilable for trial and assessed the \n• Respectfully, \nR. Alexander Acosta \nFormer U.S. Attorney \nSouthern District of Florida \nPART VI \nAftermath \n\fCHAPTER 56 \nJeffrey Epstein: July 2009 \neffrey Epstein walks out of the Stockade on July 21, 2009, \nhaving served less than thirteen months of his eighteen-month \nsentence. One of the concessions his lawyers have gotten \nwhile working out his plea-deal guarantees is that the media not \nbe alerted to the time and day of his departure. \nBut from now on, Epstein, who is fifty-six, will carry the \nmark of a level 3 sex offender—level 1 being the lowest, and \nlevel 3 indicating the highest possible risk of a future criminal \nact of a sexual nature. Wherever he goes, he will be forced to reg-\nister as such. \nEvery ninety days, Epstein will have to check in with the \nauthorities. Every year, the New York City Police Department \nwill take his mug shot. And for a full year, Epstein will be under \nhouse arrest in Palm Beach. \nThis last prohibition doesn't stop him from flying, with court \n215 \n\fJAMES PATTERSON \napproval, on his own planes to New York and to Little Saint Jeff's, \nwhere the locals have taken to referring to Epstein's 727 as the \nLolita Express. \nThere are other restrictions, of course, that Epstein is sup-\nposed to abide by. He has to provide the state of Florida with a \nlist of all the motor vehicles, boats, and airplanes he owns. The \nfull list includes two Escalades, six Suburbans, two Ford F-150s, \ntwo Harley-Davidsons, a Land Rover, a Hummer H2, a thirty-\nfour-foot JVC boat, and a thirty-five-foot Donzi powerboat. \nThree of his five planes turn out to be registered to a com-\npany called Air Ghislaine, Inc. \nAs a registered sex offender, Epstein is legally obliged to \nundergo psychiatric treatment. This is a restriction he'll get \naround by having his own psychologist submit a report to law \nenforcement officers. \nEpstein is also prohibited from accessing pornography on \nthe Internet and using social networking for sexual purposes. \nFor Jeffrey Epstein, there will be no Bangbros, Tinder, or \nSwingles. com. \nThere will be lawsuits. \nSix weeks before probation ends, he settles with seven women \nwho sue him in civil court. But Epstein can easily afford the set-\ntlement payments. He won't be going back to jail, and in regard \nto further prosecution for any criminal actions, his troubles are \nbehind him. \nNot everyone who's spent time in his company will be so \nlucky. \n216 \nAlfredo Rodriguez: Aug \nE pstein's houseman, Al \nprison sentence. \nIn a sworn statem \nmaid, Lupita, who had corni \nup after Epstein's \"massagec \nlic, had cried as she describe \nRodriguez was fired by I \nafter seeing a strange car--\nAs it turned out, the ca \nmasseuses. \nOn his way out of the hc \ni, of Epstein's papers, which he \nby Chief Reiter's investigator. \nFor years, Rodriguez trio \nmanager. No one wanted tc \n\fTTERSON \nFew York and to Little Saint Jeff's, \nreferring to Epstein's 727 as the \n, of course, that Epstein is sup-\novide the state of Florida with a \n)ats, and airplanes he owns. The \nsix Suburbans, two Ford F-150s, \nRover, a Hummer H2, a thirty-\nEive-foot Donzi powerboat. \n.n out to be registered to a corn-\ner, Epstein is legally obliged to \nt. This is a restriction he'll get \nTchologist submit a report to law \nfrom accessing pornography on \networking for sexual purposes. \nwill be no Bangbros, Tinder, or \nends, he settles with seven women \nt Epstein can easily afford the set-\ne going back to jail, and in regard \ncriminal actions, his troubles are \ntime in his company will be so \n216 \nCHAPTER 57 \nAlfredo Rodriguez: August 2009 \nEpstein's houseman, Alfredo Rodriguez, also ends up with a \nprison sentence. \nIn a sworn statement, Rodriguez talks about Epstein's \nmaid, Lupita, who had complained to him about having to clean \nup after Epstein's \"massages.\" Lupita, who was a devout Catho-\nlic, had cried as she described the stained towel and sex toys. \nRodriguez was fired by Epstein, he says, when he called 911 \nafter seeing a strange car— a \"beater\" —in Epstein's driveway. \nAs it turned out, the car had belonged to one of Epstein's \nmasseuses. \nOn his way out of the house on El Brillo Way, he took some \nof Epstein's papers, which he failed to produce when questioned \nby Chief Reiter's investigators. \nFor years, Rodriguez tried and failed to find work as a house \nmanager. No one wanted to hire someone who'd worked for \n\fJAMES PATTERSON \nFr u \nJeffrey Epstein. Finally, desperately, he tried to sell the informa-\ntion he'd stolen. \nThe papers named underage girls and the places where \nEpstein had taken them. The list included locations in Califor-\nnia, Paris, New Mexico, New York, and Michigan. The papers \nalso included the names, addresses, and phone numbers of \nfamous individuals—Henry Kissinger, Mick Jagger, Dustin Hoff-\nman, Ralph Fiennes, David Koch, Ted Kennedy, Donald Trump, \nBill Richardson, Bill Clinton, and former Israeli prime minister \nEhud Barak among them. \nThis was intriguing, if not at all damning. Epstein made a \nhabit of collecting such information for future use. But informa-\ntion pertaining to the girls would have bolstered the state's case \nagainst Jeffrey Epstein, and by withholding it from the Palm \nBeach PD and the FBI, Rodriguez had committed a crime. \nIn his defense, Rodriguez would say that the papers were an \n\"insurance policy.\" Without them, he believed, Epstein would \nhave made him \"disappear.\" \nBut now Rodriguez needed the money. And so a few weeks \nafter Epstein's release from the Stockade, he approached a lawyer \nwho was representing some of Epstein's masseuses. He had the \n\"holy grail,\" he insisted. A .\"golden nugget.\" The names of hun-\ndreds of girls, he said, who had been abused by Epstein. \nThe lawyer told Rodriguez in no uncertain terms that he was \nobliged to turn whatever he had over to the authorities. By \ndemanding money for the information, Rodriguez was commit-\nting another crime. \nAccording to a sworn statement by Christina Pryor, a special, \nagent with the FBI, Rodriguez \"persisted that he would only turn \nover the information in his possession in exchange for $50,000.\" \n218 \nTwo months later, on Octobe. \nwho insisted once more on 13( \nlawyer told him that an associ \nWhat the lawyer knew one \nthe associate in question was. \nthe FBI. A few days later, on? \nguez and sets up a meeting, wl \n\"During the meeting, Roc \nbook and several sheets of legs \nten notes,\" Special Agent Pryo \ncontinues: \nRodriguez explained that he \nhis former employer's resid \n2004 to 2005 and that the bo \nworking for his former emp \ndetail the information within \nant information to the UCE. I; \nhe had previously lied to the. \nabout the $50,000, took posse \ncounting it. \nRodriguez was then detat \nProceedings, Title 18, U.S. Co \ntioned. After Miranda warning \nRodriguez waived his rights a \nthose rights. Rodriguez admiti \nand book in his possession am \nto local law enforcement or th \n21 \n\fPATTERSON \nFILTHY RICH \n-ately, he tried to sell the informa-\nrage girls and the places where \nlist included locations in Califor-\n• York, and Michigan. The papers \nldresses, and phone numbers of \n:issinger, Mick Jagger, Dustin Hoff-\nDch, Ted Kennedy, Donald Trump, \nand former Israeli prime minister \nA at all damning. Epstein made a \nnation for future use. But informa-\nmild have bolstered the state's case \nby withholding it from the Palm \n;uez had committed a crime. \nwould say that the papers were an \nthem, he believed, Epstein would \ned the money. And so a few weeks \nLe Stockade, he approached a lawyer \nof Epstein's masseuses. He had the \ngolden nugget.\" The names of hun-\nad been abused by Epstein. \n:z in no uncertain terms that he was \nLe had over to the authorities. By \nformation, Rodriguez was commit\ntement by Christina Pryor, a special \n:z \"persisted that he would only turn \nossession in exchange for $50,000.\" \n218 \n* * * \nTwo months later, on October 28, the lawyer called Rodriguez, \nwho insisted once more on being paid for the information. The \nlawyer told him that an associate would be in touch. \nWhat the lawyer knew and Rodriguez did not know was that \nthe associate in question was an undercover employee (UCE) of \nthe FBI. A few days later, on November 2, the UCE calls Rodri-\nguez and sets up a meeting, which takes place the following day. \n\"During the meeting, Rodriguez produced a small bound \nbook and several sheets of legal pad paper containing handwrit-\nten notes,\" Special Agent Pryor would say in her statement. She \ncontinues: \nRodriguez explained that he had taken the bound book from \nhis former employer's residence while employed there in \n2004 to 2005 and that the book had been created by persons \nworking for his former employer. Rodriguez discussed in \ndetail the information within the book and identified import-\nant information to the UCE. In addition, Rodriguez admitted \nhe had previously lied to the FBI. Rodriguez asked the UCE \nabout the $50,000, took possession of the money, and began \ncounting it. \nRodriguez was then detained for Obstruction of Official \nProceedings, Title 18, US. Code, Section 1512(c), and ques-\ntioned. After Miranda warnings were administered by agents, \nRodriguez waived his rights and signed a written waiver of \nthose rights. Rodriguez admitted that he had the documents \nand book in his possession and had never turned them over \nto local law enforcement or the FBI. In addition, Rodriguez \n219 \n\fJAMES PATTERSON \nadvised he had witnessed nude girls whom he believed were \nunderage at the pool area of his former employer's home, \nknew that his former employer was engaging in sexual con-\ntact with underage girls, and had viewed pornographic \nimages of underage girls on computers in his employer's \nhome. Rodriguez was then released from custody for further \ninvestigation. \nThe items that Rodriguez had attempted to sell to the \nUCE for $50,000.00 were reviewed by an agent familiar with \nthe underlying criminal investigation. As Rodriguez had \ndescribed, the items contained information material to the \nunderlying investigation that would have been extremely use-\nful in investigatang] and prosecuting the case, including the \nnames and contact information of material witnesses and \nadditional victims. Had those items been produced in \nresponse to the inquiries of the state law enforcement officers \nor the FBI Special Agents, their contents would have been \npresented to the federal grand jury. \nFollowing his release, Alfredo Rodriguez was arrested again. \nHe appeared in court on June 1.8, 2010, facing charges of cor-\nruptly concealing records and documents. Dressed in a blue \njumpsuit and shackles, he apologized for his crimes and asked \nthe court to be merciful. \nHe received a sentence of eighteen months. \nIt was the same punishment that Jeffrey Epstein had gotten \nfor his crimes. But unlike Epstein, Alfredo Rodriguez served his \ntime in a federal prison and did not ask for, or receive, permis-\nsion to go on work release. \n220 \nPrince Andrew: 2011 \np rince Andrew also fares \nimprisonment. \nThe two men are old I \nGhislaine Maxwell introducedi \ntime in the 1990s. In 2000, Ep5 \nCastle to celebrate the queen's h \nflew to Sandringham, the queei \na party Prince Andrew threw for \nThe prince had also visited \nPalm Beach as well as in New \nRoberts made in her 2015 decla \nasked her to give the prince wi \nback with the details. \nAccording to the Guardian, \ntied together at Windsor Castle, \n2; \n\f'ATTERSON \nde girls whom he believed were \nIf his former employer's home, \n,er was engaging in sexual con-\nlnd had viewed pornographic \nn computers in his employer's \n_4eased from custody for further \nez had attempted to sell to the \nviewed by an agent familiar with \n.vestigation. As Rodriguez had \nled information material to the \nt would have been extremely use-\n-osecuting the case, including the \nltion of material witnesses and \nthose items been produced in \nhe state law enforcement officers \ntheir contents would have been \nrid jury. \nredo Rodriguez was arrested again. \nle 18, 2010, facing charges of cor-\nnd documents. Dressed in a blue \n)ologized for his crimes and asked \neighteen months. \nlent that Jeffrey Epstein had gotten \nistein, Alfredo Rodriguez served his \ndid not ask for, or receive, permis-\n220 \nCHAPTER 58 \nPrince Andrew: 2011 \np rince Andrew also fares poorly in the wake of Epstein's \nimprisonment. \nThe two men are old friends. They have been ever since \nGhislaine Maxwell introduced the prince to her then-beau, some-\ntime in the 1990s. In 2000, Epstein had been invited to Windsor \nCastle to celebrate the queen's birthday. Six months later, Epstein \nflew to Sandringham, the queen's estate in Norfolk, England, for \na party Prince Andrew threw for Ghislaine's thirty-ninth birthday. \nThe prince had also visited Epstein on several occasions, in \nPalm Beach as well as in New York. And if allegations Virginia \nRoberts made in her 2015 declaration are to be believed, Epstein \nasked her to give the prince whatever he required, then report \nback with the details. \nAccording to the Guardian, Epstein and the prince had par-\ntied together at Windsor Castle, in Saint-Tropez, and in Thailand, \n221 \n\fJAMES PATTERSON \nFi L \nwhere \"Andrew was pictured on a yacht surrounded by topless \nwomen.\" \nAccording to Roberts's lawsuit, Epstein had forced her into \nthe prince's bed on Little Saint Jeff's. \nAfter Epstein's conviction, the British press were using another \nname for Little Saint Jeff's: Sex Island. The Guardian reported \nthat the manager of two Virgin Islands—based corporations owned \nby Epstein happened to be the wife of the governor of the Virgin \nIslands. There were allegations involving a million-dollar dona-\ntion that Epstein had made to the governor's reelection cam-\npaign. And then there was Roberts's claim that she had been \nforced to have sex with the prince on the island as well as in \nNew York and in London. \nInvariably, the photograph of Prince Andrew with his arm \naround the bare midriff of a very young-looking Virginia Rob-\nerts ran with stories that appeared in the tabloids. \n\"It is emphatically denied that the Duke of York had any form \nof sexual contact or relationship\" with Roberts, Buckingham \nPalace spokespersons would say. \"The allegations made are false \nand without any foundation.\" \nThe prince's ex-wife, Sarah Ferguson, the Duchess of York, \nwhile on a skiing trip with the prince and their daughter Euge-\nnie in Switzerland, told reporters, \"He is the greatest man there \nis. It was the finest moment of my life in 1986 when I married \nhim. He is a great man, the best in the world.\" \n\"I won't stand by—because I know what it feels like to have \nsalacious lies made up about you—and not support him so pub-\nlicly because they are just shockingly accusatory allegations, \n222 \nwhich I don't think is right,\" .5 \nviewed by Today host Matt La \nand as a great father and a h-\nwork he does for Britain I w( \ncharacter defamed to this leve \nBut at the same time, a c( \ngood man's fall from grace, a \nout of the woodwork to dish t( \n\"I've seen him treat his st \nsaid a former aide to the princ( \npersonal protection officers, \nground and demanding they ' \ngraces at all. Sure, if you're a la \nthen I bet he's utterly charminl \nDespite all this, the prince had \na photo, frequently trotted out l \nstrolling in Central Park. \nSome few months before it \nbusinessman had secretly tap( \nfive hundred thousand pounds \n\"If you want to meet him ir \n\"look after me, and he'll look aft \n\"Once again,\" she said aft \nPounded and rebounded and als \nmost in the world: the Duke.\" \nPrince Andrew had had hi5 \nreal estate deals, sticky roman. \nment dumps (courtesy of Julia' \n2. \n\f1/4TTERSON \nFILTHY RICH \nn a yacht surrounded by topless \nmit, Epstein had forced her into \neff's. \nBritish press were using another \nx Island. The Guardian reported \nslands—based corporations owned \nwife of the governor of the Virgin \n; involving a million-dollar dona-\no the governor's reelection cam-\nDberts's claim that she had been \nrince on the island as well as in \nof Prince Andrew with his arm \nvery young-looking Virginia Rob-\nired in the tabloids. \nhat the Duke of York had any form \nship\" with Roberts, Buckingham \nay. \"The allegations made are false \nh Ferguson, the Duchess of York, \ne prince and their daughter Euge-\nters, \"He is the greatest man there \n)f my life in 1986 when I married \nst in the world.\" \nse I know what it feels like to have \n70U-and not support him so pub-\nthockingly accusatory allegations, \n222 \nwhich I don't think is right,\" she said a few days later when inter-\nviewed by Today host Matt Lauer. \"It's a defamation of character, \nand as a great father and a humongously good man and all the \nwork he does for Britain I won't stand by and let him have his \ncharacter defamed to this level.\" \nBut at the same time, a certain schadenfreude attended the \ngood man's fall from grace, and former associates kept coming \nout of the woodwork to dish to the press. \n\"I've seen him treat his staff in a shocking, appalling way,\" \nsaid a former aide to the prince. \"He's been incredibly rude to his \npersonal protection officers, literally throwing things on the \nground and demanding they 'fucking pick them up.' No social \ngraces at all. Sure, if you're a lady with blond hair and big boobs, \nthen I bet he's utterly charming.\" \nDespite all this, the prince had stuck by Epstein. There was even \na photo, frequently trotted out by the tabloids, of the two of them \nstrolling in Central Park. \nSome few months before it was taken, a reporter posing as a \nbusinessman had secretly taped Sarah Ferguson's demand for \nfive hundred thousand pounds in return for access to the prince. \n\"If you want to meet him in your business,\" she'd said then, \n\"look after me, and he'll look after you. You'll get it back tenfold.\" \n\"Once again,\" she said afterward, \"my errors have com-\npounded and rebounded and also impacted on the man I admire \ninost in the world: the Duke.\" \nPrince Andrew had had his troubles already—with shady \nreal estate deals, sticky romances, highly embarrassing docu-\nment dumps (courtesy of Julian Assange and WikiLeaks), and \n223 \n\fJAMES PATTERSON \ni*t \nquestionable ties to Tunisian oligarchs, corrupt presidents of \nformer Soviet republics, and Mu'ammar Gadhafi, among other \nentanglements, many of which were explored in a Vanity Fair \narticle headlined THE TROUBLE WITH ANDREW. \n\"The duke has a record of being loyal to his friends,\" a \"royal \nsource\" told Vanity Fair's Edward Klein. \"Take his feelings for \nSarah Ferguson. If you are a prince and you bring a woman into \nthe royal life and, for whatever reasons, she's spit out, you might \nhave feelings of debt toward her. The duke feels that she's been \nspattered and rejected. His close relationship with the Duchess \nof York is problematic, and there have been many problems over \nthe last 5 to 10 years, all of which stem from the duchess. Some \nof the behavior of the duchess is inconsistent with being mar-\nried to, or an ex-wife of, the duke. There's no question but that \nSarah's been a financially self-destructive element in the• duke's \nlife.\" \n\"The same kind of loyalty manifested itself last December, \nwhen the duke visited Epstein at his home in New York,\" said a \nspokesperson for Buckingham Palace. \"Epstein was a friend of \nthe duke's for the best part of 20 years. It was the first time in \nfour years that he'd seen Epstein. He now recognizes that the \nmeeting in December was unwise.\" \n\"Don't expect to see a photo of the two of them together,\" 4. \nanother \"royal source\" would say. \nBut one more story about the prince's dealings with Jeffrey \nEpstein had already emerged. \nAt a dinner party at Epstein's town house, the prince dished \nabout the wedding of his nephew Prince William to Kate \nMiddleton. \n\"He was amused that his dinner companions were so inter \n224 \nested in every detail,\" a g \ngossip columnist. \"Whe \nQueen wear, would his e; \nOther guests in atten( \ndler, George Stephanopo \nWoody Allen. \nAt around the same t \nPost, \"I'm not a sexual pi \nence between a murderer \nWas it so remarkable that \nin Epstein's company? Ar \nfodder for years. Randy A \nthe circles that Jeffrey E \nseen as a vice. Epstein cal \nlation took hold on Wall \nwere charging ten thousal \nyou'd see things that woi \nthat would make Nero hi \nguisher. When the urge \ndidn't have to swap wives. \nThey could simply swe \nBy the same token, wa: \nlike the prince would ha. \ninsofar as reality is even a \nodd that he thought it wa5 \nraphers strolling through \noffender—when at the tin \ning, and trading industri \n\fLTTERSON \nFILTHY RICH \npligarchs, corrupt presidents of \nEu'ammar Gadhafi, among other \nwere explored in a Vanity Fair \nTH ANDREW. \neing loyal to his friends,\" a \"royal \nard Klein. \"Take his feelings for \nince and you bring a woman into \nreasons, she's spit out, you might \ner. The duke feels that she's been \nse relationship with the Duchess \nre have been many problems over \ntich stem from the duchess. Some \ns is inconsistent with being mar-\nLuke. There's no question but that \n-destructive element in the .duke's \nr manifested itself last December, \n1. at his home in New York,\" said a \nn Palace. \"Epstein was a friend of \nf 20 years. It was the first time in \n;tein. He now recognizes that the \nArise.\" \nLow of the two of them together,\" \nsay. \nt the prince's dealings with Jeffrey \ntown house, the prince dish \nnephew Prince William to Ka \n; dinner companions were so in \n224 \nested in every detail,\" a guest in attendance told a New York Post \ngossip columnist. \"What would Kate wear, what would the \nQueen wear, would his ex-wife Sarah Ferguson be invited?\" \nOther guests in attendance that night included Chelsea Han-\ndler, George Stephanopoulos,. Charlie Rose, Katie Couric, and \nWoody Allen. \nAt around the same time, Jeffrey Epstein told the New York \nPost, \"I'm not a sexual predator, I'm an 'offender.' It's the differ-\nence between a murderer and a person who steals a bagel.\" \nWas it so remarkable that Prince Andrew would have been seen \nin Epstein's company? Andrew's philandering had been tabloid \nfodder for years. Randy Andy, they called him in the UK. And in \nthe circles that Jeffrey Epstein moved in, philandering wasn't \nseen as a vice. Epstein came of age just as industrywide deregu-\nlation took hold on Wall Street. Junk bonds were king. Call girls \nwere charging ten thousand dollars a night. And in the shadows, \nyou'd see things that would have made Caligula blush. Sights \nthat would make Nero himself reach for the nearest fire extin-\nguisher. When the urge presented itself, the new super rich \ndidn't have to swap wives. \nThey could simply swap harems. \nBy the same token, was it so very strange to think that a man \nlike the prince would have grown so detached from reality—\ninsofar as reality is even a word that applies to a prince? Was it \nodd that he thought it was absolutely fine to be seen by photog-\nraphers strolling through Central Park with a registered sex \noffender— when at the time large swaths of the financial, bank-\ning, and trading industries were characterized by their very \n225 \n\fJAMES PATTERSON \ndetachment from day-to-day concerns such as morality, ethics, \nand appearances? \nAs for Jeffrey Epstein, one question that might be worth ask-\ning is, if he's in fact a narcissist and megalomaniac, could he \nactually believe that he's innocent? Then again, that might be the \nwrong question. Epstein did plead guilty, after all. But what if he \nsimply doesn't see what he pleaded to as a crime? What if he's \nproud of his lifestyle? And if that's the case, why wouldn't Prince \nAndrew be proud to be seen in public with his dear friend Jeffrey \nEpstein? \nWhat if, for people like Epstein and the prince, it's just ser-\nvants and masters, the way of the world? They're natural winners — \naristocrats, after all— and if life were fair, well, how would we \nknow who the real winners are? \n11 \n226 \nAnna Salter: Novembf \nhy do powerful \nand Prince And \nDr. Anna Si \nsionally. Educated at Harv; \npsychology, she spoke, wit] \nEpstein and others like him \n\"Consider a car,\" says \nare brakes. We all have se, \nbe a good idea to act on. /‘ \nbehavior. We have good br. \n\"Sexual offenses and in. \ntimes the result of a bad r \nprepubescent children or e \nchildren as opposed to po! \nalways the result of bad bra \n\f'ATTERSON \noncerns such as morality, ethics, \nluestion that might be worth ask-\n>ist and megalomaniac, could he \nnt? Then again, that might be the \nead guilty, after all. But what if he \n.aded to as a crime? What if he's \nrat's the case, why wouldn't Prince \npublic with his dear friend Jeffrey \n)stein and the prince, it's just ser-\ne world? They're natural winners — \nlie were fair, well, how would we \n226 \nCHAPTER 59 \nAnna Salter: November 2015 \nhy do powerful men do the things that Jeffrey Epstein \nand Prince Andrew have been accused of doing? \nDr. Anna Salter studies child sex offenders profes-\nsionally. Educated at Harvard, with a graduate degree in clinical \npsychology, she spoke, with the benefit of hindsight, about Jeffrey \nEpstein and others like him from her office in Madison, Wisconsin. \n\"Consider a car,\" says Dr. Salter. \"There's a motor, and there \nare brakes. We all have sexual impulses we don't think it would \nbe a good idea to act on. Most of us have good control over our \nbehavior. We have good brakes. \n\"Sexual offenses and inappropriate sexual behavior are some-\ntimes the result of a bad motor—for example, an attraction to \nPrepubescent children or eleven-to-fourteen-year-old pubescent \nchildren as opposed to postpubescent individuals. But they are \nalways the result of bad brakes. \n227 \n\fon young girls delude then \nwill not harm the child. TI \nmedicated it with thinking \npathic and simply don't caz \ncan't say anything about Ei \nbut narcissism and psychop \nlook at concerning anyone N4 \nbescent individuals but wh \nteens. \n\"Psychopaths are often \nseekers who are bored if not \nmanipulate. They do not estE \n\"They are callous and r( \ndon't feel bad about harming \n\"Rules don't apply to th \nThey are sure they won't get \nJAMES PATTERSON \n\"Antisocial psychopaths don't have brakes at all.\" \nDr. Salter has never met Epstein, but she's followed his case \nclosely and finds him a familiar type. She's especially struck by \nthe singular nature of the relationship between powerful, wealthy \nmen and vulnerable, underage women. \n\"[The men] are more impressive to a fourteen-year-old [girl] \nthan to, say, an adult young woman who is self-supporting and \nfeels more sure of herself,\" she explains. \n\"They are attracted to what they call freshness—barely bud-\nding sexuality and lack of sexual experience. The difference \nbetween them and their victims feeds their ego. \n\"Great wealth and access are generally factors that make men \nfeel they are entitled to whomever and whatever they want. Some \nhave narcissistic personalities with inflated self-images. And of \ncourse, great wealth and status make such men think they can \nget away with it. Too often, they're right.\" \nOn the other hand, Dr. Salter believes that certain condi-\ntions, such as the ones exhibited by Jeffrey Epstein, might be an \ninborn character trait. \nPersonality can be influenced, sometimes quite heavily, by \ngenetics. \n\"Virtually no one believes anymore that humans are born a \ntotally blank slate,\" she explains. \n\"We arrive with temperamental and personality variations \nthat, of course, the environment can often, but not always, influ-\nence. We arrive with baggage.\" \nIs Epstein a born psychopath, then? \n\"Psychopathy is the umbrella term for individuals who do not \nhave a conscience. Pyschopaths are often narcissistic, but nar-\ncissists are often not psychopathic. Some individuals who prey \n228 \n\fTTERSON \nft have brakes at all.\" \nstein, but she's followed his case \nr type. She's especially struck by \nmship between powerful, wealthy \nwomen. \n:ssive to a fourteen-year-old [girl \noman who is self-supporting and \nexplains. \nthey call freshness—barely bud-\nexual experience. The difference \nIs feeds their ego. \nre generally factors that make men \n.ver and whatever they want. Some \n5 with inflated self-images. And of \nus make such men think they can \nLey're right.\" \nSalter believes that certain condi-\nited by Jeffrey Epstein, might be an \nnced, sometimes quite heavily, by \nanymore that humans are born a \nains. \n•amental and personality variatio \nnent can often, but not always, i \n)path, then? \nrella term for individuals who do,_ \npaths are often narcissistic, but \nLopathic. Some individuals who \n228 \nFILTHY RICH \non young girls delude themselves into thinking that the abuse \nwill not harm the child. They have a conscience, but they have \nmedicated it with thinking errors. Others are flat-out psycho-\npathic and simply don't care if it hurts the young girl or not. I \ncan't say anything about Epstein, as I have not evaluated him, \nbut narcissism and psychopathy are concepts an evaluator would \nlook at concerning anyone who was sexually attracted to postpu-\nbescent individuals but who then began to focus on younger \nteens. \n\"Psychopaths are often superficially charming, high-stimulus \nseekers who are bored if not doing something. They lie, con, and \nmanipulate. They do not establish deep affective ties. \n\"They are callous and remorseless individuals who simply \ndon't feel bad about harming someone. \n\"Rules don't apply to them because they are exceptional. \nThey are sure they won't get caught.\" \n229 \n\fCHAPTER 60 \nJeffrey Epstein: July 2010 \nI. effrey Epstein was done with jail, but he wasn't done settling \nsuits brought by his victims. Under the conditions of his \nnon-prosecution agreement, he's even paid for the victims' \nlawyers. Still, Epstein's NPA seemed to ensure that he would not \nbe prosecuted again for his crimes. Double jeopardy was work-\ning in Epstein's favor. But in July of 2010, reports began to appear \nin the press: federal investigators were following other leads—\nleads that could result in child-trafficking charges and a \ntwenty-year sentence. \nThe Florida attorney general's office refused to comment. It \nwas against policy to confirm or deny the existence of an ongo-\ning investigation. One of Epstein's lawyers told the Daily Beast \nthat he had no knowledge of such an investigation. \"Jeffrey \nEpstein has fully complied with all state and federal require-,, \nments that arise from the prior proceedings in Palm Beach,\" Jack \n230 \nGoldberger said. \"There; \nnot and should not be \nEpstein's complete fulfillm \nagreement with the feder \nIf there was an invest \nthe moment, Epstein was \nto intellectual pursuits. 1 \nScience.com, that featun \nwith Jeffrey Epstein,\" \"TI \nJeffrey Epstein,\" \"Why \nEpstein,\" and \"An Under \nJeffrey Epstein.\" The latt. \nEpstein takes you to the \nknowledge to explore an \nthe subtle, simple, and hic \nuniverse.\" \n\"Jeffrey doesn't know shit \nart collector who has know \n\"Does he like to act like he \nthese academic scientists—\nhave any money.\" \nOther friends of Epstei \nliant mind for science. AnC \nthan sponsor individual sc \nences on Little Saint Jeff's. \nference called Mindshift at \ntheoretical physicist Murra \ngeon.s, engineers, and futi \n\fCHAPTER 60 \nth jail, but he wasn't done settling \nms. Under the conditions of his \na, he's even paid for the victims' \nemed to ensure that he would not \nImes. Double jeopardy was work-\nEly of 2010, reports began to appear \ntors were following other leads — \nchild-trafficking charges and a \nraPs office refused to comment. It \nor deny the existence of an ongo-\nstein's lawyers told the Daily Beast \nof such an investigation. \"Jeffrey \nwith all state and federal require \n-\nor proceedings in Palm Beach,\" Jack \n230 \nFILTHY RICH \nGoldberger said. \"There are no pending civil lawsuits. There are \nnot and should not be any pending investigations, given Mr. \nEpstein's complete fulfillment of all the terms of his non-prosecution \nagreement with the federal government.\" \nIf there was an investigation, nothing had come of it yet. For \nthe moment, Epstein was free— free to turn his attention, again, \nto intellectual pursuits. He launched a website, JeffreyEpstein-\nScience.com, that featured blog posts such as \"Conversations \nwith Jeffrey Epstein,\" \"The Value of Quantum Computation to \nJeffrey Epstein,\" \"Why Evolutionary Biology Intrigues Jeffrey \nEpstein,\" and \"An Understanding of Theoretical Physics from \nJeffrey Epstein.\" The latter post began: \"This is where Jeffrey \nEpstein takes you to the very cutting edge of the frontiers of \nknowledge to explore and discuss our basic understanding of \nthe subtle, simple, and hidden [qualities] that lie beneath ... our \nuniverse.\" \n\"Jeffrey doesn't know shit about science,\" says Stuart Pivar, the \nart collector who has known Epstein for more than three decades. \n\"Does he like to act like he does? Yes. But he doesn't. But as far as \nthese academic scientists—without people like him they wouldn't \nhave any money.\" \nOther friends of Epstein's say that he truly did have a b\n. \nliant mind for science. And in any case, Epstein had done more \nthan sponsor individual scientists. He'd also sponsored confer-\nences on Little Saint Jeff's. On his website, he announced a con-\nference called Mindshift at which Nobel laureates, such as the \ntheoretical physicist Murray Gell-Mann, would mix with sur-\ngeons, engineers, and futurists and where professors would \n231 \n\fJAMES PATTERSON \ndiscuss cognitive neuroscience, artificial intelligence, systems of \nencryption and decryption, and other topics. \nEpstein had been hosting get-togethers like this for years. \nToward the end of Chief Reiter's investigation, in March of 2006, \nEpstein had hosted twenty top physicists—including three Nobel \nPrize winners as well as the celebrity physicist Stephen Hawking—\nat a Saint Thomas symposium called \"Confronting Gravity,\" \nwhich was advertised as \"a workshop to explore fundamental \nquestions in physics and cosmology.\" \n\"This is a remarkable group,\" one of the Nobel Prize winners \ntold a reporter for the St. Thomas Source. \n\"There is no agenda except fun and physics, and that's fun \nwith a capital F,\" Epstein said. \nEpstein had been especially interested in Stephen Hawking. \nSomeday, Hawking had theorized, the universe would stop \nexpanding and collapse, at which point time would begin to run \nbackwards. Hawking believed that computer viruses were living \nthings. He thought that given the size of the universe, alien life \nforms existed. He did not believe in God. But he had a vast appre-\nciation for the inner workings of the universe, and this is why \nEpstein gave Hawking a tremendous gift. He paid to have a sub-\nmarine modified so that it could fit Hawking and his wheelchair \nand give the scientist his first glimpse of an actual alien world—\nthe one that lies under the waves of the ocean. \nIt was one of the most romantic, generous gestures that Jef-\nfrey Epstein had ever made. \n232 \nAl Seckel: January 20E \nEpstein's partner in the \nAl Seckel, was know] \nwere said to have incl \ncian James \"the Amazing\" : \nfounder Elon Musk, as we: \nEpstein would court in the c \nladder. \nIn certain Los Angeles ci) \nto know. But, like Jeffrey Eps \nAccording to Mark Oppenhe \nand followed his career for fi \nby selling rare books and ix \nacademic connections. \n\"A number of these trans. \nlawsuits,\" Oppenheimer wol \n\f)ATTERSON \nartificial intelligence, systems of \nd other topics. \nget-togethers like this for years. \n.'s investigation, in March of 2006, \nphysicists—including three Nobel \nbrity physicist Stephen Hawking — \ntm called \"Confronting Gravity,\" \nvorkshop to explore fundamental \ntology.\" \none of the Nobel Prize winners \nlas Source. \nPt fun and physics, and that's fun \ninterested in Stephen Hawking. \norized, the universe would stop \naich point time would begin to run \nI that computer viruses were living \na the size of the universe, alien life \neve in God. But he had a vast appre-\np of the universe, and this is why \nLendous gift. He paid to have a sub-\nuld fit Hawking and his wheelchair \n: glimpse of an actual alien world—\nayes of the ocean. \nmantic, generous gestures that Jef-\n232 \nCHAPTER 61 \nAl Seckel: January 2012 \nEpstein's partner in the Mindshift conference, a man named \nAl Seckel, was known for throwing fabulous parties that \nwere said to have included the actor Dudley Moore, magi-\ncian James \"the Amazing\" Randi, and future Tesla and SpaceX \nfounder Elon Musk, as well as many of the scientists Jeffrey \nEpstein would court in the course of his own climb up the social \nladder. \n•-.4i. In certain Los Angeles circles, Al Seckel was a very good man \n-to know. But, like Jeffrey Epstein, Seckel was a sort of illusionist. \nAccording to Mark Oppenheimer, a journalist who knew Seckel \nand followed his career for fifteen years, Seckel made his money \nby selling rare books and papers, often through his social and \nacademic connections. \n\"A number of these transactions resulted in accusations and \nlawsuits,\" Oppenheimer would write. \"In speaking to former \n233 \n\fJAMES PATTERSON \nIt was an odd thing, Epste: \nPhD who, on closer inspec \nBut the Mindshift confer \nin the Virgin Islands dic \nMann was there, along wit \ncoauthored books with St \nexpert on artificial intelli \nattended the conference, \nabout it. \n\"We had scientific disci \nhe said vaguely. \nWhen Mark Oppenheir \nSeckel, Sussman \"got testy\" \n\"I have had some dealir \nwant to say what it's aboi \nit, okay?\" \nToday, Epstein's websites — \nJeffreyEpsteinScience.corn—\nlong since expired. Several r. \ntribut ions, including New lk \nPalm Beach, announced tha \ngifts. \n\"The further I can keep \nbetter,\" said Ballet Palm Beac \nBut in 2012, Epstein held \nJeff's. Once again, three Nob€ \nStephen Hawking was also th \ntvventy-one physicists—from . \nSeckel acquaintances, I kept hearing variations on a scheme Mrs. \nPearce Williams believed he perpetrated against her late hus-\nband, the man Seckel said was his mentor. Seckel took books \nand promised money, or he took money and promised a book; \nbut somehow, the promised party lost money.\" \n\"He was charming, erudite, humorous,\" one of Seckel's marks \ntold the reporter. \"I lent him $75,000. When the time came to \npay it back he didn't want to do it.\" \nOppenheimer found several people whom Seckel had stiffed \nand uncovered dozens of lawsuits he'd been involved in. In 2007, \nSeckel settled a libel lawsuit against a man who'd edited his Wiki-\npedia page. Years later, Oppenheimer spoke with Seckel's lawyer, \nNicholas Hornberger. \n\"Hornberger confirmed that he'd reached a settlement for the \ncase, a favorable one,\" the journalist wrote. \"Hornberger added \nthat Seckel has still not paid him for his services.\" \nHe also interviewed Seckel's wife, Isabel Maxwell. \nAl and Isabel met on a blind date and married in Malibu in or \n\"around\" 2007 (\"I don't keep the dates in my head,\" Seckel \nexplained). A few years later, they moved to the South of France, \nwhere Seckel continued to trade in rare books and papers. While \nliving in France, he was sued by a Virgin Islands company that \naccused him and Isabel of fraudulently attempting to sell rare \nbooks and a seventeenth-century portrait of Isaac Newton. \nSeckel had also been trying to sell papers belonging to Isa-\nbel's father. \nIsabel is Ghislaine Maxwell's sister and the daughter of Rob-\nert Maxwell. \n* * * \n234 \n\f)ATTERSON \nFILTHY RICH \naring variations on a scheme Mrs. \nperpetrated against her late hus-\nLs his mentor. Seckel took books \n)ok money and promised a book; \nrty lost money.\" \n, humorous,\" one of Seckel's marks \n$75,000. When the time came to \nD it.\" \nal people whom Seckel had stiffed \nLifts he'd been involved in. In 2007, \n;ainst a man who'd edited his Wiki-\nheimer spoke with SeckePs lawyer, \nat he'd reached a settlement for the \ntrnalist wrote. \"Hornberger added \nLim for his services.\" \nl's wife, Isabel Maxwell. \nLd date and married in Malibu in or \n:p the dates in my head,\" Seckel \nthey moved to the South of France, \nde in rare books and papers. While \nby a Virgin Islands company that \n7audulently attempting to sell rare \n:Airy portrait of Isaac Newton. \n.ng to sell papers belonging to \nell's sister and the daughter of Rob-\n* * \n234 \nIt was an odd thing, Epstein's association with this self-professed \nPhD who, on closer inspection, turned out to be a bit of a grifter. \nBut the Mindshift conference that Epstein and Seckel hosted \nin the Virgin Islands did take place, in 2010. Murray Gel!-\nMann was there, along with Leonard Mlodinow, a physicist who \ncoauthored books with Stephen Hawking. Gerald Sussman, an \nexpert on artificial intelligence who taught at MIT and also \nattended the conference, said that he didn't remember too much \nabout it. \n\"We had scientific discussions, talked about various things,\" \nhe said vaguely. \nWhen Mark Oppenheimer asked him if he'd given money to \nSeckel, Sussman \"got testy\" with the reporter. \n\"I have had some dealings with him,\" Sussman said. \"I don't \nwant to say what it's about, because I don't feel good about \nit, okay?\" \nToday, Epstein's websites—JeffreyEpsteinFoundation.com and \nJeffreyEpsteinScience.com—are down. Their domain names have \nlong since expired. Several recipients of Epstein's charitable con-\ntributions, including New York's Mount Sinai Hospital and Ballet \nPalm Beach, announced that they would not be accepting new \ngifts. \n\"The further I can keep myself from anything like that the \nbetter,\" said Ballet Palm Beach founder Colleen Smith. \nBut in 2012, Epstein held one more conference on Little Saint \nJeff's. Once again, three Nobel Prize winners were in attendance. \nStephen Hawking was also there. All in all, Epstein had gathered \ntwenty-one physicists—from Princeton, Harvard, MIT, and CERN \n235 \n\fJAMES PATTERSON \n(the European Organization for Nuclear Research) — to \"deter-\nmine what the consensus is, if any, for defining gravity.\" \nAccording to a press release issued by Epstein's foundation, \nthe consensus that did emerge was that space is \"not quite \nempty.\" \nJeffrey Epstein: Februar \nIt's Groundhog Day, and c \nting the peak of his fame \nsode of Law & Order: SV \nown legal history. \nThe setup for this episodi \ngirl. One who's been flown tc \nvate jet, then flown back—cc \nOn the plane, she has a fn \nguy sitting next to her is try \npolice get involved. \n\"It was just a birthday ix \ncops via videoconference fron \nThe cops ask: Whose pres \n\"The billionaire. The one i \nDoes the French girl knom \n236 \n\fkTTERSON \nr Nuclear Research) — to \"deter-\nny, for defining gravity.\" \nissued by Epstein's foundation, \nr,e was that space is \"not quite \nCHAPTER 62 \nJeffrey Epstein: February 2, 2011 \n1 t's Groundhog Day, and once-reclusive Jeffrey Epstein is hit-\nting the peak of his fame in a ripped-from-the-headlines epi-\nsode of Law & Order: SVU that tracks, eerily well, with his \nown legal history. \nThe setup for this episode is the rape of a very young French \ngirl. One who's been flown to New York on a very rich man's pri-\nvate jet, then flown back—coach class—to Paris. \nOn the plane, she has a freak-out. She thinks the middle-aged \nguy sitting next to her is trying to rape her. In Paris, the local \npolice get involved. \n\"It was just a birthday party,\" the tearful girl tells the SVU \ncops via videoconference from France. \"We were his present.\" \nThe cops ask: Whose present? \n\"The billionaire. The one who owns the jet.\" \nDoes the French girl know his name? \n236 \n237 \n\fJAMES PATTERSON \n\"Jordan. He wanted a massage. But I had to take off my \nclothes. He climbed on top of me. It hurt. I started to bleed, and \nit wouldn't stop. The doctor came.\" \n\"Dominique,\" the cops say. \"We're going to arrest this man. \nBut we need you to return to New York so you can testify.\" \n\"Non,\" says the girl. \"Non! Jamais! Jamais!\" \nFor Epstein, there are other embarrassments, many of which \nhave to do with his royal friends. The wedding of Prince Wil-\nliam and Kate Middleton is approaching, and the ongoing trou-\nbles of Prince William's uncle Prince Andrew keep threatening \nto derail the festivities. On March 6, a spokesperson for Sarah \nFerguson confirms that Epstein paid off part of the seventy-eight \nthousand pounds that the duchess borrowed from a man who \nwas once her personal assistant. \nThe next day, headlines appear in the Telegraph and other \nBritish papers: DUKE OF YORK \"APPEALED TO JEFFREY EPSTEIN TO HELP \nDUCHESS PAY DEBT.\" \n\"I personally, on behalf of myself, deeply regret that Jeffrey \nEpstein became involved in any way with me,\" Prince Andrew's \nex-wife tells journalists. \"I abhor paedophilia and any sexual \nabuse of children and know that this was a gigantic error of \njudgment on my behalf. \n\"I am just so contrite I cannot say. Whenever I can I will \nrepay the money and will have nothing ever to do with Jeffrey \nEpstein ever again.\" \nThat week, as part of the ongoing civil lawsuits against \nEpstein, Sarah Kellen and Nadia Marcinkova are both asked \nabout Prince Andrew's relations with Epstein. \n238 \nF1 \n\"Would you agree with \nEpstein used to share under; \nlen is asked. \n\"On the instructions of \ninvoke my Fifth Amendment \n\"Have you ever been m; \nAndrew?\" lawyers ask Marci. \n\"Fifth\" is Nadia's simple, \nThat same week, the gover \nrole as Great Britain's royal t \ntenacious, and in the Telegr \nstories appear on a daily basi: \n• The Duke, His Paedophi \nUse of an RAF Base \n• Andrew's Secret Love Lifi \n• Royal Connections: Princ \nSuddenly the Talk of Nev \n• Time to Show This Right \n• An Odd Trio: The Royal \nseuse and the Fixer \n• No. 10 Struggles to Conto \n• From Royal Asset to Nati, \n• Royal Blush \n• Duke Could Be Called to \n• It's the Company You Keep. \n• Nothing Grand About Thi \n• The Royal Family Has \nChoice of Friends For Yea \n• Our Less-Than-Grand Olc \n\f'ATTERSON \nFILTHY RICH \nssage. But I had to take off my \nlie. It hurt. I started to bleed, and \nTie.\" \n• \"We're going to arrest this man. \new York so you can testify.\" \nramais! Jamais!\" \nembarrassments, many of which \n:nds. The wedding of Prince Wil-\n)proaching, and the ongoing trou-\n: Prince Andrew keep threatening \n[arch 6, a spokesperson for Sarah \n.n paid off part of the seventy-eight \n'chess borrowed from a man who \nat. \nippear in the Telegraph and other \n'APPEALED TO JEFFREY EPSTEIN TO HELP \nf myself, deeply regret that Jeffrey \nny way with me,\" Prince Andrew's \nibhor paedophilia and any sexual \n• that this was a gigantic error of \n:annot say. Whenever I can I will \nwe nothing ever to do with Jeffrey \nhe ongoing civil lawsuits against \nMarcinkova are both asked \n)ns with Epstein. \n238 \n\"Would you agree with me that Prince Andrew and Jeffrey \nEpstein used to share underaged girls for sexual relations?\" Kel-\nlen is asked. \n\"On the instructions of my lawyer,\" Kellen replies, \"I must \ninvoke my Fifth Amendment privilege.\" \n\"Have you ever been made to perform sexually on Prince \nAndrew?\" lawyers ask Marcinkova. \n\"Fifth\" is Nadia's simple, succinct reply. \nThat same week, the government downgrades Prince Andrew's \nrole as Great Britain's royal trade envoy. But the British press is \ntenacious, and in the Telegraph, the Guardian, and elsewhere, \nstories appear on a daily basis: \n• The Duke, His Paedophile Guest, and the Most Unusual \nUse of an RAF Base \n• Andrew's Secret Love Life Revealed \n• Royal Connections: Prince Andrew and the Paedophile Are \nSuddenly the Talk of New York \n• Time to Show This Right Royal Clown the Door \n• An Odd Trio: The Royal Trade Envoy, the Teenage Mas-\nseuse and the Fixer \n• No. 10 Struggles to Contain Row Over Prince \n• From Royal Asset to National Liability \n• Royal Blush \n• Duke Could Be Called to Two Epstein Trials \n• It's the Company You Keep... The Duke's Dangerous Liaisons \n• Nothing Grand About This Old Duke of York \n• The Royal Family Has Feared a Blow-Up Over Duke's \nChoice of Friends For Years \n• Our Less-Than-Grand Old Duke of York \n239 \n\fJAMES PATTERSON \nOn March 11, a devastating undersea earthquake and tsu-\nnami move Japan's main island by several feet, shifting the earth \non its axis. The destruction is horrific and unprecedented. But \non March 13, the Daily Mail devotes four pages and seven sepa-\nrate articles to Prince Andrew. That same day, the Telegraph runs \nthree pieces, and the Sunday Times runs a two-page spread head-\nlined GUN SMUGGLER BOASTS OF SWAY OVER ANDREW. \nOn March 14, the Guardian runs one more piece about \nAndrew's troubles. \nPRINCE ANDREW DOMINATES HEADLINES DESPITE THE EARTHQUAKE, \nthe headline reads. \nAlan Dershowitz: Septen \nIf the ongoing lawsuits ar \nmillions left to spare. Mea \nwhether Epstein trafficked \nseems to be going nowhere. A \nfling to look as if Epstein is flu \nBut for Epstein's friend an \nitz, things are about to get ver \nAt the start of 2008, Brad \nlawyer, had filed a motion in 2 \nof two unnamed women accu: \nshowitz of participating direct \nPrince Andrew had had nc \nitz had objected to the accu. \nterms. \n\"There's absolutely no kern \n240 \n\fATTERSON \ng undersea earthquake and tsu-\nby several feet, shifting the earth \nhorrific and unprecedented. But \n:votes four pages and seven sepa-\nThat same day, the Telegraph runs \nrnes runs a two-page spread head-\n4:1' OVER ANDREW. \nian runs one more piece about \nlEADLINES DESPITE THE EARTHQUAKE, \n240 \nCHAPTER 63 \nAlan Dershowitz: September 2014 \nIf the ongoing lawsuits are costing Epstein millions, he has \nmillions left to spare. Meanwhile, the FBI's investigation into \nwhether Epstein trafficked underage women across state lines \nseems to be going nowhere. As 2014 draws to a close, it's begin-\nning to look as if Epstein is finally free and clear of the case. \nBut for Epstein's friend and sometime lawyer Alan Dershow-\ni z, things are about to get very unpleasant. \nAt the start of 2008, Bradley Edwards, the Fort Lauderdale \nlawyer, had filed a motion in a West Palm Beach court on behalf \nof two unnamed women accusing Prince Andrew and Alan Der-\nshowitz of participating directly in Epstein's illegal activities. \nPrince Andrew had had no comment to make, and Dershow-\nltz had objected to the accusations in the strongest' possible \nrms. \n\"There's absolutely no kernel of truth to this story,\" he'd said. \n241 \n\fJAMES PATTERSON \n\"I don't know this woman. I've never been in the same place with \nher. She's made the whole story up out of whole cloth.\" \nBradley Edwards had already become involved in lawsuits \nagainst Epstein. In 2007, working with a former federal judge \nand University of Utah law professor named Paul Cassell, he had \nfiled a lawsuit on behalf of another unnamed woman. Six years \nlater, that case is still pending, and now, Edwards and Cassell \npetition to have the two suits combined. \nAll in all, four Jane Does take part in the lawsuit. \nJane Doe 3 is Virginia Roberts, the girl who says that Ghis-\nlaine Maxwell recruited her for Epstein at Trump's resort, \nMar-a-Lago. \nEpstein had \"lent\" her and other young girls to prominent \nbusinessmen, important politicians, world leaders, and other \npowerful men in order \"to ingratiate himself with them for busi-\nness, personal, political, and financial gain, as well as to obtain \nblackmail information,\" Roberts claims. \nShe says that Epstein forced her and other underage girls to \ntake part in an orgy in the Virgin Islands. \nShe names Prince Andrew and Alan Dershowitz as two of the \nmen she'd been forced to have sex with and claims that Der-\nshowitz had been \"an eyewitness to the sexual abuse of many \nother minors by Epstein and several of Epstein's co-conspirators.\" \nThis time, Prince Andrew does respond to the allegations. \n\"This relates to longstanding and ongoing civil proceedings \nin the United States, to which the Duke of York is not a party,\" \nBuckingham Palace says in a short statement. \"As such we would \nnot comment on the detail. However, for the avoidance of doubt, \nany suggestion of impropriety with underage minors is categori-\ncally untrue.\" \n242 \nAlan Dershowitz also \nare part of a plot to extol \nEdwards and Cassell have \nhe's ever seen. \n\"They manipulated a y \ninterested in money,\" Ders \noffense, and they will be d: \never made this false charge \nBut then, the allegations m \n15, 2015, in a declaration \nattempt to overturn Jeffrey \nare highly disturbing. \n\fPATTERSON \nFILTHY RICH \nnever been in the same place with \ny up out of whole cloth.\" \n:ady become involved in lawsuits \n•king with a former federal judge \n)fessor named Paul Cassell, he had \nLother unnamed woman. Six years \n.g, and now, Edwards and Cassell \ncombined. \nake part in the lawsuit. \nberts, the girl who says that Ghis-\nr for Epstein at Trump's resort, \nid other young girls to prominent \niticians, world leaders, and other \n;ratiate himself with them for busi-\nfinancial gain, as well as to obtain \nrts claims. \n:ed her and other underage girls to \nrgin Islands. \nv and Alan Dershowitz as two of the \nave sex with and claims that Der-\nIness to the sexual abuse of many \n3everal of Epstein's co-conspirators.\" \nv does respond to the allegations. \nding and ongoing civil proceedings \n:h the Duke of York is not a party,\" \nshort statement. \"As such we would \niowever, for the avoidance of doubt, \nty with underage minors is categori-\n242 \nAlan Dershowitz also goes on the attack. Virginia's claims \nare part of a plot to extort him, he claims. The motion that \nEdwards and Cassell have filed is \"the sleaziest legal document\" \nhe's ever seen. \n\"They manipulated a young, suggestible woman who was \ninterested in money,\" Dershowitz says. \"This is a disbarrable \noffense, and they will be disbarred. They will rue the day they \never made this false charge against me.\" It's a vehement denial. \nBut then, the allegations made by Virginia Roberts, on January \n15, 2015, in a declaration filed against the government in an \nattempt to overturn Jeffrey Epstein's non-prosecution agreement, \nare highly disturbing. \n243 \n\fCHAPTER 64 \nDeclaration of Virginia Roberts Giuffre, filed on \nJanuary 19, 2015 by attorneys representing Jeffrey \nEpstein's victims (continued) \n20. Harvard law professor Alan Dershowitz was around \nEpstein frequently. Dershowitz was so comfortable with the \nsex [that] was going on that on one occasion he observed me \nin sexual activity with Epstein. \n21. I had sexual intercourse with Dershowitz at least six \ntimes. The first time was when I was about 16, early on in \nmy servitude to Epstein, and it continued until I was 19. \n22. The first time we had sex took place in New York in \nEpstein's home. It was in Epstein's room (not the massage \nroom). I was approximately sixteen years old at the time. I \ncalled Dershowitz \"Alan.\" I knew he was a famous professor. \n23. The second time that I had sex with Dershowitz was \nat Epstein's house in Palm Beach. \n244 \n24. I also had sex \nRanch in New Mexico i \npool area, which was St \n25. We also had se \nU.S. Virgin Islands. \n26. Another sexual \nitz happened on Epstein \non the plane with us. \n27. I have recently \ncalling me a \"liar.\" He \nwith me. The man I've .s( \nmer law professor, is th, \nleast six times. Dershow \nwith other underage girl \nbut he is lying and denyii \n28. After years of ab \nlook for a way to escape. \nhold because I wanted to) \ntaken me into his clutches \nsome time I believed him. \ntrol, regardless of my doul \n29. I kept asking Epsi \neducation. Epstein finally \nto go to Chiang Mai to h \nlike my chance to escape. \nbags for good. I knew this \nbreak away. \n30. On September 27, 2 \nto Chiang Mai, Thailand. I \nmy training. But Epstein vs \n\fFILTHY RICH \nCHAPTER 64 \n9berts Giuffre, filed on \n-neys representing Jeffrey \ned) \n- Alan Dershowitz was around \nvitz was so comfortable with the \non one occasion he observed me \nem. \nurse with Dershowitz at least six \nthen I was about 16, early on in \nd it continued until I was 19. \n2d sex took place in New York in \nEpstein's room (not the massage \ny sixteen years old at the time. I \nknew he was a famous professor. \nit I had sex with Dershowitz was \n3each. \n244 \n24. I also had sex with Dershowitz at Epstein's Zorro \nRanch in New Mexico in the massage room off of the indoor \npool area, which was still being painted. \n25. We also had sex at Little Saint James Island in the \nU.S. Virgin Islands. \n26. Another sexual encounter between me and Dershow-\nitz happened on Epstein's airplane. Another girl was present \non the plane with us. \n27. I have recently seen Alan Dershowitz on television \ncalling me a \"liar\" He is lying by denying that he had sex \nwith me. The man I've seen on television, described as a for-\nmer law professor, is the same man that I had sex with at \nleast six times. Dershowitz also knows that Epstein had sex \nwith other underage girls and lent me out to other people, \nbut he is lying and denying that. . . . \n28. After years of abuse and being lent out, I began to \nlook for a way to escape. I had first gone into Epstein's house-\nhold because I wanted to be a massage therapist. Epstein had \ntaken me into his clutches through promises and talk and for \nsome time I believed him. But once he had me under his con-\ntrol, regardless of my doubts and fears, I felt trapped. \n29. I kept asking Epstein for my promised training and \neducation. Epstein finally got me a plane ticket to Thailand \nto go to Chiang Mai to learn Thai massage. This sounded \nlike my chance to escape. In September 2002, I packed my \nbags for good. I knew this would be my only opportunity to \nbreak away. \n30. On September 27, 2002, I flew from JFK in New York \nto Chiang Mai, Thailand. I arrived around September 29 for \nmy training. But Epstein was going to get something out of \n245 \n\fJAMES PATTERSON \nthis trip as well. I was supposed to interview a girl and bring \nher back to the United States for Epstein. \n31. [Left blank in the original] \n32. I did the massage training in Chiang Mai. While I \nwas there, I met a great and special guy and told him hon-\nestly what I was being forced to do. He told me I should get \nout of it. I told him that the people I was working for were \nvery powerful and that I could not walk away or disobey \nthem without risking serious punishment, including my life. \nHe told me he would protect me. I had confidence [in] him \nand I saw his love and help as my opportunity to escape and \nto be with someone who truly loved me and would protect \nme. I married him and flew to Australia. \n33. I called Epstein and told him I was not coming back. \nHe asked why? I said \"I've fallen in love.\" Epstein basically \nsaid \"good luck and have a good life.\" I could tell he was not \nhappy. I was afraid of what he was going to do to me. I \nthought he or one of his powerful friends might send some-\none to hurt me or have me killed. \n34. From that point onward, out of concern for my safety \nand general well-being, I stayed in Australia with my hus-\nband. I was in Australia from late 2002 to October 2013. To \nbe clear, I was never in the United States during these years, \nnot even for a short trip to visit my mother. And my absence \nfrom the United States was not voluntary—I was hiding \nfrom Epstein out of fear of what he would do to me if I \nreturned to the United States. \n35. In around 2007, after not hearing from anyone for \nyears, out of the blue I was contacted by someone who identi-\nfied himself with a plain sounding name and claimed he was \n246 \nFT \nwith the FBI. It seemed vc \ncial criminal investigatiot \nthat. I hadn't heard Epste \nwho this person was and I \ntell what was going on. \n36. This man said he \nThe man asked if I had be \ninstinct was to say nothii \nreally with the FBI or any c \nquestions, telling him that \nmet him at a young age. Bu \nThis man never offered to c \nInstead, he asked me right \npractices. I thought it woulc \nment officer to behave tha \nuncomfortable and suspicit \ning me. \n37. I told the man nothi \nversation probably didn't \nimmediately triggered all oj \nerful friends that had caust \nIf the call accomplished an: \nstate of fear and told me tl' \nand had nobody officially pt \n38. I suspected that the; \nfor Epstein or one of Epstein': \nif this was really an agent 14 \nwould have known who I wa \nual crimes in many differet \nviewed me in a way that woul \n\fPATTERSON \nFILTHY RICH \nosed to interview a girl and bring \nfor Epstein. \nriginall \ntraining in Chiang Mai. While I \nid special guy and told him hon-\n:ed to do. He told me I should get \nie people I was working for were \ncould not walk away or disobey \nus punishment, including my life. \nct me. I had confidence [in] him \n) as my opportunity to escape and \nruly loved me and would protect \nto Australia. \ntold him I was not coming back. \n• fallen in love.\" Epstein basically \ngood life.\" I could tell he was not \nhat he was going to do to me. I \n9werfu1 friends might send some-\nkilled. \nward, out of concern for my safety \nstayed in Australia with my hus-\npm late 2002 to October 2013. To \n• United States during these years, \nvisit my mother. And my absence \nas not voluntary —I was hiding \nof what he would do to me if I \ntes. \nfter not hearing from anyone for \ncontacted by someone who identi-\n)unding name and claimed he was \n246 \nwith the FBI. It seemed very odd for someone doing an offi-\ncial criminal investigation to just call up on the phone like \nthat. I hadn't heard Epstein's name for years. I didn't know \nwho this person was and what it was really about. I couldn't \ntell what was going on. \n36. This man said he was looking into Jeffrey Epstein. \nThe man asked if I had been involved with Epstein. My first \ninstinct was to say nothing because I wasn't sure he was \nreally with the FBI or any authorities. I answered a few basic \nquestions, telling him that I knew Jeffrey Epstein and had \nmet him at a young age. But the conversation didn't feel right. \nThis man never offered to come and meet with me in person. \nInstead, he asked me right off the bat about Epstein's sexual \npractices. I thought it would be strange for a true law enforce-\nment officer to behave that way, so I became increasingly \nuncomfortable and suspicious about who was actually call-\ning me. \n37. I told the man nothing more about Epstein. The con-\nversation probably didn't even last three minutes, but it \nimmediately triggered all of the fears of Epstein and his pow-\nerful friends that had caused me to escape in the first place. \nIf the call accomplished anything, it only put me back in a \nstate of fear and told me that I could be found quite easily \nand had nobody officially protecting me. \n38. I suspected that the man who called me was working \nfor Epstein or one of Epstein's powerful friends. I believed that \nif this was really an agent who was investigating Epstein, he \nwould have known who I was and how I fit into Epstein's sex-\nual crimes in many different places. He would have inter-\nviewed me in a way that would have established his credentials \n247 \n\fJAMES PATTERSON \nand would have shown how he could provide potential protec-\ntion from Epstein. That never happened. \n39. Getting a call from this supposed FBI agent made me \nscared all over again. I had left the old life of sexual slavery \nbehind me and started a new life in a new country in hopes \nthat the powerful people whose illegal activities I knew all \nabout would never find me. \n40. Shortly after this purported FBI call, I was contacted \nby telephone by someone who appeared clearly to be working \nfor Epstein. The caller told me about an investigation into \nEpstein and said that some of the girls being questioned were \nsaying that Epstein had had sexual contact with them. After \nthey made these allegations, the man said they were being \ndiscredited as drug addicts and prostitutes, but in my case, if \nI were to keep quiet, I would \"be looked after.\" The fact that \nthis call was made shortly after the supposed FBI call rein-\nfor[c]ed my concern that the man I had talked to earlier was \nnot really working for the FBI but for Epstein. I didn't think \nthat the FBI and Epstein would both be working together and \nwould both get my phone number at almost exactly the same \ntime. I played along and told this person that I had gotten a \ncall from the \"FBI\" but that I didn't tell him anything. The \nperson on the phone was pleased to hear [that]. \n41. A short time later, one of Epstein's lawyers (not Alan \nDershowitz) called me, and then got Epstein on the line at \nthe same time. Epstein and his lawyer basically asked again \nif I was going to say anything. The clear implication was that \nI should not. The way they were talking to me, I was afraid of \nwhat would happen if I didn't keep quiet. My thought was \n248 \nthat f I didn't say what \nI might get hurt. \n42. I promised Epste \nquiet. They seemed hap \nto [be the] way to keep \nwhat Epstein and his lrn \nThis declaration, strick \nvictims' lawsuit against t \nevents that led to Dershow \ninvolved in spectacular la' \nDershowitz that these alle \nhim, and a complaint by Ei \nagainst him were false and \n\fTTERSON \nFILTHY RICH \ncould provide potential protec-\ntappened. \ns supposed FBI agent made me \nft the old life of sexual slavery \nlife in a new country in hopes \n'se illegal activities I knew all \n>orted FBI call, I was contacted \nappeared clearly to be working \nne about an investigation into \nthe girls being questioned were \n;exual contact with them. After \nthe man said they were being \nid prostitutes, but in my case, if \n\"be looked after.\" The fact that \nfter the supposed FBI call rein-\nman I had talked to earlier was \n3I but for Epstein. I didn't think \nid both be working together and \nnber at almost exactly the same \n1 this person that I had gotten a \nI didn't tell him anything. The \nIsed to hear [that]. \nLe of Epstein's lawyers (not Alan \nthen got Epstein on the line at \nus lawyer basically asked again \ng. The clear implication was that \n,ere talking to me, I was afraid of \nln't keep quiet. My thought was \nthat if I didn't say what they wanted me to say, or not to say, \nI might get hurt. \n42. I promised Epstein and his lawyer that I would keep \nquiet. They seemed happy with that and that seemed to me \nto [be the] way to keep me and my family safe. And I did \nwhat Epstein and his lawyer told me. I kept quiet. \nThis declaration, stricken from the record by the judge in the \nvictims' lawsuit against the government, also set in motion \nevents that led to Dershowitz's and Roberts's lawyers becoming \ninvolved in spectacular lawsuits, which included a complaint by \nDershowitz that these allegations were false and had defamed \nhim, and a complaint by Edwards that Dershowitz's accusations \nagainst him were false and defamatory. \n248 249 \n\fCHAPTER 65 \nAlan Dershowitz: October 2015 \nAbout fifteen minutes into the ripped-from-the-headlines \nepisode of Law & Order: SVU that was inspired by the Jef-\nfrey Epstein saga, the plot takes an interesting turn: before \nofficers have a chance to arrest him, Jordan, the character mod-\neled on Epstein, shows up at SVU headquarters. \nThe twelve-year-old French girl raped him, Jordan says. \nWearing a monogrammed fleece pullover like the ones favored \nby Jeffrey Epstein, he describes an evening at home. \n\"The party was in full swing,\" he explains. \"A friend said she \nwanted to give me a special present. Told me to wait in my mas-\nsage room—\" \nAn SVU guy interrupts: \"Guy has a massage room?\" \n\"I suffer from chronic back pain,\" Jordan says. \n\"While I was waiting, I fell asleep. Now, at first I thought I \nmust be dreaming. I was aroused. I felt myself being manually' \n250 \nmanipulated. Then I reme: \nenjoy myself. But then it gc \neyes.\" \n\"What did you see?\" \n\"A woman. A woman Ic \n\"A woman? Dominique \n\"It was dark. I just wan. \n\"But the twelve-year-olc \n\"No. She threatened me. \nshe was going to scream `R \n\"And there was nothini \nyears and a hundred pound \n\"The party was going on: \nwas going to look. I was nake \nIt was a brilliant plot tw-\ndan to get off scot-free. \nBut the plot twist that / \non the day of Alan Dershow \nFlorida, courthouse was eve \n\"There was a criminal extort \nEdwards and Paul Cassell's I \n2015. \n\"Your clients were involv \nBradley and Cassell had s \nfor defamation—payback fo \nlaw professor had made in th \nDershowitz had counters \nand he had come armed for b \n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 6.941915529s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '6s'}]}}",
  "house_oversight_id": "021958",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:53.177648Z",
    "model": "gemini-3-flash-preview"
  }
}