{
  "file_name": "HOUSE_OVERSIGHT_018804.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_018804.txt",
  "content": {
    "full_text": "﻿Integra Realty Resources \nCaribbean \nAppraisal of Going Concern \nIGY American Yacht Harbor Marina \nMixed Use Property \n18A-1, 18-B1,18-B and 18-W Remainder Estate Smith Bay \nEast End Quarter, St. Thomas, Virgin Islands \nClient Reference: 23559 \nPrepared For: \nBanco Popular de Puerto Rico \nEffective Date of the Appraisal: \nNovember 25, 2015 \nReport Format: \nAppraisal Report —Standard Format \nIRR - Caribbean \nFile Number: 172-2015-0181 \n\fIGY American Yacht Harbor Marina \n18A-1, 18-61,18-B and 18-W Remainder Estate Smith Bay \nEast End Quarter, St. Thomas, Virgin Islands \n\fIntegra Realty Resources \nCaribbean \nDecember 15, 2015 \nRoberto A. Soltero \nVice President \nBanco Popular de Puerto Rico \nPO Box 362708 \nSan Juan, PR 00936-2708 \n6500 Red Hook Plaza Suite 201 \nSt. Thomas, VI 00802 \nU.S. Virgin Islands \nT 340-714-7325 \nT 844-952-7304 \ncaribbean@irr.com \nwww.irr.com \nSUBJECT: Market Value Appraisal \nIGY American Yacht Harbor Marina \n18A-1, 18-61,18-B and 18-W Remainder Estate Smith Bay \nEast End Quarter, St. Thomas, Virgin Islands \nClient Reference: 23559 \nIRR - Caribbean File No. 172-2015-0181 \nDear Mr. Soltero: \nIntegra Realty Resources — Caribbean is pleased to submit the accompanying appraisal of \nthe referenced property. The purpose of the appraisal is to develop an opinion of the \nmarket value of the leased fee (going concern) interest in the property. The client for the \nassignment is Banco Popular de Puerto Rico, and the intended use is for Commercial credit \nadministration. \nThe appraisal is intended to conform with the Uniform Standards of Professional Appraisal \nPractice (USPAP), the Code of Professional Ethics and Standards of Professional Appraisal \nPractice of the Appraisal Institute, the Principles of Appraisal Practice and Code of Ethics of \nthe American Society of Appraisers, the RICS Valuation Professional Standards, the \nInternational Valuation Standards, applicable jurisdictional appraisal regulations, and the \nappraisal guidelines of Banco Popular de Puerto Rico. The appraisal is also prepared in \naccordance with the appraisal regulations issued in connection with the Financial \nInstitutions Reform, Recovery and Enforcement Act (FIRREA). \nTo report the assignment results, we use the Appraisal Report option of Standards Rule 2-\n2(a) of USPAP. As USPAP gives appraisers the flexibility to vary the level of information in an \nAppraisal Report depending on the intended use and intended users of the appraisal, we \n\fRoberto A. Soltero \nBanco Popular de Puerto Rico \nDecember 15, 2015 \nPage 2 \nadhere to the Integra Realty Resources internal standards for an Appraisal Report — \nStandard Format. This format summarizes the information analyzed, the appraisal methods \nemployed, and the reasoning that supports the analyses, opinions, and conclusions. \nThe subject is an existing 250-slip marina with 5 commercial buildings containing a mixture \nof retail and office space types. The buildings contain 48,661 square feet of rentable area \nand were constructed in multiple stages; with the majority of the construction completed in \n1993. The commercial space is 85% leased as of the effective appraisal date. The marina \ndocks were constructed in multiple phases between 1991-1995 and are 52.8% occupied as \nof the effective appraisal date. The total site area is 2.76 acres or 120,226 square feet, which \nincludes 0.64 acre or 27,878 square feet, that is re-claimed land. The property also includes \n3.2 acres of seabed under the marina dock structures which is leased to the property owner \nfrom the Government of the Virgin Islands. \nBased on the valuation analysis in the accompanying report, and subject to the definitions, \nassumptions, and limiting conditions expressed in the report, our opinion of value is as \nfollows: \nValue Conclusion* \nAppraisal Premise \nMarket Value \nInterest Appraised Date of Value Value Conclusion \nLeased Fee (Going Concern) November 25, 2015 $24,360,000 \n*Values expressed in United States Dollars \nAllocation of Going Concern Value \nAmount \t% of Total \nTangible Property \nLand & Improvements \t$24,250,000 \t99.5% \nTangible Personal Property (FF&E) \t$110,000 \t0.5% \nTotal Tangible Property \t$24,360,000 \t100.0% \nI nta ngi ble Assets \t$0 \t0.0% \nMarket Value* \t$24,360,000 \t100.0% \n*Specifically excluded from the valuation are cash and equivalents and current liabilities. \nThe allocation of value components is based on the going-concern premise, which holds that \nthe value of a business as a going-concern is equal to the sum of the values of the tangible \nand intangible assets. The allocation assumes continued operation of the marina business. \nWere the marina business to cease operations, the values of the individual components \nwould likely be different from the allocated values of the going concern. \n\fRoberto A. Soltero \nBanco Popular de Puerto Rico \nDecember 15, 2015 \nPage 3 \nExtraordinary Assumptions and Hypothetical Conditions \nThe value conclusions are subject to the following extraordinary assumptions that may affect the assignment \nresults. An extraordinary assumption is uncertain information accepted as fact. If the assumption is found to \nbe false as of the effective date of the appraisal, we reserve the right to modify our value conclusions. \n1. The subject property has a fueling dock and four fuel storage tanks located on site; including three diesel \nand one gasoline. There were no signs of contamination during our inspection and we have assumed that \nthere is no adverse environmental impact in connection with the existing fuel equipment used on the \nsubject property. \n2. The parking garage at the subject slightly encroaches on the neighboring property to the immediate \nnorthwest. This land is owned by the Government of the Virgin Islands and we have assumed that no claim \nwill arise from the encroachments. \n3. For this analysis, we have valued the going concern interest in the subject property and have allocated the \nvalue of the personal property from the value of the real property. We were provided with financial \nstatments from ownership that indicates the depreciated book value of these assets. It is beyond our scope \nto value these assets in use; therefore, we have assumed that the book values of teh personal property \nitems shown in the statments provided by ownership are reasonably accurate for the purpose of this \nallocation exercise. \nThe value conclusions are based on the following hypothetical conditions that may affect the assignment \nresults. A hypothetical condition is a condition contrary to known fact on the effective date of the appraisal \nbut is supposed for the purpose of analysis. \n1. No hypothetical conditions were employed in this analysis. \nThe opinions of value expressed in this report are based on estimates and forecasts that are \nprospective in nature and subject to considerable risk and uncertainty. Events may occur \nthat could cause the performance of the property to differ materially from our estimates, \nsuch as changes in the economy, interest rates, capitalization rates, financial strength of \ntenants, and behavior of investors, lenders, and consumers. Additionally, our opinions and \nforecasts are based partly on data obtained from interviews and third party sources, which \nare not always completely reliable. Although we are of the opinion that our findings are \nreasonable based on available evidence, we are not responsible for the effects of future \noccurrences that cannot reasonably be foreseen at this time. \nirr. \n\fRoberto A. Soltero \nBanco Popular de Puerto Rico \nDecember 15, 2015 \nPage 4 \nIf you have any questions or comments, please contact the undersigned. Thank you for the \nopportunity to be of service. \nRespectfully submitted, \nIntegra Realty Resources - Caribbean \nMark J. Weathers \nCertified General Real Estate Appraiser \nVI Certificate # 1-21738-1B \nTelephone: 340-714-7325 \nEmail: mweathers@irr.com \nJames V. Andrews, MAI, CRE, FRICS, ASA, CVA \nCertified General Real Estate Appraiser \nVI Certificate # 0-14194-1B \nTelephone: 345-746-3110 \nEmail: jandrews@irr.com \nEl \n\fTable of Contents \nSummary of Salient Facts and Conclusions \t1 \tIncome Capitalization Approach \t57 \nGeneral Information \t3 \tMarket Rent Analysis — General Retail \nIdentification of Subject \t3 \tSpace \t59 \nSale History \t3 \tMarket Rent Analysis — General Office \nPending Transactions \t3 \tSpace \t65 \nPurpose of the Appraisal \t4 \tMarket Rent Analysis — Restaurant Space \t71 \nBasis of Value \t4 \tMarket Rent Analysis — Marina Slip Rentals78 \nDefinition of Property Rights Appraised \t4 \tReconciliation and Conclusion of Value \t106 \nDefinition of Going-Concern Premise \t4 \tExposure Time \t107 \nIntended Use and User \t5 \tMarketing Period \t107 \nApplicable Requirements \u000bPrior Services \t5 \u000b5 \tAllocation of Going-Concern Value 108 \u000bValue of Furniture, Fixtures and Equipment \nCornpetency \t5 \t(FF&E) \t108 \nIndependence \t6 \tValue of Intangible Assets \t109 \nRICS Valuer Registration \t6 \tAllocation of Going-Concern Value \t109 \nCurrency \t6 \tInsurable Replacement Cost \t110 \nScope of Work \t6 \tCertification \t111 \nEconomic Analysis \t8 \tAssumptions and Limiting Conditions \t113 \nArea Analysis \t8 \tAddenda \nSurrounding Area Analysis \t22 \tA. Appraiser Qualifications \nMarina Market Analysis \t25 \tB. Financials and Property Information \nProperty Analysis \t36 \tC. Comparable Data \nLand Description and Analysis \t36 \tD. DCF Reports \nImprovements Description and Analysis \t42 \tE. Engagement Letter \nReal Estate Taxes \t52 \nHighest and Best Use \t54 \nValuation \t56 \nValuation Methodology \t56 \nIGY American Yacht Harbor Marina \nID, \n\fSummary of Salient Facts and Conclusions 1 \nSummary of Salient Facts and Conclusions \nProperty Name \nAddress \nProperty Type \nOwner of Record \nParcel ID \nLegal Description \nIGY Ameri can Yacht Harbor Marina \n18A-1, 18-B1,18-B and 18-W Remainder Estate Smith Bay \nEast End Quarter, St. Thomas, Virgin Islands \nMixed Use- Marina \nIGY-AYH ST. Thomas Holdings, LLC \n1-07702-0135-00, 1-07702-0134-00, 1-07702-0133-00, and \n1-07702-0198-00 \nParcel Nos. 18A-1 Remainder, 18B-1 Remainder, 18B \nRemainder Estate and 18-W Estate Smith Bay, Nos. 1,2 and \n3 East End Quarter, St. Thomas, U.S. Virgin Islands \nLand Area \nNumber of Units \nGross Building Area \nRentable Area \nPercent Leased \nYear Built; Year Renovated \n2.76 acres; 120,226 SF \n105 \n72,808 SF \n48,652 SF \n85% \n1992; N/A \nZoning Designation \nHighest a nd Best Use-As if Vacant \nHighest a nd Best Use-As Improved \nExposure Time; Marketing Period \nEffective Date of the Appraisal \nDate of the Report \nProperty Interest Appraised \nW-1, Waterfront- Pleasure \nMarina oriented commercial use \nContinued marina and commercial use \n12-24 months; 12-24 months \nNovember 25, 2015 \nDecember 15, 2015 \nLeased Fee (Going Concern) \nMarket Value Indications \nCost Approach \nSales Comparison Approach \nIncome Capitalization Approach \nMarket Value Conclusion* \nNot Used \nNot Used \n$24,360,000 \n$24,360,000 \n*Values expressed in United States Dollars \nThe values reported above are subject to the definitions, assumptions, and limiting conditions set forth in the accompa nying report of which this \nsummary is a part. No party other than Banco Popular de Puerto Rico may use or rely on the information, opinions, and conclusions contained in \nthe report. It is assumed that the users of the report have read the entire report, including all of the definitions, assumptions, and limiting \nconditions contained therein. \nIGY American Yacht Harbor Marina \n\fSummary of Salient Facts and Conclusions 2 \nExtraordinary Assumptions and Hypothetical Conditions \nThe value conclusions are subject to the following extraordinary assumptions that may affect the assignment \nresults. An extraordinary assumption is uncertain information accepted as fact. If the assumption is found to \nbe false as of the effective date of the appraisal, we reserve the right to modify our value conclusions. \n1. The subject property has a fueling dock and four fuel storage tanks located on site; including three diesel \nand one gasoline. There were no signs of contamination during our inspection and we have assumed that \nthere is no adverse envi ronmental i nnpact i n connection with the existi ng fuel equi pment used on the \nsubject property. \n2. The parking garage at the subject slightly encroaches on the neighboring property to the immediate \nnorthwest. This land is owned by the Government of the Virgin Islands and we have assumed that no claim \nwill arise from the encroachments. \n3. For this analysis, we have valued the going concern interest in the subject property and have allocated the \nvalue of the personal property from the value of the real property. We were provided with financial \nstatments from ownership that indicates the depreciated book value of these assets. It is beyond our scope \nto value these assets in use; therefore, we have assumed that the book values of teh personal property \nitems shown in the statments provided by ownership are reasonably accurate for the purpose of this \nallocation exercise. \nThe value conclusions are based on the following hypothetical conditions that may affect the assignment \nresults. A hypothetical condition is a condition contrary to known fact on the effective date of the appraisal \nbut is supposed for the purpose of analysis. \n1. No hypothetical conditions were employed in this analysis. \nIGY American Yacht Harbor Marina \n\fGeneral Information 3 \nGeneral Information \nIdentification of Subject \nThe subject is an existing 250-slip marina with 5 commercial buildings containing a mixture of retail \nand office space types. The buildings contain 48,661 square feet of rentable area and were \nconstructed in multiple stages; with the majority of the construction completed in 1993. The \ncommercial space is 85% leased as of the effective appraisal date. The marina docks were constructed \nin multiple phases between 1991-1995 and are 52.8% occupied as of the effective appraisal date. The \ntotal site area is 2.76 acres or 120,226 square feet, which includes 0.64 acre or 27,878 square feet, \nthat is re-claimed land. The property also includes 3.2 acres of seabed under the marina dock \nstructures which is leased to the property owner from the Government of the Virgin Islands. The legal \ndescription of the property is shown below. \nProperty Identification \nProperty Name IGY American Yacht Harbor Marina \nAddress 18A-1, 18-61,18-B and 18-W Remainder Estate Smith Bay \nEast End Quarter, St. Thomas, Virgin Islands \nParcel ID 1-07702-0135-00, 1-07702-0134-00, 1-07702-0133-00, and 1-07702-0198-00 \nOwner of Record IGY-AYH ST. Thomas Holdings, LLC \nLegal Description Parcel Nos. 18A-1 Remainder, 18B-1 Remainder, 18B Remainder Estate and 18-W \nEstate Smith Bay, Nos. 1,2 and 3 East End Quarter, St. Thomas, U.S. Virgin Islands \nSale History \nThe most recent closed sale of the subject is summarized as follows: \nSale Date January 19, 2007 \nSeller MOF VI Limited Partnership \nBuyer IGY-AYH ST. Thomas Holdings, LLC \nSale Price $25,500,000 \nRecording Instrument Number document number 2007000531 \nExpenditures Since Purchase Unknown \nThe sale price is consistent with our market value conclusion considering the date of the transaction \nand the market fluctuation since that time. To the best of our knowledge, no sale or transfer of \nownership has taken place within a three-year period prior to the effective appraisal date. \nPending Transactions \nTo the best of our knowledge, the property is not subject to an agreement of sale or an option to buy, \nnor is it listed for sale, as of the effective appraisal date. \nIGY American Yacht Harbor Marina \nirr. \n\fGeneral Information 4 \nPurpose of the Appraisal \nThe purpose of the appraisal is to develop an opinion of the market value of the leased fee (going \nconcern) interest in the property as of the effective date of the appraisal, November 25, 2015. The \ndate of the report is December 15, 2015. The appraisal is valid only as of the stated effective date or \ndates. \nBasis of Value \nMarket value is defined as: \n\"The most probable price which a property should bring in a competitive and open market under all \nconditions requisite to a fair sale, the buyer and seller each acting prudently and knowledgeably, and \nassuming the price is not affected by undue stimulus. Implicit in this definition is the consummation of \na sale as of a specified date and the passing of title from seller to buyer under conditions whereby: \n• Buyer and seller are typically motivated; \n• Both parties are well informed or well advised, and acting in what they consider their own \nbest interests; \n• A reasonable time is allowed for exposure in the open market; \n• Payment is made in terms of cash in U.S. dollars or in terms of financial arrangements \ncomparable thereto; and \n• The price represents the normal consideration for the property sold unaffected by special or \ncreative financing or sales concessions granted by anyone associated with the sale.\" \n(Source: Code of Federal Regulations, Title 12, Chapter!, Part 34.42[g]; also Interagency Appraisal and \nEvaluation Guidelines, Federal Register, 75 FR 77449, December 10, 2010, page 77472) \nDefinition of Property Rights Appraised \nLeased fee interest is defined as, \"A freehold (ownership interest) where the possessory interest has \nbeen granted to another party by creation of a contractual landlord-tenant relationship (i.e., a lease).\" \nLease is defined as, \"A contract in which rights to use and occupy land or structures are transferred by \nthe owner to another for a specified period of time in return for a specified rent.\" \n(Source: The Dictionary of Real Estate Appraisal, Fifth Edition, Appraisal Institute, Chicago, Illinois, \n2010) \nDefinition of Going-Concern Premise \nGoing-Concern Premise is defined as, \"one of the premises under which the total assets of a business \ncan be valued; the assumption that a company is expected to continue operating well into the future \n(usually indefinitely). Under the going-concern premise, the value of a business as a going concern is \nequal to the sum of the value of the tangible assets and the value of the intangible assets, which may \nIGY American Yacht Harbor Marina \n\fGeneral Information 5 \ninclude the value of excess profit, where asset values are derived consistently with the going-concern \npremise.\" \n(Source: The Dictionary of Real Estate Appraisal, Fifth Edition, Appraisal Institute, Chicago, Illinois, \n2010) \nIntended Use and User \nThe intended use of the appraisal is for Commercial credit administration. The client and intended \nuser is Banco Popular de Puerto Rico. The appraisal is not intended for any other use or user. No party \nor parties other than Banco Popular de Puerto Rico may use or rely on the information, opinions, and \nconclusions contained in this report. \nApplicable Requirements \nThis appraisal is intended to conform to the requirements of the following: \n• Uniform Standards of Professional Appraisal Practice (USPAP); \n• Code of Professional Ethics and Standards of Professional Appraisal Practice of the Appraisal \nInstitute; \n• The Principles of Appraisal Practice and Code of Ethics of the American Society of Appraisers \n• The RICS Valuation Professional Standards; \n• The International Valuation Standards of the IVSC; \n• Applicable jurisdictional regulations; \n• Appraisal requirements of Title XI of the Financial Institutions Reform, Recovery and \nEnforcement Act of 1989 (FIRREA), revised June 7, 1994; \n• Interagency Appraisal and Evaluation Guidelines issued December 10, 2010; \n• Appraisal guidelines of Banco Popular de Puerto Rico. \nPrior Services \nUSPAP requires appraisers to disclose to the client any other services they have provided in \nconnection with the subject property in the prior three years, including valuation, consulting, property \nmanagement, brokerage, or any other services. The RICS Red Book also contains requirements for \nvaluers to disclose previous involvement with the subject property within twelve months. We have \nnot performed any services, as an appraiser or in any other capacity, regarding the property that is the \nsubject of this report within the three-year period immediately preceding acceptance of this \nassignment. \nCompetency \nWe hereby confirm that we possess adequate knowledge and skills to perform the assignment \ncompetently, including an understanding area/regional market conditions, and factors which pertain \nto the property type in question. \nIGY American Yacht Harbor Marina \n\fGeneral Information 6 \nIndependence \nWe hereby confirm that we have no conflicts of interest or material involvement in the property which \nis the subject of this valuation; and that we are acting as unbiased, independent, external valuers. \nRICS Valuer Registration \nWe confirm that we are in compliance with the RICS Valuer Registration program, which is mandatory \nfor RICS members in the Caribbean region. \nCurrency \nUnless otherwise stated, all financial figures in this report are expressed in United States Dollars. \nScope of Work \nTo determine the appropriate scope of work for the assignment, we considered the intended use of \nthe appraisal, the needs of the user, the complexity of the property, and other pertinent factors. Our \nconcluded scope of work is described below. \nValuation Methodology \nAppraisers usually consider the use of three approaches to value when developing a market value \nopinion for real property. These are the cost approach, sales comparison approach, and income \ncapitalization approach. Use of the approaches in this assignment is summarized as follows: \nApproaches to Value \nApproach \nApplicability to Subject Use in Assignment \nCost Approach Not Applicable Not Utilized \nSales Comparison Approach Not Applicable Not Utilized \nIncome Capitalization Approach Applicable Utilized \nThe income capitalization approach is the most reliable valuation method for the subject due to the \nfollowing: \n• The probable buyer of the subject would base a purchase price decision primarily on the \nincome generating potential of the property and an anticipated rate of return. \n• Sufficient market data regarding income, expenses, and rates of return, is available for \nanalysis. \nThe sales comparison approach is not applicable to the subject because: \n• This approach does not reflect the primary analysis undertaken by a typical investor-\npurchaser. \n• There are insufficient sales of comparable properties in this market from which to derive a \ncredible value conclusion. \nThe cost approach is not applicable to the subject considering the following: \nIGY American Yacht Harbor Marina \n\fGeneral Information 7 \n• The age of the property makes estimates of accrued depreciation very subjective. \n• This approach is not typically used by market participants, except for new properties. \nResearch and Analysis \nThe type and extent of our research and analysis is detailed in individual sections of the report. This \nincludes the steps we took to verify comparable sales, which are disclosed in the comparable sale \nprofile sheets in the addenda to the report. Although we make an effort to confirm the arms-length \nnature of each sale with a party to the transaction, it is sometimes necessary to rely on secondary \nverification from sources deemed reliable. \nInspection \nMark J. Weathers conducted an interior and exterior inspection of the property on November 25, \n2015. James V. Andrews, MAI, CRE, FRICS, ASA, CVA, also conducted an interior and exterior \ninspection on November 25, 2015. \nIGY American Yacht Harbor Marina \nirr. \n\fArea Analysis 8 \nEconomic Analysis \nArea Analysis \nLocation \nThe U.S. Virgin Islands are located in the Caribbean Sea and the Atlantic Ocean, about 90 miles (140 \nkm) east of Puerto Rico and immediately west of the British Virgin Islands. \nZXICIP \n8F1 171- \nGUATEMALA \nHONDURAS \nNICARAk A IA \n_ PANAMA \nOSTA \n111L \nAR, \nh. \n...\"666•• VFNF71.1F1 A \nIi \nkW. HAY \n!RIR \n- A it nl \nThe territory consists of four main islands: Saint Thomas, Saint John, Saint Croix, and Water Island, as \nwell as several dozen smaller islands. The combined land area of the islands is roughly twice the size of \nWashington, D.C. \nEvan \ntn.x, \n&on \n' nen. \nMann. c, \nbJ \nN For.t;tt St. - -114.1knot \nMasi Thomas • I , \nSenna. \nI--\nch.Hou. \nH. \nWand t St Janus \nCapetla \n6 m Wan. \n13.co \nsrZ' \nMamma \nbemoans, St_ Gem \nanal Sr_ Thomas (44 main) \nSs not shown co solo \nIGY American Yacht Harbor Marina \n\fArea Analysis 9 \n1 \nA mild tropical climate, scenic beauty, and status as a U.S. territory make Virgin Islands appealing for \nvacationers from United States and Europe. The islands host over 2.5 million visitors per year, most of \nwhom arrive by cruise ship, and tourism is the dominant economic engine of the islands, accounting \nfor roughly 70 percent of the total gross territorial product. \nEach district has its own distinct landscape, mix and intensity of land uses, cultural identity, and \nprospects for future development. St Thomas is home to the capital and the territory's largest city, \nCharlotte Amalie, which has an estimated population of roughly 19,000 persons. St Thomas is the \nprimary center for resort tourism, government, finance, trade, and commerce, but its rugged \nlandscape limits the land available for agriculture and other types of land-intensive development. \nCharlotte Amalie is also home to a major deepwater harbor that is along major shipping routes to the \nPanama Canal, and it is just east of the Cyril E King International Airport — one of the busiest airports in \nCaribbean. St. Thomas has two cruise ship docks, and is the most frequented cruise ship port in the \nCaribbean. \nThe island of St John is just under 3 miles to the east of St Thomas. Cruz Bay is located on the western \ncoast of the island and serves as its primary port and link to St Thomas. Nearly two thirds of St John is \nowned by the National Park Service and is off-limits to commercial development. \nSt Croix is largest of the three islands, in both land area and population. It is roughly 45 miles to the \nsouth of St Thomas. Its primary towns are Christiansted and Frederiksted. Overall the island is flatter \nand has more land available for additional agricultural, commercial and residential development than \nSt Thomas. St Croix is also the primary manufacturing center for the Virgin Islands, with rum \ndistilleries, a major watch-assembly plant, and; until February 2012, one of the world's largest \npetroleum refineries (which recently ceased refining operations). \nHistory \nThe Virgin Islands were originally settled by the Ciboney, Carib, and Arawaks. The islands were named \nby Christopher Columbus on his second voyage in 1493 for Saint Ursula and her virgin followers. Over \nthe next three hundred years, the islands were held by many European powers, including Spain, \nEngland, the Netherlands, France, and Denmark-Norway. The Danes developed the islands with \nplantation estates, and the estates boundaries are still used in legal descriptions for land to this day. \nThe U.S. took possession of the islands on March 31, 1917 and the territory was renamed the Virgin \nIslands of the United States. U.S. citizenship was granted to the inhabitants of the islands in 1927. \nGovernment \nThe U.S. Virgin Islands are an organized, unincorporated United States territory. Even though they are \nU.S. citizens, Virgin Islands residents cannot vote in presidential elections. Virgin Islands residents, \nhowever, are able to vote in presidential primary elections for delegates to the Democratic National \nConvention and the Republican National Convention. \nThe main political parties in the U.S. Virgin Islands are the Democratic Party of the Virgin Islands, the \nIndependent Citizens Movement, and the Republican Party of the Virgin Islands. Additional candidates \nrun as independents. \nIGY American Yacht Harbor Marina \n\fArea Analysis 10 \nAt the national level, the U.S. Virgin Islands elects a delegate to Congress from its at-large \ncongressional district. However, the elected delegate, while able to vote in committee, cannot \nparticipate in floor votes. \nAt the territorial level, 15 senators-seven from the district of Saint Croix, seven from the district of \nSaint Thomas and Saint John, and one senator at-large who must be a resident of Saint John-are \nelected for two-year terms to the unicameral Virgin Islands Legislature. The U.S. Virgin Islands has \nelected a territorial governor every four years since 1970. Previous governors were appointed by the \nPresident of the United States. \nPopulation and Employment \nIn 2008, the residential population of the Virgin Islands peaked at an estimated 115,852 persons. This \nfollows five years of slow but steady growth of 1.0%, slightly slower than the U.S. annual average of \n1.15%. Since 2008, population levels have fallen each year, to the 2014 estimated population of \n103,961 persons. \nAmong the three islands, St Croix and St Thomas are nearly equally populous with St John having less \nthan 4 percent of the total population of the Virgin Islands. \nUSVI Economic Indicators \n2005 \t2006 \t2007 \t2008 \t2009 \t2010 \t2011 \t2012 \t2013 \t2014 \t5 Yr Ann \u000bGrowth \nPopulation \t111,470 \t113,689 \t114,743 \t115,852 \t107,343 \t106,405 \t105,784 \t105,169 \t104,563 \t103,961 \t-0.6% \nSt Croix \t54,635 \t55,722 \t56,239 \t56,783 \t52,612 \t50,601 \t50,247 \t50,005 \t49,938 \t49,656 \t-1.1% \nSt. Thoma s \t52,528 \t53,574 \t54,070 \t54,592 \t50,583 \t51,634 \t51,266 \t51,051 \t50,610 \t50,316 \t-0.1% \nSt. John \t4,307 \t4,393 \t4,434 \t4,477 \t4,148 \t4,170 \t4,134 \t4,113 \t4,015 \t3,989 \t-0.8% \nCivilian labor force \t51,159 \t51,159 \t52,670 \t52,630 \t52,861 \t51,424 \t50,729 \t50,577 \t47,558 \t46,784 \t-2.3% \nCivilian employment \t47,301 \t48,640 \t49,547 \t49,589 \t48,863 \t47,272 \t46,121 \t44,659 \t41,207 \t40,687 \t-3.3% \nUnemployment rate (percent) \t7.1% \t6.2% \t5.9% \t5.8% \t7.6% \t8.1% \t8.9% \t11.7% \t13.4% \t13.0% \t14.2% \nGross Territorial Product (GTP, Millions) \t$4,457 \t$4,635 \t$4,836 \t$4,851 \t$4,583 \t$4,660 \t$4,351 \t$3,778 \t$3,792 \t-4.4% \nGTP Per Capita \t$39,984 \t$40,769 \t$42,146 \t$41,872 \t$42,695 \t$43,795 \t$41,131 \t$35,923 \t$36,265 \t-2.7% \nPersonal income (PI) \t$2,723 \t$2,777 \t$2,964 \t$2,606 \t$2,602 \t$2,704 \t$2,661 \t$2,586 \t$2,233 \t-2.9% \nPer capita personal income ($) \t$20,620 \t$21,711 \t$22,658 \t$22,847 \t$23,931 \t$25,603 \t$25,084 \t$23,388 \t$21,353 \t-1.3% \nTotal Exports (Millions of $1 \t$10,476 \t$11,627 \t$12,962 \t$17,249 \t$9,728 \t$11,930 \t$13,314 \t$2,263 \t$1,285 \t$1,671 \t-16.6% \nRefined petroleum \t$9,376 \t$10,463 \t$11,242 \t$13,592 \t$8,327 \t$9,759 \t$10,486 \t$932 \t$32 \t$7 \t-20.0% \nValue of construction permits (Millions $) \t$390.20 \t$442.70 \t$266.10 \t$273.30 \t$261.80 \t$187.20 \t$179.10 \t$141.40 \t$156.60 \t$201.40 \t-4.6% \nSt. Thomas/St. John \t$274.30 \t$217.70 \t$172.90 \t$183.80 \t$79.00 \t$80.60 \t$87.90 \t$85.10 \t$114.80 \t$142.20 \t16.0% \nSt. Croix \t$115.90 \t$225.00 \t$93.20 \t$89.50 \t$175.90 \t$106.50 \t$91.10 \t$56.20 \t$41.80 \t$59.20 \t-13.3% \nSource: Vi Bureau of Economic Research \nThe territory's Labor Force has also declined slightly, and there has been a steady increase in the \nunemployment rate; which was further affected by the closure of the Hovensa oil and gas refinery in \n2012. Note that there was a slight dip in unemployement in 2014. \nIGY American Yacht Harbor Marina \n\fArea Analysis 11 \nPopulation and Employment \n125,000 \n115,000 \n105,000 \n95,000 \n85,000 \n75,000 \n65,000 \n55,000 \n45,000 \n35,000 \n25,000 \n2007 2008 2009 2010 2011 2012 2013 2014 \n_ 16.0% \n14.0% \n- 12.0% \n10.0% \n_ 8.0% \n6.0% \n- 4.0% \n- 2.0% \n_ 0.0% \n—Population Civilian employment --A—Unemployment Rate \nIndustry \nThe territory relies heavily on tourism for economic stability. Additional industries include the \nproduction and export of rum; and until early 2012, the production of refined petroleum products (the \nHovensa Refinery in St. Croix closed in early 2012). The Gross Domestic Product peaked in 2007 at \n$4.85 million, and declined to $4.14 million in 2012, and further declined to $3.79 million for 2013. \nPersonal income per capita is also in decline from over $25,000 in 2010 and 2011 to just over $21,000 \nin 2013. \nIGY American Yacht Harbor Marina \nEl \n\fArea Analysis 12 \nEconomic Indicators \n$45,000 \n$40,000 \n$35,000 \n$30,000 \n$25,000 \n$20,000 \n2007 2008 2009 2010 2011 2012 2013 2014 \n-GTP Per Capita \nPer capita personal income ($) \n-41-Gross Territorial Product (GTP, Millions) \n$5,000 \n$4,500 \n$4,000 \n$3,500 \n$3,000 \n$2,500 \n$2,000 \nThe closure of the Hovensa refinery, which was one of the territory's largest employers, also had a \nsignificant impact on exports which were prevously dominated by petrolium products. Otherwise, the \nterritory predominently relies on the tourism industry to support the economy. \nCommerce and Trade (Millions of $ Unless Otherwise Noted) \n5-Yr Annual \n2007 \t2008 \t2009 \t2010 \t2011 \t2012 \t2013 \t2014 Growth \nTotal exports \t$12,961.8 \t$17,249.4 \t$9,728.3 \t$11,929.5 \t$13,313.5 \t$2,263.2 \t$1,284.8 \t$1,671.4 \t-16.6% \nTo U.S. \t$12,182.2 \t$14,496.3 \t$8,495.3 \t$9,992.5 \t$10,994.8 \t$1,377.7 \t$265.4 \t$225.8 \t-19.5% \nRefined petroleum \t$11,242.1 \t$13,591.9 \t$8,327.3 \t$9,759.4 \t$10,486.1 \t$932.4 \t$61.6 \t$6.5 \t-20.0% \nOther \t$940.1 \t$904.4 \t$168.0 \t$233.1 \t$508.7 \t$445.3 \t$233.8 \t$219.3 \t6.1% \nTo foreign \t$779.6 \t$2,753.1 \t$1,233.0 \t$1,937.0 \t$2,318.7 \t$885.5 \t$1,019.4 \t$1,445.6 \t3.4% \nTotal imports \t$12,251.0 \t$17,861.3 \t$10,289.9 \t$12,153.9 \t$13,972.7 \t$2,966.7 \t$2,590.1 \t$3,391.8 \t-13.4% \nFrom U.S. \t$1,261.0 \t$1,214.6 \t$1,139.3 \t$1,548.9 \t$1,767.6 \t$1,719.4 \t$2,119.2 \t$2,144.5 \t17.6% \nCrude petroleum \t$0.0 \t$0.0 \t$0.0 \t$0.0 \t$0.0 \t$0.0 \t$0.0 \t$0.0 \nOther \t$1,261.0 \t$1,214.6 \t$1,139.3 \t$1,548.9 \t$1,767.6 \t$1,719.4 \t$2,119.2 \t$2,144.5 \t17.6% \nFrom foreign \t$10,990.0 \t$16,646.7 \t$9,150.6 \t$10,605.0 \t$12,205.1 \t$1,247.3 \t$470.9 \t$1,247.3 \t-17.3% \nCrude petroleum \t$8,204.7 \t$12,045.8 \t$7,085.9 \t$7,721.7 \t$10,340.9 \t$660.3 \t$0.0 \t$660.3 \t-18.1% \nOther \t$2,785.3 \t$4,600.9 \t$2,064.7 \t$2,883.3 \t$1,864.2 \t$587.0 \t$470.9 \t$1,247.3 \t-7.9% \nRum exports to U.S. (thous. of P.L.) \t$28,725.1 \t$31,478.7 \t$38,445.3 \t$40,045.1 \t$35,801.2 \t$82,520.0 \t$68,335.4 \t$59,418.5 \t10.9% \nWatch exports to U.S. (thousands) \t$251.4 \t$183.6 \t$75.0 \t$52.0 \t$52.7 \t$55.6 \t$60.0 \t$76.8 \t0.5% \nOcean freight imports (thousands of tons) \t1,092.0 \t1,080.0 \t1,065.0 \t1,091.0 \t1,157.0 \t1,975.0 \t931.0 \t866.0 \t-3.7% \nTo St. Thomas/St. John \t851.0 \t774.0 \t685.0 \t612.0 \t720.0 \t1,199.0 \t564.0 \t558.0 \t-3.7% \nTo St. Croix (excluding petroleum) \t241.0 \t306.0 \t380.0 \t479.0 \t436.0 \t776.0 \t367.0 \t308.0 \t-3.8% \nSource: Vi Bureau of Economic Research \nirr \nIGY American Yacht Harbor Marina \n\fArea Analysis \n13 \n$20,000.0 \n$18,000.0 \n$16,000.0 \n$14,000.0 \n$12,000.0 \n$10,000.0 \n$8,000.0 \n$6,000.0 \n$4,000.0 \n$2,000.0 \n$0.0 \nUSVI Commerce \n$6,000 \n- $5,000 \n2007 2008 2009 2010 2011 2012 \n- $4,000 \n$3,000 \n- $2,000 \n- $1,000 \n$0 \n-Total Exports (Millions $) Total Imports (Millions $) -ik-GTP (Millions $) \nOver ninety percent of non-farm jobs are in the service providing industries, with the remaining jobs \nbeing in goods producing industries. Government, trade, transportation and utilities, and leisure and \nhospitality remain the industries with the largest number of jobs. \nThese three sectors account for 69 percent of all jobs. Professional and business services, construction \nand financial activities account for approximately 9 percent, 4 percent and 6 percent respectively. \nManufacturing and information sectors account for about 2 percent each, while educational and \nhealth services account for 6 percent. Other services account for the remainder of jobs. \nTourism \nThe total number of visitor arrivals to the territory reached over 2.8 million in 2014, including both air \nand cruise ship arrivals. This represents 4.2% growth over the prior year. Total visitor expenditures \nare also growing, with annual growth in excess of 6% each of the last three years. \nUSVI Visitor Expenditures \n2005 \t2006 \t2007 \t2008 \t2009 \t2010 \t2011 \t2012 \t2013 \t2014 \nTotal Visitors (Thousands) \t2,601.9 \t2,570.7 \t2,606.2 \t2,435.2 \t2,245.0 \t2,548.7 \t2,687.9 \t2,642.1 \t2,701.5 \t2,814.2 \nGrowth \t-1.2% \t1.4% \t-6.6% \t-7.8% \t13.5% \t5.5% \t-1.7% \t2.2% \t4.2% \nTotal Visitor Expenditures \t$1,431.6 \t$1,467.6 \t$1,512.6 \t$1,157.1 \t$1,021.3 \t$1,012.5 \t$1,085.3 \t$1,152.8 \t$1,232.2 \nGrowth \t2.5% \t3.1% \t-23.5% \t-11.7% \t-0.9% \t7.2% \t6.2% \t6.9% \nFrom Stopover Tourists \t$863.8 \t$883.2 \t$929.8 \t$686.4 \t$687.4 \t$678.2 \t$740.6 \t$784.7 \t$851.0 \nDay Trip Excursionists \t$27.2 \t$25.6 \t$27.7 \t$29.7 \t$28.6 \t$28.0 \t$35.4 \t$35.4 \t$36.1 \nFrom Cruise Ship Passengers \t$540.6 \t$558.8 \t$555.2 \t$441.0 \t$305.3 \t$306.3 \t$311.8 \t$332.7 \t$345.1 \nSource: Vi Bureau of Economic Research \nIGY American Yacht Harbor Marina \nEl \n\fArea Analysis \n14 \n$1,000.0 \n$900.0 \n$800.0 \n$700.0 \n$600.0 \n2 \n$5000 \n$400.0 \n$300.0 \n$200.0 \nUSVI Visitor Expenditures \n2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 \n4,000.0 \n- 3,800.0 \n- 3,600.0 \n- 3,400.0 -,,., \n-0 \n- 3,200.0 04/ \n0 \n3,000.0 g \n-  n \n2,800.0 0 \nIn \n- 2,600.0 $. \n- 2,400.0 \n- 2,200.0 \n2,000.0 \n- -From Stopover Tourists (Mills) From Cruise Visitors (Mills) Number of Total Visitors \nIt is apparent, however, that the amount of visitor expenditures from cruise ship passengers has not \nincreased linearly with arrivals since 2009; whereby the ratio was more linear in prior years. Cruise \npassenger arrivals grew 4.94% to over 2.08 million in 2014 following growth of 5.37% in the prior year. \nTotal expenditures from cruise ship visitors grew 3.73% to over $345 million in 2013, following growth \nof 6.7% in 2012. \nCruise Ship Passenger Arrivals \n2005 \t2006 \t2007 \t2008 \t2009 \t2010 \t2011 \t2012 \t2013 \t2014 \nSt. Thomas / St. John \t1,909,984 \t1,901,275 \t1,917,371 \t1,754,557 \t1,507,623 \t1,751,328 \t1,887,096 \t1,790,550 \t1,886,647 \t1,979,926 \nGrowth \t-0.46% \t0.85% \t-8.49% \t-14.07% \t16.16% \t7.75% \t-5.12% \t5.37% \t4.94% \nSt. Croix \t54,502 \t35,191 \t7,146 \t2,510 \t105,093 \t149,418 \t158,186 \t117,165 \t116,436 \t138,055 \nGrowth \t-35.43% \t-79.69% \t-64.88% \t4086.97% \t42.18% \t5.87% \t-25.93% \t-0.62% \t18.57% \nTotal \t1,912,539 \t1,903,533 \t1,917,878 \t1,757,067 \t1,582,264 \t1,858,946 \t2,008,991 \t1,904,468 \t1,998,579 \t2,083,890 \nGrowth \t-0.47% \t0.75% \t-8.38% \t-9.95% \t17.49% \t8.07% \t-5.20% \t4.94% \t4.27% \nCruise Visitor Expenditures (Millions) \t$540.6 \t$558.8 \t$555.2 \t$441.0 \t$305.3 \t$306.3 \t$311.8 \t$332.7 \t$345.1 \n3.37% \t-0.64% \t-20.57% \t-30.77% \t033% \t1.80% \t6.70% \t3.73% \nSource:VI Bu rea u of Economic Research \nTotals breach island include 1st and 2nd ports of call; totals for USVI include only lst port of call \nirr \nIGY American Yacht Harbor Marina \n\fArea Analysis \n15 \nUSVI Cruise Ship Tourism \n2,400,000 \t$800.0 \u000b- $700.0 \u000b$600.0 \u000b$500.0 \u000b$400.0 \u000b$300.0 \u000b- $200.0 \n2,200,000 \n2,000,000 \u000b1,800,000 \n1,600,000 \n1,400,000 \n1,200,000 \n1,000,000 \t$100.0 \n2005 2006 2007 2008 2009 2010 2011 2012 2013 2014 \n—Cruise Passenger Arrivals Cruise Visitor Expenditures (Millions) \nIn terms of stopover tourists, the U.S. Virgin Islands ranks 7th in the list of the top tourism markets in \nthe Caribbean, with 2014 stay-over arrivals of about 730,000. The year 2014 indicated modest growth \nin arrivals, with 3.90% growth over the prior period. The chart below illustrates the relationship \nbetween arrivals and GDP. We note that the continuing downturn in GDP is likely due to negative \ninfluences outside the tourism sector, such as the 2012 closure of the Hovensa oil refinery in St. Croix. \nIGY American Yacht Harbor Marina \ni9 \n\fArea Analysis 16 \nStay-Over Arrivals and GDP Per Capita \n$60,000 \n800,000 \n780,000 \n$55,000 \n760,000 \n$50,000 \n740,000 \n$45,000 \n720,000 \n700,000 \n$40,000 \n680,000 \n$35,000 \n660,000 \n640,000 \n620,000 \t$30,000 \n600,000 \t2008 \t2009 \t2010 \t2011 \t2012 \t2013 \t2014 \t$25,000 \n683,294 \t666,051 \t691,194 \t678,962 \t737,651 \t702,963 \t730,367 \n-Stay-Over Arrivals \nGDP Per Capita \t$41,864 \t$42,712 \t$43,656 \t$40,557 \t$35,123 \t$33,375 \nSource: Virgin Islands Bureau of Economic Research, WorldBank, Integra Realty Resources \nHotel Performance \nData from Smith Travel Research indicates 2014 occupancy for reporting hotels of 67.8%, up 3.29% \nover the prior year. The reported average daily rate (ADR) was $308.98 (up 0.51%), leading to \nRevenue Per Available Room Night (RevPar) of $209.53 (up 5.63%). \nHotel Performance by Country - USVI \n2013 \t2014 \tGrowth \nSample Size (Rooms) \t1,504 \nRoom Nights Available (Supply) \t$1,775,819 \t$1,750,284 \t-1.44% \nRoom Nights Sold (Demand) \t$1,145,860 \t$1,186,924 \t3.58% \nOccupancy \t64.5% \t67.8% \t3.29% \nRoom Revenues \t$352,268,119 \t$366,739,620 \t4.11% \nADR \t$307.43 \t$308.98 \t0.51% \nRevPar \t$198.37 \t$209.53 \t5.63% \nRooms in Active Pipeline 12/31 \t0 \t453 \nNote: Values in United States Dollars \nSource: Smith Travel Research: Note: Sa mole Size reflects the number of rooms within the STR participating hotels \nIGY American Yacht Harbor Marina \nirr. \n\fArea Analysis 17 \nHotel Performance \n$330.00 \n$310.00 \n$290.00 \u000b$270.00 \n$250.00 \t-maiill \n$230.00 \n$210.00 \n$190.00 \u000b$170.00 \n$150.00 \t2013 \t2014 \nADR \t$307.43 \t$308.98 \nNEN \nRevPar \t$198.37 \t$209.53 \n-6-Occupancy \t64.5% \t67.8% \nSource: Smith Travel Research (STR Inc.) \n74.0% \n72.0% \n70.0% \n68.0% \n66.0% \n64.0% \n62.0% \n60.0% \nAccording to STR, there are 453 rooms in the active pipeline, which would add 8.6% to the existing \nroom stock of 4,818 rooms. These projects include the 153-room, proposed Embassy Suites in the \nmahogany Run area, and the 300-room, proposed Hyatt Regency in Mandal Bay. In addition, a hotel \nproject was recently announced on Water Island; however, the developers have not yet announced a \nbrand or number of proposed rooms. \nHousing / Property \nAs the supply of housing has increased in the last two decades, homeownership rates have also \nincreased, although only slightly. Rates increased 1.9 percentage points between 2000 and 2010, and \nincreased an additional 3.8 percentage points from 2010 to 2012. Average home prices dropped by \n11.8 percent in 2008, but then increased in 2009 and 2010 by 4 percent and 12.3 percent, \nrespectively. In 2012, average home prices fell 17.4% and then rebounded in 2013 with an increase of \n22.1%. The average sales price in 2013 was $538,369. Presumably, much of the increased supply of \nnew homes and condominiums has gone to non-residents and vacationers. Over the past decade, \nhousing costs have accelerated at a far greater pace than resident incomes, putting home ownership \nbeyond the reach of all but a few relatively wealthy islanders. \nIn 2013, St. Thomas and St. John had an average home sale price of $713,183, while the average home \nsale price in St. Croix was $306,083. While prices have not caught up with what they were in 2007, St. \nThomas and St. John have seen some recovery in the overall housing market. St. Croix, however, \ncontinues to suffer from the closing of the Hovensa refinery. In 2014, the average single family home \nsales price in St. Croix was $334,167, while in St. Thomas it was $909,839. 2015 year to date averages \nare show an increase in average single family home price in St. Croix and a decrease in St. Thomas and \nSt. John, with averages of $414,178 and $759,811 respectively. \nIGY American Yacht Harbor Marina \n\fArea Analysis \n18 \nThe current situation is that the recovering housing market and general economic conditions on the \nUS mainland is slowly having a positive impact in the US Virgin Islands' real estate market in terms of \noverall average home prices as well as the number of homes sold. Home sales in the territory, while \nstill lower than 2007 figures, have increased annually since 2012. \nAccording to statistical data provided by the Multiple Listing Service, the value of real estate sales in \nthe St. Thomas-St. Croix MLS grew by 54% in 2014 to nearly $200 million on 883 transactions; volume \nseen since 2008 and sales pace not seen since 2007. This growth follows 20% growth in 2013 which \ncame after six years of declines. The average sales price surpassed $300,000, a level also not seen \nsince 2008. \n$400,000,000 \n$350,000,000 \n$300,000,000 \n$250,000,000 \n$200,000,000 \n$150,000,000 \n$100,000,000 \nMLS Sales Volume - St. Thomas and St. Croix \n2006 2007 2008 2009 2010 2011 2012 2013 2014 \n—Sales Volume Average Sale Price \nSource: St. Thomas/St. Croix MLS \n$350,000 \n$340,000 \n- $330,000 \n$320,000 \n1- $310,000 \n_ $300,000 \n$290,000 \n- $280,000 \n- $270,000 \n$260,000 \n$250,000 \nReal Estate Ownership and Taxation \nOwnership is \"fee simple\", under the U.S. flag. There are no restrictions against purchasing solely for \ninvestment, and no laws dictating when, if ever, you must build on undeveloped land. It should be \nnoted that for 2006 there was a reassessment, and the tax rate changed to $3.77 per $1,000 based on \n100% of assessed value (for residential property); however, there was an ongoing court challenge to \nthe reassessment, and a federal injunction blocked tax bills until the issue could be resolved. As of \nDecember, 2013, the 2006, 2007, 2008, 2009, 2010, 2011 and 2012 tax bills have all been issued under \nthe old 1999 assessed values and tax rates. This federal court injunction regarding the tax \nreassessment of VI property values had previously prevented the government from collecting property \ntax for at least four years, resulting in the government losing US$25 million a month. New assessed \nvalues as well as amended tax rates were released in conjunction with the 2013 tax bills in August, \n2014. Subsequent tax bills were issued at a rate of two per year until August 2015 when the 2015 bill \nwere released and the Virgin Islands became current with respect to its property taxes. \nIGY American Yacht Harbor Marina \nirr \n\fArea Analysis 19 \nAll real estate transactions also require a Government Transfer Tax (stamp tax), which can be paid by \nthe buyer or seller. \n2% for property valued up to $350,000 \n2.5% for property valued from $350,001 to $1,000,000 \n3% for property valued from $1,000,001 to $5,000,000 \n3.5% for property valued over $5,000,001 \nNotable News and Developments \n• On January 18, 2012, it was announced that the Hovensa refinery would be permanently shut \ndown. This has had a major impact causing an economic downturn on the island, leaving 1,158 \nformer Hovensa workers unemployed and many more employed by the company's \ncontractors according to the United States Department of Labor. Recently, an auction of \nHovensa's assets was conducted in New York City with multiple qualified bidders, and the \nassets were awarded to Limetree Bay Holdings, a subsidiary of ArcLight Capital Partners. \nPending approval by the Virgin Islands legislature, ArcLight's operation of the oil storage \nfacility will create a minimum of 80 jobs, with the possibility of more in the future. ArcLight \nindicated there could be a possibility of a limited restart of some refinery units at some point \nin the future. \n• Both the Senate and the US House of Representatives passed the Coast Guard Reauthorization \nAct, and President Obama signed the act into legislation in the fiscal year 2015 which should \nhelp level the charter yacht industry playing field. Prior to 1993 and the imposition of a six-\npassenger limitation on US uninspected vessels, the charter yacht industry in the US Virgin \nIslands was thriving, contributing over $100 million in annual revenue and hundreds of jobs to \nthe local economy. A large chunk of the industry moved to the British Virgin Islands after the \nsix-passenger rule limitation was initiated by the US Government. The bill has recently been \nenacted into law, and the ability of the USVI to compete in this industry should be significantly \nimproved. \n• After an extensive search and vetting process, the USVI Government has selected a group of \nlocal and regional investors to develop a hotel resort on Water Island, just off of St. Thomas. \nThere are apparently eight hotel brands in discussions with the developers for branding the \nproperty. \n• A Texas-based EB-5 Regional Center has announced an EB-5 funded commercial project \nknown as the Port of Mandahl Caribbean Conference Resort. When completed, the \ndevelopment is reportedly planned to include two full-service hotels, a golf course, a state of \nthe art conference center, retail and commercial space, and high-end residential units. EB-5 is \na type of economic citizenship program whereby the United States grants citizenship to \ninvestors of certain approved projects in areas where the economic boost is needed. Regional \nCenters are tasked with selling the investments such as limited partnerships to international \nbuyers. \n• The Margaritaville (Wyndham) Vacation Club is under construction in Water Bay on the East \nEnd of the island of St. Thomas. The project is a renovation of the 290-room Renaissance \nIGY American Yacht Harbor Marina \n19 \n\fArea Analysis 20 \nGrand Beach Resort into 262 timeshare oriented condominium units. The first phase on this \nproject was completed in September 2015 and is open, while the second phase is currently \nunder construction. \n• The University of the Virgin Islands has announced plans to develop a medical school on St. \nThomas, which will be operated in collaboration between the hospitals on St. Thomas and St. \nCroix. \nConclusions \nEconomic conditions in the U.S. Virgin Islands appear to be slower to recover than many areas of the \nregion, particularly in St. Croix, where industrial development had previously been more of a focus \nthan tourism The closure of the Hovensa refinery and the failure to facilitate a sale to a buyer who can \nre-open the facility as a refinery will continue to plague St. Croix until other new developments occur \nthat can create new jobs. The assets of the refinery were recently sold at auction, but operating \nagreement with the USVI Government only states the buyers will use the oil storage portion in \naddition to constructing an asphalt plant on the property, which projects to only 80 jobs created in the \nimmediate future. There appears to be ongoing resurgence in tourism for St. Thomas and St. John, and \nreal estate activity appears to be improving; however, many businesses — even those catering to cruise \nship passengers — continue to struggle. Our forecast is for continued improvement in arrivals and \nhotel statistics, but only gradual economic improvement for the overall territory. \nIGY American Yacht Harbor Marina \n\feupeN JocpeH ltpeA ueD!Jawv ADI \n- ®c ci.11gLegasiirg(97F@IIII \n; .AzniD \nj \n'Pod ' \nii;V090N 51x10/57 \n- \n'J I pe ki _. Pu015/ \n, 4.. r- • I \n• JaIDNI \n0112W \n?Mtn] \nSL1DH \n.41r \n550 al ka, \nWIA0J3 \n,srmuotti \n6u!ci \ndein eaiv \n1Z \ns!sicieuv ealv \n\fSurrounding Area Analysis 22 \nSurrounding Area Analysis \nLocation \nThe subject is located in the town of Red Hook in the East End area of the Island known as Estate \nSmith Bay. Red Hook is one of the three primary business districts on the island. \nAccess and Linkages \nPrimary access to the area is provided by Route 32 (Smith Bay Road), a major arterial that crosses the \neast end of the island in a generally east-west direction. This is the primary route through the town of \nRed Hook, one of the three major commercial centers of the island; with the others being the city of \nCharlotte Amalie and the Tutu area. Overall, vehicular access is good. \nPublic transportation is provided by Safari Taxi and provides access to all relevant areas. The local \nmarket perceives public transportation as average compared to other areas in the region. However, \nthe primary mode of transportation in this area is the automobile. \nThe Red Hook Ferry Terminal offers passenger ferries and car barges on regular schedules to and from \nSt. John. Passenger ferry service to the British Virgin Islands is also available. \nThe Cyril E. King International Airport is located about 8.4 miles from the property; travel time is about \n25 minutes, depending on traffic conditions. The Charlotte Amalie CBD, the economic and cultural \ncenter of the island, is approximately 7.0 miles from the property. \nDemand Generators \nThe demand for commercial space in the area of the subject is fueled by the popularity of the Red \nHook business district. Red Hook is a centralized area serving the east end of St. Thomas, and features \nmarinas, restaurants, bars, retail shops, and office space. \nThe demand for office space in the area has been down due to overall economic conditions. As the \neconomy continues its recovery, the demand for well-located office space will increase as well. Retail \nspace; however, has seen an increase in demand in this area over the past 12-24 months as shown by \nthe low vacancy in the 3 major retail properties Red Hook; American Yacht Harbor (subject), Red Hook \nPlaza and Galleria Shopping Center. \nCompared to the territory area as a whole, the local area has higher income levels. Population trends \nare similar except that the local area is growing at a faster rate than the territory. \nLand Use \nThe area is suburban in character and approximately 65% developed. \nPredominant land uses are retail and office uses, with some residential users nearby. Marina use is \nalso prevalent in this area. The area contains several neighborhood retail/office centers within a few \nblocks of the subject along Smith Bay Road. These include East End Plaza which is three stories and \ncontains mostly office space, the aforementioned Galleria Shopping center which will is anchored by a \nnewly opened gourmet grocery store, and the aforementioned Red Hook Plaza which is a two story \nIGY American Yacht Harbor Marina \n\fSurrounding Area Analysis 23 \nbuilding with a mixture of office and retail. There are other small retail commercial buildings both \nalong the waterfront and the inland side of the road; such as restaurants, bars and a convenience \nstore/gas outlet. \nIn addition to the drawing power of these retail users, the lvanna Eudora Kean High School is located \napproximately 1,500 feet west of the subject property. \nDuring the last several years, development has been predominantly of retail/office uses. The largest \nrecent development in this area has been East End Plaza, which was constructed in 2008. However, \nthe completion of this commercial building coincided with the downturn in the overall economy in the \nterritory, and the property has struggled to reach stabilization. There is also a newly constructed, \nsmall commercial strip center in close proximity to the subject called Crosswinds Center that opened \napproximately two years ago. Ace Hardware is the anchor tenant in this building, while the majority of \nthe other commercial bays remain vacant. \nThere have also been two notable bar/restaurant openings within the past two years, both at the \nsubject property. Near the subject, a Senor Frogs restaurant opened in November 2013 featuring a \ndining and nightclub atmosphere. Additionally, a tavern/restaurant called Tap & Still has opened \napproximately 450 feet southwest of the subject. A new Thai/Sushi restaurant is under construction \nwithin Red Hook Plaza, just west of the subject. These new establishments are indicative of the \nimproving retail/commercial climate of the Red Hook area. \nOutlook and Conclusions \nThe area is in the slow growth stage of its life cycle. There have been signs of increased demand as \nexisting commercial space has been leasing up more rapidly over the past six months, showing the \nupside of the subject's area. We anticipate that property values will slightly increase in the near \nfuture. \nIGY American Yacht Harbor Marina \n119 \n\fSurrounding Area Analysis \n24 \nSurrounding Area Map \nUrman Fredericks \nTerminal-Red Hook \nVessop fik7y \nEti \nL'\"\"ei.nrdgE.Rd-\nbirn \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis 25 \nMarina Market Analysis \nMarinas are not at all homogenous, and the various combinations of business and physical \ncomponents result in significantly different results for the owners and operators. The two major types \nof marinas are coastal (usually found in saltwater inland waterways that lead to an ocean port), and \nfreshwater (found on lakes). Saltwater marinas tend to attract larger vessels and require a completely \ndifferent level of maintenance. Freshwater marinas typically cater more toward day-sailors and day-\nboaters who do not have personal space with which to keep their boats. \nTypical marinas in both coastal and freshwater locations can include any combination of the following \ncomponents: \n• Wet Slips (covered and uncovered) \n• Dry Storage (land) \n• Dry Storage (stack) \n• Maintenance and Repair Yard and Services \n• Marine Dealerships (boat sales) \n• Merchandise Sales (fishing, boating, sundries) \n• Fuel Sales (gas and diesel) \n• Equipment Rental \nWith regard to slip rentals (wet and dry), these spaces can be either rented (the traditional route), or \nsold as \"dockominiums\" and \"rackaminiums.\" The sellout component became very popular in the last \ndecade, and many marinas were converted to all or part sellout type enterprises. Part of the reason is \nthat developers in recent times prefer to develop real estate for sale (condominiums or homesites) \nthat surround the marina, and in turn could sell the boat spaces and then move on to another \ninvestment. The market for dockominiums (wet and dry) somewhat dried up during the recent \nrecession, and many of the unsold units were subsequently rented instead of sold. \nAnother trend of development prior to the 2008 recession was for marinas within luxury resort \ncommunities that also have a residential component. These include 4 and 5-star resorts in the \nsubtropical USA as well as the Caribbean. Typical luxury resort developments planned in the last \ndecade would include a hotel (which the developer would license to a \"branded\" operator), \ncondominiums and villas for sale, home sites for sale, and recreational components such as a golf \ncourse and marina. The sellout types of dock spaces fit well into the business model of the developer, \nas they sell other components and license the hotel operation to a separate entity. \nMarinas also vary in size from small \"mom and pop\" or \"lifestyle\" businesses with less than 50 slips to \nlarge enterprises that attract institutional purchasers. Across the board, marinas are affected by \neconomic downturns due to the leisure component of the boating hobby. During the last two \nrecessions (2000-2003 and 2008-2009), many marinas went into foreclosure. This created difficulty for \nmarinas to obtain financing. \nirr. \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis 26 \nCoastal marinas along the eastern seaboard were fairly successful until the recent recession, with \nmany documenting 100% occupancy or waiting lists. This may be partly due to increased \nenvironmental regulation limiting dredging new bodies of water or deepening existing ones. As \nmarinas are typically close to inlets leading to the sea or inland waterways, they are typically in areas \nthat are rich with aquatic life. \nNational Boating Trends \nBecause of the age, size, design, tenancy, quality, and location of the subject, it is likely to appeal to \ninvestors primarily on a national or regional basis. While national factors may or may not be indicative \nof the subject's market area, the national trends exhibited are generally indicative of movement in all \nsubmarkets. Real estate is typically analyzed on a market-by-market basis. Published secondary data \nand market studies for the marina industry on a local or regional level are scarce. Nationwide, the \nmost comprehensive statistical reference guide for the marina industry is the Recreational Boating \nStatistical Abstract, published annually by the National Marine Manufacturers Association (NMMA). \nThe most recent publication reports 2014 data. \nAccording to NMMA, the boating industry generated $35.4 billion in sales and services in 2013, a 3.5% \ndecline from 2013. This represented the first year of decline after three consecutive years of growth \nfollowing the low point in 2010, of $30.4 billion, from the \"great recession.\" The peak occurred in 2006 \nat $39.5 billion. \nOf the 242.5 million adults living in the United States in 2014, 35.7%, or 87.3 million people, \nparticipated in recreational boating; a 1.8% decline from 2013. This is within the range of participation \nover the past four years which varies from 34.8% to 37.8% of the population. \nNew boat sales peaked at 912,130 in 2006, but have declined since that date with 2014 sales at \n534,500 units, an increase of 0.44% from 2013. Before the recession in 2007, fuel prices increased, \nfollowed by increased unemployment and tightening credit. Luxury and leisure goods such as boats \nare typically the first things to be put on the back burner as people become more discretionary with \ntheir income. As a result, pre-owned power boat represented 64% of all boat sales during 2014, and \nnew boat dealers have had to compete. \nWhile boating participation declined recently, boat registrations have fallen. Boat registrations were \nup 0.08% to 12 million in 2014 versus 11.99 million in 2013. Florida led all states in boat registrations \nfor 2014 followed by California, Minnesota, Michigan, and Wisconsin, in that order. \nThe demographic of boat owners is largely middle class. In 2014, 95% of registered mechanically \npropelled boats were 26 feet or less, indicating more affordable, entry-level, trailerable boats. The \nmajority (71.5%) of boat owners earn an average household income under $100,000. Over 60% of \nboating participants were between the age of 31 and 64 which signifies that the increase in boating \npopulation is younger. \nNational Marina Industry \nEvery December/January, Marina Dock Age magazine publishes an issue dedicated to trends in the \nmarina industry. An article from the most recent issue in December 2014 indicates that the majority of \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis 27 \nmarinas and boatyards continue to improve net profits, overall revenues, and occupancy rates, with \n82% expecting stable or increasing occupancy rates. \nThe table that follows details marina occupancy rates for 2014. \nMarina Occupancy Rates - 2014 \nOccupancy Rate Range \nLess than 50% \t50% - 74% \t75 - 84% 85% - 94% \t95% - 99% \t100% \nOwnership Type/ Size \t%of Respondents \nGovernment Owner \t4.4% \t22.2% \t17.8% \t17.8% \t22.2% \t13.3% \nCorporate Owner \t4.0% \t32.0% \t18.0% \t14.0% \t25.0% \t7.0% \nPrivate Owner \t2.0% \t16.0% \t19.0% \t31.0% \t14.0% \t13.0% \nSmall (1 - 99 Slips) \t5.0% \t13.0% \t11.0% \t23.0% \t15.0% \t32.0% \nMedium (100 - 249 slips) \t5.0% \t17.0% \t21.0% \t26.0% \t21.0% \t10.0% \nLarge (250- 749 slips) \t0.0% \t19.0% \t21.0% \t30.0% \t17.0% \t13.0% \nVery Large (Over 750 slips) \t0.0% \t27.8% \t16.6% \t27.8% \t27.8% \t0.0% \nOverall \t3.0% \t17.0% \t18.0% \t26.0% \t18.0% \t15.0% \nMarina Dock Age publishes statistical information based on the percentage of overall respondents. \nThe subject is under private ownership and has 98 boat slips which are expected to be increased to \n108 slips. The largest majority (31%) of private owner marinas reported 85% to 94% occupancy rates. \nOverall, 58% of private owners reported occupancy rates of 85% to 100%. The largest majority (32%) \nof small marinas reported occupancy rates of 100%, with 70% of small marinas reporting occupancy of \n85% to 100%. The largest majority of medium marinas (26%) reported occupancy rates of 85% to 94%, \nwith 57% of medium marinas reporting occupancy of 85% to 100%. \nThe table that follows details boat slip and service rate changes in 2014 over 2013. \nSlip/Service Rate Changes -2014 Over 2013 \nDecreased \tStayed Same \tIncreased \nMarina Size \t% of Respondents \nSmall (1 - 99 Slips) \t1.9% \t56.6% \t41.5% \nMedium (100 - 249 slips) \t1.0% \t62.0% \t37.0% \nLarge (250 - 749 slips) \t1.3% \t53.2% \t45.5% \nVery Large (Over 750 slips) \t0.0% \t28.0% \t72.0% \nOverall \t1.0% \t55.0% \t44.0% \nThe majority of marinas kept rates the same between 2013 and 2014. \nThe table that follows details rate changes by service type. \nIGY American Yacht Harbor Marina \nEP \n\fMarina Market Analysis 28 \nProduct/Service Revenues - 2014 Over 2013 \nDecreased \tStayed Same \tIncreased \nService \t% of Respondents \nSailing! Training School \t4.0% \t48.0% \t48.0% \nCabin/Campground/RV \t0.0% \t35.0% \t65.0% \nEvent Services/Venue \t8.0% \t40.0% \t52.0% \nTour Boat/Charter Fishing/Water Taxi \t9.0% \t45.5% \t45.5% \nWater Toy Rental \t12.0% \t18.0% \t70.0% \nBoat Rental \t12.3% \t16.3% \t61.4% \nBoat CI ub \t13.0% \t48.0% \t39.0% \nPumpout \t8.0% \t65.0% \t27.0% \nUsed Boat Sales/Brokerage \t21.0% \t32.0% \t47.0% \nNew Boat Sales/Brokerage \t18.0% \t27.0% \t55.0% \nSelf-Service Repair \t7.3% \t76.4% \t16.3% \nHaul-Out/Winterization Services \t17.8% \t54.6% \t27.6% \nBoat Mai ntenance/Repair \t27.0% \t30.0% \t43.0% \nShip/Convenience Store \t21.5% \t36.7% \t41.8% \nCommercial/Retail Lease Space \t4.4% \t54.4% \t41.2% \nRestaurant \t11.0% \t28.0% \t61.0% \nFuel \t26.5% \t18.0% \t55.5% \nLaunch Ramp \t8.7% \t57.6% \t33.7% \nMoorings \t11.0% \t36.0% \t53.0% \nDry Storage \t15.0% \t37.0% \t48.0% \nTransient SI i ps \t17.0% \t35.0% \t48.0% \nLeased Slips \t16.0% \t28.0% \t56.0% \nThe subject has campground/RV pad sites and will also include cabins with 65% of respondents \nindicating increases in their revenues for this department. The subject has dry (land) storage with 48% \nof respondents indicating increases in this department. The subject has leased slips with 56% of \nrespondents indicating increases in this department. \nThe table that follows summarizes marina expenses by age of the marina. \nMarina Expenses -2014 Over 2013 \nDecreased \tStayed Same \tIncreased \nFacility Age \t% of Respondents \nNew (Less than 7 Years) \t15.0% \t40.0% \t43.0% \nMedium (8 - 35 Years) \t8.0% \t27.0% \t65.0% \nOld (36+ Years) \t6.0% \t22.0% \t72.0% \nOverall \t8.0% \t25.0% \t67.0% \nThe subject is 21-25 years old. The majority (72%) of marinas over 36 years of age indicated increases \nin operating expenses. \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis 29 \nThe table that follows details whether or not marinas will post a gross profit for 2014, based on \nmarina size. \nMarina Gross Profit - Will Report a Gross Profit \nNo \tDo Not Know \tYes \nMarina Size \t% of Respondents \nSmall (1 - 99 Slips) \t19.0% \t17.0% \t64.0% \nMedium (100 - 249 slips) \t16.0% \t14.0% \t70.0% \nLarge (250 - 749 slips) \t9.2% \t14.5% \t76.3% \nVery Large (Over 750 slips) \t11.0% \t11.0% \t78.0% \nOverall \t14.5% \t14.5% \t71.0% \nThe majority of small marinas (64%) reported that they would report a gross profit in 2014. The \nmajority of medium marinas (70%) reported that they would report a gross profit in 2014. \nThe table that follows details changes in gross profit in 2014 over 2013. \nMarina Gross Profit - 2014 Over 2013 \nDecreased \tStayed Same \tIncreased \nOwnership Type/ Size/ Age \t% of Respondents \nGovernment Owner \t9.0% \t34.0% \t57.0% \nCorporate Owner \t17.8% \t28.6% \t53.6% \nPrivate Owner \t22.4% \t24.5% \t53.1% \nOverall \t19.2% \t28.8% \t52.0% \nNew (Less than 7 Years) \t53.8% \t50.0% \t68.0% \nMedium (8 - 35 Years) \t21.5% \t20.0% \t0.0% \nOld (36+ Years) \t24.7% \t30.0% \t32.0% \nThe majority (53.1%) of private owner reported that gross profit increased in 2014. The majority (32%) \nof marinas over 36 years old reported that gross profit increased in 2014. \nConclusion \nThe majority of respondents indicated stable to increasing occupancy rates in 2014 over 2013. Most \nrespondents had an occupancy rate above 85%. Most respondents also indicated increased revenues. \nThese are all positive indications for the marina industry. \nAn article in Marina Dock Trends states that the market is improving for marina properties. The article \nreports that pre-recession, marina capitalization rates were around 5% to 6%. Post-recession through \nMay 2014, capitalization rates were around 10%. Since May 2014, capitalization rates for marinas \nbegan decreasing. \nThough the boating industry experienced a decline in revenue and participation during the recession, \ndemand for slips far exceeds the current supply. Many industry experts as well as local brokers in \nIGY American Yacht Harbor Marina \nirr \n\fMarina Market Analysis 30 \nmarina sales have indicated that now is a good time to invest in a marina, despite the previous \nrecession and limited financing. \nCompetitive Marinas \nThe most significant supply and demand indicators for the subject are rental and occupancy rates \nexperienced by directly competing properties. The operation of a pleasure craft marina provides \nrevenue sources which include a mix of various rental, sales and services for the pleasure craft \noperators. Principle revenue stream for pleasure craft marinas includes in-water slips, fuel sales, and \nbuilding rent. \nThe subject's asking and average contract rates are shown in the table that follows. The current \noperator is leasing the marina slips by linear feet of vessel length. We have then converted this rental \nincome into a rental rate per linear foot of dock space. The subject offers slip rental on a daily, weekly, \nmonthly, seasonal and annual basis. The contracted rental rates represent a blend of these rates, from \ndaily tenants to long term tenants on annual leases. According to management, approximately 60% of \nthe occupants at any given time are seasonal or annual tenants. \nMarina Rent Roll \nTotal \tAnnual \tAverage \n# of \tAverage LF \tAnnual LF \tTotal LF \tOccupancy \tTotal Rental \tMonthly Rental \nYear \tSlips \tper Slip \tAvailable \tOccupied \tRate \tRevenue \tRate/LF \n2010 \t105 \t53.29 \t2,042,170 \t1,379,235 \t67.5% \t$1,551,721 \t$34.22 \n2011 \t105 \t53.18 \t2,038,110 \t1,298,157 \t63.7% \t$1,490,744 \t$34.93 \n2012 \t105 \t54.24 \t2,078,880 \t1,155,377 \t55.6% \t$1,290,526 \t$33.97 \n2013 \t105 \t54.10 \t2,073,200 \t1,206,388 \t58.2% \t$1,362,951 \t$34.36 \n2014 \t105 \t54.10 \t2,073,200 \t1,233,672 \t59.5% \t$1,513,100 \t$37.31 \n2015 (Annualized) \t105 \t54.10 \t2,073,200 \t1,172,976 \t56.6% \t$1,438,110 \t$37.29 \nAverage \t105 \t54 \t2,063,127 \t1,240,968 \t60.1% \t$1,441,192 \t$35.35 \nWe weren't provided with a current rent roll for the marina slips but we were provided with monthly \nhistorical occupancy and rental rate data. With the transient nature of marina tenants, a historical \nrent and occupancy figures are a more accurate indication of the income properties of the marina. \nRental rates at the subject, and in this market, are based on a rate per linear foot of vessel length. As \ndiscussed earlier, the subject contains 105 wet slips with a total of 5,680 linear feet of rentable dock \nspace, which indicates a total of 2,073,200 rentable linear feet per year. \nAs of the effective valuation date, the subject marina has experienced an overall occupancy rate of \n56.3% for the year to date 2015. We have looked at occupancy rates on an average, annual basis due \nto the seasonal characteristics of this property type in this market. Again, due to the transient nature \nof the tenants in this property type and the short term nature of the leases which can range from daily \nto annually, the overall occupancy rate will be lower than other commercial property types such as \nlodging, multifamily, retail and office. The subject's current occupancy rate is slightly lower than \nhistorical rates, but the property is considered to be at stabilized occupancy. \nThe weighted average contract rate is $37.29 per linear foot per month for the year to date 2015, \nwhich equates to an average contract rate of $447.50 per linear foot per year. \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis 30 \nmarina sales have indicated that now is a good time to invest in a marina, despite the previous \nrecession and limited financing. \nCompetitive Marinas \nThe most significant supply and demand indicators for the subject are rental and occupancy rates \nexperienced by directly competing properties. The operation of a pleasure craft marina provides \nrevenue sources which include a mix of various rental, sales and services for the pleasure craft \noperators. Principle revenue stream for pleasure craft marinas includes in-water slips, fuel sales, and \nbuilding rent. \nThe subject's asking and average contract rates are shown in the table that follows. The current \noperator is leasing the marina slips by linear feet of vessel length. We have then converted this rental \nincome into a rental rate per linear foot of dock space. The subject offers slip rental on a daily, weekly, \nmonthly, seasonal and annual basis. The contracted rental rates represent a blend of these rates, from \ndaily tenants to long term tenants on annual leases. According to management, approximately 60% of \nthe occupants at any given time are seasonal or annual tenants. \nMarina Rent Roll \nTotal \tAnnual \tAverage \n# of \tAverage LF \tAnnual LF \tTotal LF \tOccupancy \tTotal Rental \tMonthly Rental \nYear \tSlips \tper Slip \tAvailable \tOccupied \tRate \tRevenue \tRate/LF \n2010 \t105 \t53.29 \t2,042,170 \t1,379,235 \t67.5% \t$1,551,721 \t$34.22 \n2011 \t105 \t53.18 \t2,038,110 \t1,298,157 \t63.7% \t$1,490,744 \t$34.93 \n2012 \t105 \t54.24 \t2,078,880 \t1,155,377 \t55.6% \t$1,290,526 \t$33.97 \n2013 \t105 \t54.10 \t2,073,200 \t1,206,388 \t58.2% \t$1,362,951 \t$34.36 \n2014 \t105 \t54.10 \t2,073,200 \t1,233,672 \t59.5% \t$1,513,100 \t$37.31 \n2015 (Annualized) \t105 \t54.10 \t2,073,200 \t1,172,976 \t56.6% \t$1,438,110 \t$37.29 \nAverage \t105 \t54 \t2,063,127 \t1,240,968 \t60.1% \t$1,441,192 \t$35.35 \nWe weren't provided with a current rent roll for the marina slips but we were provided with monthly \nhistorical occupancy and rental rate data. With the transient nature of marina tenants, a historical \nrent and occupancy figures are a more accurate indication of the income properties of the marina. \nRental rates at the subject, and in this market, are based on a rate per linear foot of vessel length. As \ndiscussed earlier, the subject contains 105 wet slips with a total of 5,680 linear feet of rentable dock \nspace, which indicates a total of 2,073,200 rentable linear feet per year. \nAs of the effective valuation date, the subject marina has experienced an overall occupancy rate of \n56.3% for the year to date 2015. We have looked at occupancy rates on an average, annual basis due \nto the seasonal characteristics of this property type in this market. Again, due to the transient nature \nof the tenants in this property type and the short term nature of the leases which can range from daily \nto annually, the overall occupancy rate will be lower than other commercial property types such as \nlodging, multifamily, retail and office. The subject's current occupancy rate is slightly lower than \nhistorical rates, but the property is considered to be at stabilized occupancy. \nThe weighted average contract rate is $37.29 per linear foot per month for the year to date 2015, \nwhich equates to an average contract rate of $447.50 per linear foot per year. \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis 31 \nCompetitive Marinas \nThe competitive marina rates are shown on the page that follows. It is our opinion that the subject's \nrates are at market levels; based on its age, location, and condition. \nCompetitive Marinas - St. Thomas \nMarina \t# of Wet \u000bSlips \tLength \tAvg. Monthly \u000bWet Slip \u000bRental/IF \tAvg. Annual \u000bWet Slip \u000bRental/IF \nSapphire Beach Resort and \t67 \t50' \t$18.00 \t$216.00 \nMarina \n6720 Estate Smith Bay \nSt. Thomas, VI \nCompass Point Marina \t38 \t<30' \t$18.30 \t$219.60 \n41-6-1 & 41-7 Estate Frydenhoj \t59 \t31-40 \t$16.61 \t$199.32 \nSt. Thomas, VI \t46 \t41-50' \t$16.89 \t$202.68 \n10 \t>50' \t$17.67 \t$212.04 \nYacht Haven Grande \t46 \t<80' \t$84.25 \t$1,011.05 \nLong Bay Rd, Charlotte Amalie \t80475' \t$129.12 \t$1,549.43 \nSt. Thomas, VI \t>175\" \t$164.40 \t$1,972.83 \nServices/Amenities \nCrown Bay Marina \t99 \t<55' \t$82.13 \t$985.50 \n8167 Sub Base \t56-75' \t$109.50 \t$1,314.00 \nSt. Thomas, VI \t76-130' \t$126.23 \t$1,514.75 \n131-200' \t$142.96 \t$1,715.50 \nOasis Cove Marina \t26 \t<30' \t$26.67 \t$320.00 \n135 Estate Frydenhoj \t30'- 60' \t$24.44 \t$293.33 \nSt. Thomas, VI \nAmerican Yacht Harbor \t<49' \t$43.50 \t$521.95 \n98 \n18A-1, 18-B1,18-B and 18-W \t50'- 79' \t$50.80 \t$609.55 \nRemainder Estate Smith Bay \t>80' \t$102.81 \t$1,233.70 \n7 \nSt. Thomas, VI \tT-Heads \t$102.81 \t$1,233.70 \nMarina is located in a beachfront resort \nproperty. Arnenties include 24/7 security, dock \npower/AC hookup, WI Fl, fret h water hookup, \nshowers and hotel resort a menties. Some of \nthese docks are privately owned, but rental \nrates are typi cal throughout. This is an \nu protected marina. \nThis marina is also located in Benner Bay and \nincludes a combination of apartments, retail \nand office space containing 25,552 square feet \nof rentable area. Amenities include, fresh water \nand electricity and finger peirs. \nThis marina is located in Long Bay near \nCharlotte Amalie in St. Thomas. This is \nconsidered the premier luxury marina in the U.S. \nVirgin Islands and has the ability to berth \nmegayachts up to 450 feet in length. There is \n80,000 sf of high-end retail space at the \nproperty. Marina amenities include electricity \nand fresh water, shower facilities, swimming \npool and spa, business services, fueling, waste \nmanagement services, 24/7 security, laundry \nservice and provisioning options. The rental \nrate displayed is an average of summer and \nwinter rates, and does not include utilities or \nservice amenities. \nFull-service marina able to berth vessels up to \n200 feet in length and located less than 2.0 \nmiles from the Cyril E. King International \nAi rport. This property also contains a \nsignificant amount of retail/commercial \nbuilding space with various shops, restaurants \nand office space. Amenities include electricity, \nfresh water, fueling, full-service conciege desk, \nfree wifi, satellite-1V, 24/7 security and \nshowers. \nLocated in Benner Bay, this marina was recently \nrenovated within the past two years. Amenities \ninclude 24/7 security, fresh water hookups, \nelectricity, WIFI, and good overall construction. \nThe marina requires a one-year contract for wet \nslip rentals. \nSubject marina that is part of a full scale, mixed \nuse property that contains various retail and \noffice compontents. There are a total of 9 \nrestaurants on this property and many more \nshops and stores throughout. Marina amenities \ninclude electricity, fresh water, 24/7 security, \nWIFI and on-site fuel. \nIGY American Yacht Harbor Marina \ni9 \n\fMarina Market Analysis 32 \nCompetitive Marinas - British Virgin Islands \nMarina \t# of Wet \u000bSlips \tLength \tAvg. Monthly \u000bWet Slip \u000bRenta I /LF \tAvg. Annual \u000bWet Slip \u000bRental/LF \nSoper's Hole Marina \t45 \t<80' \t$38.02 \t$456.25 \nWest End \t>80' \t$57.03 \t$684.38 \nTortola, BVI \nNany Cay \t180 \t35-49' \t$43.95 \t$527.43 \nTortola, BVI \t50-100' \t$51.86 \t$622.33 \n<100' \t$78.32 \t$939.88 \nT-Head \t$71.78 \t$861.40 \nVirgin Gorda Yacht Harbor \t120 \t<55' \t$34.98 \t$419.75 \nSt Thomas Bay \t56-79' \t$76.04 \t$912.50 \nVirgin Gorda, BVI \t<80' \t$83.65 \t$1,003.75 \nServices/Amenities \nMixed-use marina property that contains \nshops, restaurants, offices and water-\nsports rentals in addition to 20 protected \nmoorings and 45 wet slips. Amenities \ninclude electricity, fresh water, fueling, \nshowers, waste management, and free wifi \nin addition to haul-out and repair and \nmaintenance services. \nThis is a protected marina located on the \nsouthern coast of Tortola, between Road \nTown and West End. The property contains \nretail, office and hotel uses on site. \nAmenities include electricity, fresh water, \nshowers, waste disposal and haul and \nrepairs and maintenance services. This \nmarina also includes dry slips which are \nnot included in this analysis. \nThis marina is located in Spanish Town on \nthe island of Virgin Gorda. Both wet and \ndry slips are offered but the dry slip rates \nhave not been considered in this analysis. \nThere are some retail and office \ncomponents at the property. Marina \namenities include electricity, fresh water, \nshowers, garbage disposal, laundry, \nprovisioning and fueling. \nIGY American Yacht Harbor Marina \n\fMarina Market Analysis \n33 \nMaps of Competitive Marinas \nSt. Thomas \n1\". \n, \nking Aaport \nFreribrrlarl's \nrenchmarl's Bea' \\, \n1.kiirar9 :Aar \n8.••• \nGoogle \niSt Thomas \nThaicti \n* \ne coral Work! Ocean Park \n-,Cas \nCay-Mangrn P \nLagoon \nA Marin, \nPa \nSr \nTharrers4 \nSr Marna, \nEast End \nReserves \nr)t.e Eltr,4.1.00.1s bay \n„eaihrk,r, \nst males \nMarine \nPe-serve and • \nIN,hihre \nSUBJECT \nIGY American Yacht Harbor Marina \nirr. \n\fMarina Market Analysis \n34 \nBritish Virgin Islands \nJost Van Like \nIGY American Yacht Harbor Marina \n..- -....---Parhan,Town• — , \\ \n, r \" \n. .ir .. , \nc- V/RoadJown \nI' . .  1-(...in'T,Jor..1,- ' \nFreshwater 1..._,..je \nGoogle \nPete Island \nVirgin Gorda \n\fMarina Market Analysis 35 \nOf the comparable marinas in St. Thomas, Yacht Haven Grande is the most superior in terms of \nlocation, quality and amenities. This marina is typically geared to extremely large vessels such as \nmega-yachts. Crown Bay Marina is slightly inferior to Yacht Haven Grande, but is still superior to the \nsubject in quality and amenities. Sapphire Beach Resort, Compass Point and Oasis Cove are all \nconsidered to be inferior marinas to the subject based on location, quality and amenities offered. \nThese marinas mostly cater to live-aboards and smaller vessels. \nThe most comparable properties are located in the British Virgin Islands (BVI). Nany Cay and Virgin \nGorda Yacht Harbor are slightly superior to Soper's Hole, but they are all similar in quality and \namenities as the subject property. The location of the subject in St. Thomas, and its specific location \nwithin St. Thomas, is considered superior based on convenience. \nThe majority of the subject's wet slips (98 out of 105) allow for vessels less than 80'. In this size range, \nthe comparable marinas in St. Thomas range from $199.32 - $1,314 with an average of $578.38 per \nlinear foot. The comparable marinas in the BVI range from $419.75 - $912.50 with an average of \n$587.65 per linear foot in this size range. The subject's asking rates for this size vessel averages \napproximately $565.75, which is slightly below average but reasonable. \n1 \nIGY American Yacht Harbor Marina \n19 \n\fLand Description and Analysis 36 \nProperty Analysis \nLand Description and Analysis \nLand Area Summary \nParcel ID \tAddress \tSF \tAcres \n1-07702-0135-00 \t18A-1 Remainder Smith Bay \t9,583 \t0.22 \n1-07702-0134-00 \t18B-1 Remainder Smith Bay \t20,909 \t0.48 \n1-07702-0133-00 \t18B Remainder Smith Bay \t61,855 \t1.42 \n1-07702-0198-00 \t18-W (filled land) \t27,878 \t0.64 \nTotal \t120,226 \t2.76 \nSource: Land survey by Brian Moseley dated 12/10/2010 \nNote that Parcel No 18-W was originally submerged seabed in Vessup Bay; however, this area was re-\nclaimed (filled) at an unknown date and subsequently improved upon. The subject property also \nincludes a leasehold interest in 3.2 acres of submerged seabed under the dock structures that is \nowned by the Government of the Virgin Islands. \nIGY American Yacht Harbor Marina \n\fLand Description and Analysis 37 \nLand Description \nLand Area \nSource of Land Area \nPrimary Street Frontage \nShape \nCorner \nWater Frontage \nTopography \nDrainage \nEnvironmental Hazards \nGround Stability \n2.76 acres; 120,226 SF \nLand survey by Brian Moseley dated 12/10/2010 \nSmith Bay Road -765 feet \nIrregular \nNo \nYes \nGenetly sloping east and towards the water \nNo problems reported or observed \nNone reported or observed \nNo problems reported or observed \nFlood Area Panel Number \nDate \nZone \nDescription \nInsurance Required? \n7800000029G \nApril 16, 2007 \nAE \nWithin 100-year floodpla in \nYes \nZoning; Other Regulations \nZoning Jurisdiction \nZoning Designation \nDescription \nLegally Conforming? \nZoning Change Likely? \nPermitted Uses \nMinimum Lot Area \nMinimum Street Frontage (Feet) \nMinimum Lot Width (Feet) \nMinimum Front Setback (Feet) \nMinimum Side Yard (Feet) \nMaximum Building Height \nMaximum Site Coverage \nMaximum Density \nRent Control \nOther Land Use Regulations \nU.S. Virgin Islands Department of Planning and Natural Resources \nW-1 \nWaterfront- Pleasure \nAppears to be legally nonconforming \nNo \nVariety of commercial uses, oriented towards water recreation and \nhospitality uses \n10,000 s.f. \nNone \n100' \n25' \n10' \n3 stories \n0.4 \nMaximum of 2 dwelling units per lot or 8.35 dwelling units per acre \nNo \nNone that we are aware \nUtilities \nService \nProvider \nWater \nSewer \nElectricity \nNatural Gas \nLocal Phone \nReverse Osmosis/WAPA available \nWAPA \nWAPA \nN/A \nVarious providers \nIt appears based the land survey provided that a portion of the building improvements does not meet \nthe setback requirements by zoning and that the subject is a legal, nonconforming use. However, we \nIGY American Yacht Harbor Marina \n\fLand Description and Analysis 38 \n1 \n1 \nI \nare not experts in the interpretation of zoning ordinances. An appropriately qualified land use \nattorney should be engaged if a determination of compliance with zoning is required. \nThe subject is located within a 100-year floodplain related to coastal flooding, which would require \nadditional insurance at the expense of the owner. \nThe subject site has 765 linear feet of frontage along Smith Bay Road. In addition, the subject has 846 \nlinear feet of water frontage along Vessup Bay. There is no beach along the waterfront portion; with \nthe coastline being that of existing and former mangroves. It is assumed that dredging occurred at \nsome point in time which enabled dockage in close proximity to the water line. \nEasements, Encroachments and Restrictions \nBased upon a review of the deed and property survey, there do not appear to be any easements, \nencroachments, or restrictions that would adversely affect value. According to the property survey \nprovided, the subject parking garage encroaches the neighboring parcel to the north in two separate \nareas: an 82 square foot area encroaches onto Parcel 18N-1-A A, and a 105 square foot area \nencroaches onto Parcel 18B-2 A. These areas are small in size and the parcels being encroached upon \nare uneconomic remnants of land owned by the Government of the Virgin Islands. As a result, these \nencroachments do not have an adverse effect on the overall value of the subject. Our valuation \nassumes no adverse impacts from easements, encroachments, or restrictions, and further assumes \nthat the subject has clear and marketable title. \nConclusion of Land Analysis \nOverall, the physical characteristics of the site and the availability of utilities result in functional utility \nsuitable for a variety of uses including those permitted by zoning. The subject's location along Smith \nBay Road in the heart of Red Hook, along with its extensive water frontage on Vessup Bay, are major \ndrivers of demand and value for marina and commercial use on the site. We are not aware of any \nother particular restrictions on development. \nIGY American Yacht Harbor Marina \n\fLand Description and Analysis \n39 \nCadastral Map \nNote that the area outlined in yellow above only includes the (upland) land area of the subject \nproperty and not seabed beneath the marina. \nIGY American Yacht Harbor Marina \n19 \n\fLand Description and Analysis 40 \nFlood Map \nJOINS PANEL \n—ZONE VE \n(EL 9) \nCOASTAL BARRIER \nIDENTIFIED 11/16/1990 \n(SEE COASTAL BARRIER LEGEND) \nIGY American Yacht Harbor Marina \n\fLand Description and Analysis 41 \nSite Plan \nIGY American Yacht Harbor Marina \n\fImprovements Description and Analysis 42 \nImprovements Description and Analysis \nThe subject is an existing 250-slip marina with 5 commercial buildings containing a mixture of retail \nand office space types. The buildings contain 48,661 square feet of rentable area and were \nconstructed in multiple stages; with the majority of the construction completed in 1993. The \ncommercial space is 85% leased as of the effective appraisal date. The marina docks were constructed \nin multiple phases between 1991-1995 and are 52.8% occupied as of the effective appraisal date. The \ntotal site area is 2.76 acres or 120,226 square feet, which includes 0.64 acre or 27,878 square feet, \nthat is re-claimed land. The property also includes 3.2 acres of seabed under the marina dock \nstructures which is leased to the property owner from the Government of the Virgin Islands. \nImprovements Description \nName of Property IGY American Yacht Harbor Marina \nGeneral Property Type Mixed Use \nProperty Sub Type Marina \nCompetitive Property Class B \nOccupancy Type Multi-Tenant \nPercent Leased 85% \nNumber of Tenants 36 \nTenant Size Range (SF) 292 - 6,000 \nNumber of Buildings 5 \nStories 3 \nConstruction Class A \nConstruction Type Steel frame \nConstruction Quality Good \nCondition Good \nUnits per Acre (Density) 38.0 \nGross Building Area (SF) 72,808 \nRentable Area (SF) 48,652 \nLand Area (SF) 120,226 \nFloor Area Ratio (RA/Land SF) 0.40 \nFloor Area Ratio (GBA/Land SF) 0.61 \nBuilding Area Source Rent roll and land survey by Brian Moseley dated 12/10/2010 \nYear Built 1992 \nYear Renovated N/A \nActual Age (Yrs.) 23 \nEsti mated Effective Age (Yrs.) 15 \nEstimated Economic Life (Yrs.) 55 \nRemaining Economic Life (Yrs.) 40 \nNumber of Parking Spaces 167 \nSource of Parking Count Inspection \nParking Type 89 surface; 78 covered, underground \nParking Spaces/1,000 SF RA 3.43 \nIGY American Yacht Harbor Marina \n\fImprovements Description and Analysis 43 \nConstruction Details \nFoundation \nStructural Frame \nCorridor \nExterior Walls \nWindows \nRoof \nInterior Finishes \nFloors \nWalls \nCeilings \nLighting \nElectrical \nPlumbing \nHeating \nAir Conditioning \nUtility Meters -Tenants \nElevators \nRest Rooms \nSprinklers \nOther Fire Safety \nSecurity \nReinforced concrete footings \nSteel frame \nExterior breezeways \nPainted ma nsory on the lower levels, wood-siding on the upper levels \nFixed commercial glass with wooden hurricane shutters \nPitched with standing seam metal roof \nThe subject property contains a total GBA of 72,808 and a rentable area of \n48,652. The large difference in area totals is due to a sigi nifi cant amount of \nexterior common areas as well as a 1,406 SF management office. The \nimprovements are contained within five total buildings varying from one \nstory to three stories. Each building contains a mixutre of retail and office \nspace, with the retail spaces generally on the ground levels and the office \nspaces generally on the upper levels. The interior upfits of the spaces vary in \nuse, quality and condition but generally are considered to be of good quality \nand condition. Based on the rent roll there are a total of 39 rentable spaces of \nwhich 10 are upfit as bar/restaurants (3 which share a kitchen), 17 are \nconsidered general retail spaces, 11 are considered general office spaces and \none is considered a storage space. \nCombination of carpet, ceramic or porcelain tile, hardwood, and exposed \nbrick. \nCombination of rendered and painted masonry and painted sheetrock. \nCombination of suspended grid accoustic panels, painted sheetrock, and \ntongue and groove or bead board. \nCombination of incandescent and fluorescent lighting with fixtures ranging \nfrom average to good quality. \nAssumed typical installation to code \nAssumed typical installation to code \nNone \nCentral \nIndividually metered for water and electricity \nOne \nCommon area bathroom are adequate. There are four full bathrooms of good \nquality that are available to tenants of the marina. \nNone \nSteel structural beams are fire coated with concrete \nThe subject is gated along the waterfront and interior/exterior security \ncameras are installed throughout the property. \nSite Improvements \nLandscaping \nNo. of Customer Parking Spaces \nGates/Fencing \nPaving \nAverage \n167 \nOver 6' aluminum gate along the subject's waterfrontage \nCombination of concrete and brick pavers \nIGY American Yacht Harbor Marina \nEl \n\fImprovements Description and Analysis 44 \nImprovements Analysis — Building Improvements \nQuality and Condition \nThe quality and condition of the subject is considered to be superior to that of competing properties. \nThe interior and exterior building improvements are considered to be of good quality and in good \ncondition based on our inspection. \nFunctional Utility \nThe improvements appear to be adequately suited to their current use, and there do not appear to be \nany significant items of functional obsolescence. \nDeferred Maintenance \nA few items of deferred maintenance were identified during our inspection and based on discussions \nwith management. These include repairs and replacement to the parking garage ceiling, replacing the \nwooden deck on the upper level Building A, and re-facing various portions of the marina jettys. Note \nthat a detailed description of the marina improvements will be discussed in the following section of \nthis report. To estimate the cost to cure deferred maintenance, we rely on construction estimates \nfrom management as shown below. \nDeferred Maintenance \nItem \tEstimated Cost \nParking garage ceiling \t$40,000 \nWooden deck repair/replacement \t$25,000 \nMarina decking and fenderi ng repair/replace \t$96,000 \nTotal \t$161,000 \n*Values expressed in United States Dollars \nPlanned Capital Expenditures \nFrom 2013 to 2015, a total of $771,460.93 has been spent on various capital expenditures. The major \nimprovements over the past three years were $84,088 for exterior column replacement, $62,172 for \nsecurity cameras, $62,013 for marina bathrooms, and $281,950 for hand rail replacement. Upcoming \nexpenditures for various capital items considered to be necessary are identified in the following table. \nTo estimate the amounts of these expenditures, we rely on discussions with management. Estimated \ncapital expenditures are as follows. \nIGY American Yacht Harbor Marina \n\fImprovements Description and Analysis 45 \nCapital Expenditures \nItem \tYear 1 \nTransformer \t$10,000 \nExterior stairwell repairs \t$30,000 \nTotal \t$40,000 \nPercent Applied \t100% \nNet Total \t$40,000 \n*Values expressed in United States Dollars \nADA Compliance \nBased on our inspection and information provided, we are not aware of any ADA issues. However, we \nare not expert in ADA matters, and further study by an appropriately qualified professional would be \nrecommended to assess ADA compliance. \nHazardous Substances \nAn environmental assessment report was not provided for review and environmental issues are \nbeyond our scope of expertise. No hazardous substances were observed during our inspection of the \nimprovements; however, we are not qualified to detect such substances. There are three 10,000 \ngallon diesel storage tanks and one 10,000 gallon gasoline storage tank located unground at the \nsubject site. In addition, there is a marine fueling dock located on the marina. We have assumed there \nis no environment damage to the subject property as the result of these fuel stations and unless \notherwise stated, we assume no hazardous conditions exist on or near the subject. \nPersonal Property \nNo personal property items were observed that would have any material contribution to market \nvalue. \nConclusion of Improvements Analysis \nIn comparison to other competitive properties in the region, the subject improvements are rated as \nfollows: \nImprovements Ratings \nVisibility/Exposure Above Average \nDesign and Appearance Above Average \nAge/Condition Above Average \nAdaptability of Space to other Retail Users Above Average \nBathrooms Average \nParking Ratios Below Average \nDi stance of Parking to Building Access Average \nLandscaping Average \nIGY American Yacht Harbor Marina \n\fImprovements Description and Analysis 46 \nOverall, the quality, condition, and functional utility of the improvements are above average for their \nage and location. The subject benefits from good access and visibility from both the waterfront and \nthe main thoroughfare of Smith Bay Road. In addition, the overall quality and condition of the subject \nis above average for this market. Due to the small site size and large number of commercial tenants, \nthere is insufficient parking at the subject based on market standards. \nImprovement Analysis — Marina \nThe marina currently contains 105 wet slips, although that number can vary somewhat depending on \nthe size (width) of the occupying vessels. Each designated slip is supplied with its own electrical outlet \nand fresh water supply, as well as access to a refueling line. The individual slip sizes can vary based on \nboater needs, but they can accommodate a variety of vessels, typically within the range from 30 to 79 \nlinear feet for the standard slips, and 79 to 110 linear feet for the T-head slips. In addition, some slips \nhave an attached finger for easier access, which is considered more desirable. \nGenerally the jetties and slips are constructed of PVC pilings bored and filled with concrete and steel; \nand wood plank surfacing. Many of the smaller slips are horizontally separated by wooden columns \nused to tie up vessels rather than there being jetties between each slip. \nThe physical docks were constructed over several years, from 1991-1995, and are considered to be in \naverage condition. Ongoing renovations have been made to the docks throughout the years, with \nupcoming expenditures included a complete resurfacing as well as re-facing the wooden skirts on \nmost concrete pilings. The docks consist of mostly concrete pilings and cross braces with some wood, \nalong with wooden skirts and wood decking surface. There have been no major renovations to slip \nstructure within the past five years. \nThe subject marina benefits greatly from its location in Vessup Bay, which is well protected and \npositioned in a convenient area at the heart of Red Hook. In addition, this bay has a direct route to St. \nJohn and the British Virgin Islands and has a depth that will accommodate vessels with a maximum \ndraft of 10 feet and a maximum vessel length of 110 feet. The subject is one of the closest commercial \nmarinas to both St. John and the BVI, and this convenient location is a major demand generator for \ncommercial charters as well as vessels based in St. John and the BVI which are often in need of a \nfueling station. The quality and condition of the docks is considered to be average; however, the \nservices and amenities offered at this marina are considered to be above average. \n1 \nIGY American Yacht Harbor Marina \n\fImprovements Description and Analysis \n47 \nFront exterior of commercial building \n(Photo Taken on November 25, 2015) \nSide exterior of commercial building \n(Photo Taken on November 25, 2015) \nRear exterior of commercial building from marina dock \n(Photo Taken on November 25, 2015) \nIGY American Yacht Harbor Marina \nFront and side exterior of commercial building \n(Photo Taken on November 25, 2015) \nRear and side exterior of commercial building \n(Photo Taken on November 25, 2015) \nRear exterior of commercial building \n(Photo Taken on November 25, 2015) \niLl \n\fImprovements Description and Analysis \n48 \nInterior of management office \n(Photo Taken on November 25, 2015) \nInterior of restaurant space \n(Photo Taken on November 25, 2015) \nInterior of general retail space \n(Photo Taken on November 25, 2015) \nIGY American Yacht Harbor Marina \nBathrooms for marina tenants \n(Photo Taken on November 25, 2015) \nInterior of general retail space \n(Photo Taken on November 25, 2015) \nInterior of general retail space \n(Photo Taken on November 25, 2015) \n\fImprovements Description and Analysis \n49 \nInterior of restaurant space \n(Photo Taken on November 25, 2015) \nInterior of vacant office space \n(Photo Taken on November 25, 2015) \nInterior of restaurant space \n(Photo Taken on November 25, 2015) \nInterior of restaurant space \n(Photo Taken on November 25, 2015) \n111 \nInterior of occupied office space \n(Photo Taken on November 25, 2015) \nInterior of restaurant space \n(Photo Taken on November 25, 2015) \nIGY American Yacht Harbor Marina \nirr \n\fImprovements Description and Analysis \n50 \nTypical marina dock \n(Photo Taken on November 25, 2015) \nFuel dock \n(Photo Taken on November 25, 2015) \nOverview of marina dock \n(Photo Taken on November 25, 2015) \nIGY American Yacht Harbor Marina \nMarina dock looking back to main commercial building \n(Photo Taken on November 25, 2015) \n- \nClose-up of dock surface \n(Photo Taken on November 25, 2015) \nStreet view of Smith Bay Road looking northeast \n(Photo Taken on November 25, 2015) \n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 22.493380292s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '22s'}]}}",
  "house_oversight_id": "018804",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:37.626046Z",
    "model": "gemini-3-flash-preview"
  }
}