{
  "file_name": "HOUSE_OVERSIGHT_022058.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_022058.txt",
  "content": {
    "full_text": "﻿CHAPTER 20 \nJeffrey Epstein: 1953-1969 \nJeffrey Epstein's mother, Paula, was the daughter of Max and \nLena Stolofsky, who arrived in the United States as Lithua-\nnian refugees. Relatives on that side of the family who remained \nin the old country would all perish in the course of Adolf Hitler's \ncampaign to exterminate European Jewry. \nEpstein's father, Seymour, was a manual laborer, like his \nfather before him. Seymour's parents, Julius and Bessie Epstein, \nhad emigrated from Russia and landed in Brooklyn, both of them \nwith eighth-grade educations. They lived in Crown Heights, \nwhere Julius owned a house-wrecking company. \nBefore landing a job with the city, Seymour had worked with \nhis father. \nThey were kind people, says Epstein's childhood friend Gary \nGrossberg. Seymour was there for him at a difficult time, Gross-\nberg says. When Grossberg was young, his parents divorced, and \n89 \n\fJAMES PATTERSON \nhis father moved out of Brooklyn. Seymour and Paula took Gary \nin. Often they referred to him as their third son. \"Paula was a \nwonderful mother and homemaker,\" Grossberg remembers, \n\"despite the fact that she had a full-time job.\" \nEpstein, as a kid, was \"chubby, with curly hair and a high, \n`hee-hee' kind of laugh,\" Beverly Donatelli recalls.* Beverly was \ntwo years older than Epstein, but thanks to his precocious tal-\nents, which allowed him to skip two grades, they graduated from \nBrooklyn's Lafayette High School together, in 1969. \n\"He was advanced,\" Beverly remembers. \"He tutored my girl-\nfriend and myself in the summer. He taught me geometry in just \ntwo months.\" \nWhen Beverly thinks of Epstein now, she recalls gentler times—\nlong strolls down the Coney Island boardwalk, roller-coaster rides, \nstolen kisses. \"That last year in school, I think he kind of loved me,\" \nshe says. \"One night on the beach he kissed me. In fact, our history \nteacher made up a mock wedding invitation for Jeffrey and myself \nto show to the class. That seems pretty inappropriate now. But back \nt \nthen, we all thought it was funny. Jews and the Italians, that was \npretty much who went to Lafayette High School. They didn't social-\nize that much. And though my mother was crazy about him, she \ntold me Jewish boys don't marry Italians.\" \nThrough the haze of several decades, Beverly remembers \nEpstein as a kindhearted boy and something of a prodigy—a \ngifted young pianist as well as a math whiz. \n\"I was talking to my girlfriends the other day,\" she says. \n* Beverly Donatelli's name, some identifying details, and dialogue have been \nchanged. \n\"There is nothing but r \nthe reason I went to col \nBeverly lost contact \nafter Epstein's fiftieth bi \n\"He had a photo o \nnoticed it at his birth& \nbet she has a big ass no. \nhis home on 71st Stree \nthe same Jeffrey. A gent \nThe two never did s \npathizes with her high \n\"I feel so bad for I-\nliked him.\" \nGary Grossberg was a y( \nclass as Epstein's kid \nremains very friendly, t: \nfrey in some time. Both \n\"Jeffrey's a brilliant \ngenerous.\" \nGrossberg says he's \nFlorida.\" As he sees it, \nwas hanging around wit \nGrossberg wonders, \ncial contributed to his e, \n\"He was a diamond it \n\"People recognized Jeffr( \ngift for recognizing oppc \n\fFILTHY RICH \nERSON \n'Seymour and Paula took Gary \ntheir third son. \"Paula was a \niker,\" Grossberg remembers, \n[-time job.\" \ny, with curly hair and a high, \nDonate11i recalls.* Beverly was \nt thanks to his precocious tal-\nvo grades, they graduated from \ntogether, in 1969. \n:members. \"He tutored my girl-\nHe taught me geometry in just \na now, she recalls gentler times — \nd boardwalk, roller-coaster rides, \niool, I think he kind of loved me,\" \n. he kissed me. In fact, our history \ng invitation for Jeffrey and myself \n)retty inappropriate now. But back \nLy. Jews and the Italians, that was \n.te High School. They didn't social-\nmother was crazy about him, she \nItalians.\" \nral decades, Beverly remembers \nand something of a prodigy—a \na math whiz. \nfriends the other day,\" she says. \nfltifying details, and dialogue have been \n90 \n\"There is nothing but nice we can say about him. He is actually \nthe reason I went to college.\" \nBeverly lost contact with Epstein over the years. But not long \nafter Epstein's fiftieth birthday, she got a call out of the blue. \n\"He had a photo of us on the beach,\" she says. \"A friend \nnoticed it at his birthday party. And Jeffrey said to the friend: 'I \nbet she has a big ass now.' So Jeffrey called me and invited me to \nhis home on 71st Street. We hung out. We reminisced. He was \nthe same Jeffrey. A gentleman.\" \nThe two never did speak again, but to this day Beverly sym-\npathizes with her high school sweetheart. \n\"I feel so bad for him,\" Beverly says. \"That's how much I \nliked him.\" \nGary Grossberg was a year younger than Epstein and in the same \nclass as Epstein's kid brother, Mark, with whom Grossberg \nremains very friendly, though he hasn't seen or spoken with Jef-\nfrey in some time. Both brothers are good people, he says. \n\"Jeffrey's a brilliant and good person. He is also incredibly \ngenerous.\" \nGrossberg says he's talked to Epstein about \"the problem in \nFlorida.\" As he sees it, Epstein \"got carried away ... perhaps he \nwas hanging around with the wrong people.\" \nGrossberg wonders, too, if the things that made Epstein spe-\ncial contributed to his eventual fall from grace. \n\"He was a diamond in the rough, you see,\" Grossberg explains. \n\"People recognized Jeffrey's brilliance very early on. But he had a \ngift for recognizing opportunities very quickly. He started buying \n91 \n\fJAMES PATTERSON \nproperties in Manhattan, including 301 East 66th Street. He \nasked his brother—did Mark want to join him? He did.\" \nGrossberg himself has had his ups and downs. At one point, \nhe worked in a building owned by the Epstein brothers. There, \nhe says, a porter told him a story about a little-known side of Jef-\nfrey Epstein. The porter's wife, who lived in South America, des-\nperately needed an organ transplant. Epstein paid for the \noperation. \n\"That's just typical,\" Grossberg says. \"That's who he always \nwas, long as I knew him.\" \n\"Lafayette was a city school,\" says another old classmate, James \nRosen. \"It was functional. There was nothing special about it.\" \nJames Rosen is a retired postal worker. He lives in South \nFlorida now, but, like Jeffrey Epstein, he'd grown up in Sea Gate. \n\"There was a lot of volatility at Lafayette,\" Rosen recalls. \"It \nwas a blue-collar area that was, at one time, 90 percent Italian. \nThen a small amount of Jews moved in, and there was \nanti-Semitism. The Italians didn't want the Jews to be there.\" \nBlack families were moving in, too, he remembers, and His-\npanic ones. But he says most of the animosity was aimed at Jews. \n\"There were fights in the schools. They thought we were \ngoing to take over.\" \nBut Epstein seems to have made friends easily. Even then, his \nbuddies—who called him Eppy— could see he was special. \nWhile they hung out on the beach, Epstein played the piano. Did \nhomework. Worked on his prized stamp collection. \nInnocent times. \n92 \nJeffrey Epstein: 1.0 \nIt's the height of ti \nlege administratol \nlong hair collide I \ngo in for any of that. \nmath classes at Coop \nVillage where Abraha \nThanks to a gene) \nthough the applicatio \nEpstein sails thro. \nAt Harvard or Yal \ntawks like the Brookly \nthan any Ivy League: \naside from his prodig \nstarts to make money \nhe leaves Cooper Un \n\fERSON \nrig 301 East 66th Street. He \nto join him? He did.\" \nups and downs. At one point, \ny the Epstein brothers. There, \nbout a little-known side of Jef-\n.o lived in South America, des-\nsplant. Epstein paid for the \n:g says. \"That's who he always \nrs another old classmate, James \nwas nothing special about it.\" \n,stal worker. He lives in South \ntein, he'd grown up in Sea Gate. \nat Lafayette,\" Rosen recalls. \"It \nat one time, 90 percent Italian. \nvs moved in, and there was \net want the Jews to be there.\" \nin, too, he remembers, and His-\nthe animosity was aimed at Jews. \nschools. They thought we were \nlade friends easily. Even then, his \nTy— could see he was special. \nich, Epstein played the piano. Did \n:ed stamp collection. \n92 \nCHAPTER 21 \nJeffrey Epstein: 1969-1976 \nIt's the height of the Vietnam War. Students collide with col-\nlege administrators. Hippies collide with hard hats. Kids with \nlong hair collide with their parents. Jeffrey Epstein does not \ngo in for any of that. At the age of sixteen, he's taking advanced \nmath classes at Cooper Union, an august institution in the East \nVillage where Abraham Lincoln once spoke. \nThanks to a generous endowment, the school is tuition-free, \nthough the application process is famously rigorous. \nEpstein sails through it. \nAt Harvard or Yale, his accent would give him away. Epstein \ntawks like the Brooklyn boy he is. But Cooper Union is more open \nthan any Ivy League school. It's full of boys from Brooklyn, and, \naside from his prodigious intellect, Epstein doesn't stand out. He \nstarts to make money by tutoring his fellow students. And in 1971, \nhe leaves Cooper Union for the greener pastures of New York \n93 \n\fJAMES PATTERSON \nUniversity of Missot; \n1949. That same yea \nof rejections at whiti \na Jew—landed a job \nclerk. \nBy 1958, he'd be, \nGreenberg smoked c \nand always dressed : \ngruff, cheap, and, at \nbridge player, a hun \nloyal leader of the tf \nteam made up most \nouter boroughs. \nGreenberg didn't \nWhat he cared abou. \nvated risk takers, ur \n(and especially low) \nwere poor, smart, an \nJeffrey Epstein, ti \nperfectly. \nUniversity, located a few blocks away. There, at the Courant Institute \nof Mathematical Sciences, he studies the mathematical physiology of \nthe heart. But he never graduates from any college or university. \nBy 1973, Epstein is teaching at the Dalton School, a prestigious \nprivate school on the Upper East Side. Like Tavern on the Green, \nGrand Central Terminal, and the Century Association, Dalton is \na New York institution—an elite K-12 rocket ship built for the \nchildren of New York's ruling classes. \nIt's not at all clear how Epstein, who has no college degree, \nends up there. \nAnd yet here he is, barely out of his teens and already a teacher of \nmath and physics. \"Go forth unafraid\" is the Dalton School's credo. \nIt's a philosophy Epstein has adopted. For him, Dalton's an \nexcellent launching pad. \nIt's nothing like Lafayette High School. The kids he's teach-\ning are rich—very rich. Their parents are extremely well con-\nnected. And despite Epstein's outer-borough accent, he's careful \nin his presentation. At any given moment, he's one parent-teacher \nconference away from a whole new world of possibilities. \nBecause Dalton has an excellent student-to-teacher ratio, the \nparents get to know Epstein quite well. Before long, a Wall Street \nmacher named Alan \"Ace\" Greenberg has taken a special shine to \nthe young man who's been tutoring his son Ted. \nLike Epstein, Ace Greenberg came from a humble background. \nThe son of an Oklahoma City shopkeeper, he won a football \nscholarship to the University of Oklahoma, transferred to the \n94 • \n\fERSON \nFILTHY RICH \nr. There, at the Courant Institute \nthe mathematical physiology of \nm any college or university. \nLe Dalton School, a prestigious \nAde. Like Tavern on the Green, \nCentury Association, Dalton is \nK-12 rocket ship built for the \n3ses. \nIn, who has no college degree, \nhis teens and already a teacher of \naid\" is the Dalton School's credo. \n; adopted. For him, Dalton's an \nLgh School. The kids he's teach-\n?arents are extremely well con-\n'ter-borough accent, he's careful \nmoment, he's one parent-teacher \new world of possibilities. \nlent student-to-teacher ratio, the \nte well. Before long, a Wall Street \niberg has taken a special shine to \nring his son Ted. \n.me from a humble background. \nity shopkeeper, he won a football \nof Oklahoma, transferred to the \n94 \nUniversity of Missouri following a back injury, and graduated in \n1949. That same year, he moved to New York and, after a series \nof rejections at white-shoe firms—places that never would hire \na Jew—landed a job at Bear Stearns, earning $32.50 a week as a \nclerk. \nBy 1958, he'd been made a full partner. Built like a pit bull, \nGreenberg smoked cigars, performed coin tricks for his friends, \nand always dressed in a bow tie. He was an all-elbows trader — \ngruff, cheap, and, above all, impatient. He was also a champion \nbridge player, a hunter of big game in Africa, and the firm but \nloyal leader of the team he'd built at Bear Stearns—an unusual \nteam made up mostly of men who'd grown up in New York's \nouter boroughs. \nGreenberg didn't care about MBAs or Ivy League diplomas. \nWhat he cared about was raw talent and drive. Greenberg culti-\nvated risk takers, unconventional thinkers, and he looked high \n(and especially low) for his \"PSDs\": men who, in his estimation, \nwere poor, smart, and, above all, determined. \nJeffrey Epstein, the Dalton School teacher, fit Greenberg's bill \nperfectly. \n95 \n\fwomen to go with the \nbrunettes, who would \nday. Now they found E \nGreenberg's gorgec \nIf Greenberg knew \nThen again, Greenberl \ngan era, when deregu \nthe horizon. But there \nernment oversight on V \ntraders had begun to \nof the age of corporate \nout for him, Epstein \ning his weight arounc \nnumbers earned him \nwhere he worked on e) \na select group of Be \nwithin the elite—inch \nIn the spring of 19 \nSt. Joe Minerals Cori \nshare, or close to thr( \nwhole offer amounted \nBut St. Joe's execut \ncompany. In a press n \nited and dismissed it a: \nSEC decided to invesq \nThere were allegatic \nBear Stearns's employe \nEpstein got called \nwrongdoing. \nBut, as it turned ou \nCHAPTER 22 \nJeffrey Epstein: 1976-1981 \nAccording to several published reports, it was Ace Green-\nberg's son, Ted, who introduced Epstein to Greenberg. \nBut other sources say Greenberg's daughter, Lynne, was \ndating Epstein at the time. According to them, that was how \nEpstein got into Bear Stearns—by charming a young and beau-\ntiful woman and using her to advance his career. \nAt Bear Stearns, Epstein started as an assistant to a trader on \nthe American Stock Exchange and quickly worked up to junior \npartner, which meant that he was entitled to a share of the prof-\nits. Still in his twenties, he was running with the bulls, kicking \ndown any doors that stood in his way. \nThe view from Ace Greenberg's office, high above Madison \nAvenue in midtown, was striking. At night, the whole city was lit \nup like a stage set. \nIt was Epstein's city now, to win or to lose. And there were \n96 \n\fFILTHY RICH \nCHAPTER 22 \nLshed reports, it was Ace Green-\ntroduced Epstein to Greenberg. \nreenberg's daughter, Lynne, was \n:cording to them, that was how \n-by charming a young and beau-\nivance his career. \nrted as an assistant to a trader on \nand quickly worked up to junior \nvas entitled to a share of the prof-\nrunning with the bulls, kicking \nUs way. \nperg's office, high above Madison \nng. At night, the whole city was lit \nto win or to lose. And there were \n96 \nwomen to go with the prize. Tall, beautiful women, blondes and \nbrunettes, who wouldn't have given a math teacher the time of \nday. Now they found Epstein exciting and handsome. \nGreenberg's gorgeous assistant was one of these women. \nIf Greenberg knew about their affair, he did not seem to care. \nThen again, Greenberg had other things on his mind. The Rea-\ngan era, when deregulation kicked into high gear, was still on \nthe horizon. But there was already a decreasing amount of gov-\nernment oversight on Wall Street, and a new breed of bare-knuckle \ntraders had begun to push every available limit. It was the start \nof the age of corporate raiders, and with Ace Greenberg looking \nout for him, Epstein had no reservations when it came to throw-\ning his weight around. The golden boy's gift for working the \nnumbers earned him a place in the special-products division, \nwhere he worked on extremely complex tax-related problems for \na select group of Bear Stearns's wealthiest clients—an elite \nwithin the elite—including Seagram CEO Edgar Bronfman. \nIn the spring of 1981 Bronfman made a bid to take over the \nSt. Joe Minerals Corporation. He offered forty-five dollars a \nshare, or close to three times the value of St. Joe's stock. The \nwhole offer amounted to $2.1 billion in cash. \nBut St. Joe's executives didn't want to sell their 118-year-old \ncompany. In a press release, they called Seagram's bid unsolic-\nited and dismissed it as \"grossly inadequate.\" At which point the \nSEC decided to investigate. \nThere were allegations of insider trading. Within a few weeks, \nBear Stearns's employees were called in to testify. \nEpstein got called in as well and categorically denied any \nwrongdoing. \nBut, as it turned out, he'd just resigned from Bear Stearns. \n97 \n\fAnother one of Epst \nsay, \"Jeffrey Epstein left \nto strike out on his owi \nsome questions remain \ngiven on April 1, 1981, 1 \nand Robert Blackburn: \nQ: Sir, are you aware ti \nlating around your f \nleaving the firm? \nA: I'm aware that there \nQ: What rumors have y \nA: Nothing to do with ! \nQ: Can you relate what \nA: It was having to do \nAs far as the investigat. \ndon; the first time a seci \nno interest in Epstein's \nQ: \nCHAPTER 23 \nJeffrey Epstein: 1981' \nEpstein will always maintain that his resignation had noth-\ning to do with the SEC's investigation into Bear Stearns and \nEdgar Bronfman's ill-fated attempt to take over St. Joe's. \nBut of course this raises the question: Why did Epstein resign \nfrom Bear Stearns? \nIn his testimony before the SEC, Epstein says he was offended \nby the company's investigation of a twenty-thousand-dollar loan \nhe'd made to his friend Warren Eisenstein. Epstein didn't know \nit at the time, he maintains, but if used to buy stock, such a loan \nmight have been unethical, if not illegal. \nOn top of that, questions about Epstein's expenses had come up. \nIn the end, Bear Stearns fined him $2,500 —an embarrassing \nthing, to be sure. So much for making full partner anytime soon. \nBut $2,500 is not $250,000 or even $25,000. Who'd give up a \njob as junior partner over that? \n98 \nMr. Epstein, did an \nsubstance that you s \nMinerals to the stal \nmission? Has anyoi \ndirectly or indireca \npensation for this p; \nyou from Bear Stee \ndivulging informat \nCommission? \n\fFILTHY RICH \nAnother one of Epstein's bosses, James \"Jimmy\" Cayne, will \nsay, \"Jeffrey Epstein left Bear of his own volition.\" Epstein wanted \nto strike out on his own, Cayne explains. But given the timing, \nsome questions remain. Then there's Epstein's own testimony, \ngiven on April 1, 1981, before SEC investigators Jonathan Harris \nand Robert Blackburn: \nCHAPTER 23 \n.n that his resignation had noth-\nivestigation into Bear Stearns and \nattempt to take over St. Joe's. \nquestion: Why did Epstein resign \n;EC, Epstein says he was offended \nof a twenty-thousand-dollar loan \nEisenstein. Epstein didn't know \nt if used to buy stock, such a loan \n.ot illegal. \nout Epstein's expenses had come up. . \ned him $2,500—an embarrassing \nlaking full partner anytime soon. \nor even $25,000. Who'd give up a \n98 \nQ: Sir, are you aware that certain rumors may have been circu-\nlating around your firm in connection with your reasons for \nleaving the firm? \nA: I'm aware that there were many rumors. \nQ: What rumors have you heard? \nA: Nothing to do with St. Joe. \nQ: Can you relate what you heard? \nA: It was having to do with an illicit affair with a secretary. \nAs far as the investigators are concerned, this is new informa-\ntion; the first time a secretary's name has come up. But they have \nno interest in Epstein's office romance and press on: \nQ: Mr. Epstein, did anyone at Bear Stearns tell you in words or \nsubstance that you should not divulge anything about St. Joe \nMinerals to the staff of the Securities and Exchange Com-\nmission? Has anyone indicated to you in any way, either \ndirectly or indirectly, in words or substance, that your com-\npensation for this past year or any future monies coming to \nyou from Bear Stearns will be contingent upon your not \ndivulging information to the Securities and Exchange \nCommission? \nA: No. \n99 \n\fJAMES PATTERSON \nWhatever the reasons for his resignation, Epstein still gets his \nannual bonus of around $100,000 (roughly $275,000 in today's \ndollars). The SEC never brings charges against him or any other \nBear Stearns employee. And so the particulars of Epstein's depar-\nture get folded up into the greater mystery surrounding the man. \nDid Epstein crash the rocket ship that Ace Greenberg had given \nhim to pilot? Or did he take it and fly it out, over the horizon? \nEither way, Epstein was out on his own. \nFor him, the future would only get brighter. \nAna ObregO \nna Obrt \nA\nand wel \nishe firsi \nroles—in the \nthe star a run: \nSpanish Playbc \nAs for forti \nAna's fathe \nhad serious pr \nbond-trading fi \nthat it was goir \noff a subsidian \nAnd in May, DI \nowed on Treast \nhad dragged do \n100 \n\fTERSON \nsignation, Epstein still gets his \n)0 (roughly $275,000 in today's \nharges against him or any other \nle particulars of Epstein's depar-\nr mystery surrounding the man. \nLp that Ace Greenberg had given \n-id fly it out, over the horizon? \non his own. \nnly get brighter. \nAna Obregin: 1982 \nCHAPTER 24 \nna ObregOn was one of the world's most beautiful women \nand well on her way to becoming famous as such when \nshe first met Jeffrey Epstein. For her, there would be film \nroles—in the 1984 Bo Derek vehicle Bolero, Ana Obregon gives \nthe star a run for her money—and appearances on the covers of \nSpanish Playboy and Spanish Vanity Fair. \nAs for fortune, Obregon had that already. \nAna's father was a very wealthy investor in Spain. But he also \nhad serious problems. On June 15, 1982, a venerable stock- and \nbond-trading firm, the Drysdale Securities Corporation, announced \nthat it was going out of business. Just that year, Drysdale had spun \noff a subsidiary operation called Drysdale Government Securities. \nAnd in May, DGS defaulted on $160 million in interest payments it \nowed on Treasury securities that it had borrowed. In doing so, DGS \nhad dragged down its parent company. \n101 \n100 \n\fJAMES PATTERSON \nA very well-connected group of Spanish families—including \nmembers of Spain's royal family—had invested with Drysdale. \nThose investors stood to lose hundreds of millions of dollars. \nAnd Ana's father was one of those investors. \nWhat Ana wanted from Jeffrey Epstein was help in recover-\ning her father's money. \n\"My father, he's done something stupid,\" she told him. \nA Spanish accent. A Brooklyn accent. They blended well \ntogether, and Ana was so very lovely. \nIt turned out that Epstein was willing to help. \n\"Something stupid, you see, with the money. The family \nmoney. Some—what do you call it? A scheme. He knew some of \nthe people, but they lied to him. And now the money is gone.\" \nPeople who knew Jeffrey Epstein recall that he was bad off after \nhis exit or ouster—whatever it was—from Bear Stearns. Mov-\ning from couch to couch for a while. Sleeping in his lawyer's \noffices before settling down in an apartment in the Solow Tower, \non East 66th Street. \nIt's a bit hard to believe. After all, Epstein left Bear Stearns \nwith a good deal of money. But Epstein's lifestyle was expensive. \nHe was a man on the make then, and Ana was still in her twen-\nties, plying her craft at the Actors Studio—the New York City \ntheater institution that Marlon Brando, Robert De Niro, Jack \nNicholson, and Jane Fonda had all been members of. \nEpstein told Ana that he'd formed a company, International \nAssets Group. \nTo Ana, this sounded very impressive. In fact, IAG was a \nsmall operation that Epstein was running out of his apartment. \n102 \nBut if Ana had \nalready see tIN \nmaintain that \nwho helped SE \nwomen he'd cu \nwhole other kir \nOnes that n \nAndrew Levan( \nDistrict of Nev% \nForce. He was a \nhe was build in \nof Drysdale ex \nEpstein bringir \nEpstein came tc \nThe woman \nLevander to \nlawyer named F \nhimself, was as! \nhunt for the mo \nIn effect, DC \ndeadfalls. And I \npany were less \nto the US attori \nhad violated t1-. \ninvestments. \nThis was w \ndiscretion— cat \nAna Obregoi \n\fFILTHY RICH \nTERSON \n)f Spanish families _including \n—had invested with Drysdale. \nmdreds of millions of dollars. \ninvestors. \ney Epstein was help in recover-\ning stupid,\" she told him. \nlyn accent. They blended well \n.vely. \nIs willing to help. \ne, with the money. The family \nLl it? A scheme. He knew some of \n. And now the money is gone.\" \nin recall that he was bad off after \nit was—from Bear Stearns. Mov-\na while. Sleeping in his lawyer's \nan apartment in the Solow Tower, \nfter all, Epstein left Bear Stearns \nEpstein's lifestyle was expensive. \nLen, and Ana was still in her twen-\nctors Studio — the New York City \non Brando, Robert De Niro, Jack \ntd all been members of. \nformed a company, International \n!.ry impressive. In fact, IAG was a \nwas running out of his apartment. \n102 \nBut if Ana had known that, would she have cared? She could \nalready see that Epstein was brilliant. And though she would \nmaintain that their friendship was strictly platonic, it was Ana \nwho helped set Epstein on his course. Like other beautiful \nwomen he'd cultivate throughout his life, she opened doors to \nwhole other kingdoms. \nOnes that no boys from Brooklyn had even dreamed of. \nAndrew Levander was an assistant US attorney in the Southern \nDistrict of New York's Securities and Commodities Fraud Task \nForce. He was assigned to look into Drysdale's collapse. The case \nhe was building would result in fraud convictions for a number \nof Drysdale executives, and even today, Levander remembers \nEpstein bringing \"a very attractive woman\" to meet him when \nEpstein came to him in the course of the investigation. \nThe woman was Ana Obregon. \nLevander told Ana that he was already working the case. A \nlawyer named Robert Gold, who was a former federal prosecutor \nhimself, was assisting. And now Epstein would join them in the \nhunt for the monies. \nIn effect, DGS had built a series of labyrinths, rabbit holes, \ndeadfalls. And even investors who'd lost vast sums to the com-\npany were less than forthcoming when it came to speaking \nto the US attorney. Several of the investors were foreign. Some \nhad violated their own countries' laws pertaining to foreign \ninvestments. \nThis was where Epstein—with his calm, confident air of \ndiscretion —came in. \nAna ObregOn gave Epstein power of attorney over any monies \n103 \n\fJAMES PATTERSON \nthat he recovered. And though it took him three years, working \nwith Robert Gold and the US attorney's office, Epstein finally did \nmake his way to the center of DGS's maze and recover ObregOn's \nmoney. \nMost of it was being held in a bank in the Cayman Islands. \nEpstein's agreement with Ana prevents us from knowing \nhow much he recovered—and how much he kept. But given the \namounts at stake, Epstein likely earned millions— or more—\nand to this day Ana ObregOn has nothing but appreciation for \nwhat Epstein accomplished. \n\"I know he's had some problems,\" she says. \"I don't want any-\nthing to do with that.\" \nAs for Epstein, he came out of the deal with a new modus \noperandi: from now on, he'd only work with the super rich. \n104 \nEva Andersson: \niss Swed( \nzling whi \nthe stage \nwinner of this, the \nSeoul, South Korea \n\"And now that \nsee which five girls \nBarker pauses, \ntightens. There are I \neven if they're not ( \n\"On this card \nreceived the highe5 \ninterview, the swin \nEva feels the \nstanding in betwee. \n\fTERSON \ntook him three years, working \nirney's office, Epstein finally did \n;S's maze and recover ObregOn's \n. bank in the Cayman Islands. \nna prevents us from knowing \nlow much he kept. But given the \ny earned millions—or more — \nLas nothing but appreciation for \nems,\" she says. \"I don't want any-\n•t of the deal with a new modus Eva Andersson: July 8, 1980 \nly work with the super rich. \n.1, \n104 \nCHAPTER 25 \nMiss Sweden, Eva Birgitta Andersson, is wearing a daz-\nzling white gown and sweating, ever so slightly, under \nthe stage lights. But Bob Barker's about to announce the \nwinner of this, the twenty-ninth Miss Universe pageant, held in \nSeoul, South Korea, and Eva's smile is as wide as the ocean. \n\"And now that we know what Miss Universe will win, let's \nsee which five girls are still in the running!\" \nBarker pauses, like the expert broadcaster he is. Eva's chest \ntightens. There are twelve women onstage, all of them beautiful—\neven if they're not quite as beautiful as Miss Sweden. \n\"On this card are the names of five contestants who have \nreceived the highest total score from our judges in the personal \ninterview, the swimsuit, and the evening gown competition.\" \nEva feels the camera pan across the stage—pan across her, \nstanding in between Miss Scotland and Miss Puerto Rico. \n105 \n\fJAMES PATTERSON \nWhy didn't any of \nalways someone more \ncorner. Perhaps none c \nurges. But he did have 2 \nby his side through tl: \nwith them. \nWhen he was thro \nsay, they graduated up \nstatus of \"lover\" to \"fric \nIn his estimation, th \nThe world was ful \nfriendship seemed to 13( \n\"As a result, they will be our five finalists. As I call each name, \nyou will see a figure on your television screen. That is the total \nscore received by the contestant since she became a semifinalist. \nBut one thing I would point out to you: the point total is not \nnecessarily a sign of who our eventual winner will be. Being first \nnow is no guarantee of being first at the time of our judges' final \nballot.\" \nOh, get on with it, Miss Sweden thinks. And, as if by her com-\nmand, Bob Barker does. \n\"Now our five finalists. Good luck, girls! The first finalist is: \nMiss Sweden!\" \nEva's hands fly up to her face. The time it takes her to walk to \nthe front of the stage is all the time she needs to stop herself from \ncrying. \nFor Eva, it's not meant to be. Miss USA, Shawn Weatherly, wins \nthat year's competition—she'll go on to become a star on Bay-\nwatch. But Eva's future is secure nonetheless. After the pageant, \nshe'll spend three years studying in Stockholm, finish med \nschool at UCLA, and become a doctor of internal medicine. \nAlong the way, she'll meet Jeffrey Epstein. \nPeople who knew them when they were a couple say that Eva \nwanted to marry Epstein. One friend says he considered it seri-\nously. In the end, Eva ended up with a man named Glenn Dubin, \nthough she and Epstein remained very close. And if Eva was the \nproverbial \"one who got away,\" Epstein ended up dating othe \nimpressive women—world-class beauties—as he made .his way \nin the world. \n106 \n\fFILTHY RICH \nTERSON \nye finalists. As I call each name, \n:vision screen. That is the total \n;ince she became a semifinalist. \nt to you: the point total is not \nntual winner will be. Being first \n;t at the time of our judges' final \n:n thinks. And, as if by her corn-\nd luck, girls! The first finalist is: \nThe time it takes her to walk to \nme she needs to stop herself from \niiss USA, Shawn Weatherly, wins \n1 go on to become a star on Bay-\nre nonetheless. After the pageant, \nlying in Stockholm, finish med \ndoctor of internal medicine. \nJeffrey Epstein. \nten they were a couple say that Eva \ne friend says he considered it seri-\np with a man named Glenn Dubin, \nined very close. And if Eva was the \nty,\" Epstein ended up dating other \nlass beauties—as he made his way \n106 \nWhy didn't any of the romances take? Perhaps there was \nalways someone more fabulous waiting for Epstein around the \ncorner. Perhaps none of these women satisfied Epstein's deeper \nurges. But he did have a knack for keeping the women he'd dated \nby his side through thick and thin, long after he'd broken up \nwith them. \nWhen he was through with his girlfriends, Epstein would \nsay, they graduated up, not down, the ladder, moving from the \nstatus of \"lover\" to \"friend.\" \nIn his estimation, these shifts always constituted a promotion. \nThe world was full of beautiful women. But for Epstein, \nfriendship seemed to be a far more precious commodity. \n107 \n\fPay me fifty million c1( \namount. \nAt first Epstein did nc \nasked that the payment — \nescrow. If his strategy we \nbounced back to the client \nIn the eighties, when \nmuch, much higher than \n50 percent, it was an ext] \nwere other ways to make \nIn 1982, Epstein sold his \nrelatives, and others on an \nMichael Stroll, had run M \ncompany known for the 131 \nStroll put $450,000 int \nBut in 1984, Michael \nrepeated demands and r€ \nEpstein owed him, he got \nment. Eventually he sued] \ning 5440,000—the case \nEpstein told the judge tha \nally the payment for a hop \nLike many cases invol \nof court, the terms of the f \nCHAPTER 26 \nJeffrey Epstein: 1984 \n, \now did Jeffrey Epstein make all his money? \nEpstein would tell stories over the years about mon-\nies recovered from slippery characters. Sometimes, friends \nand former associates would say, he'd suggest he had ties to the \ngovernment, giving listeners the impression that he was doing \ndangerous, glamorous work. \nOthers said that what Epstein really did, at this stage in his \ncareer, was much more banal. According to them, Epstein spent \nmost of his time coming up with creative new ways for the rich \nto avoid paying taxes. The commission for tax-avoidance deals \nwas enormous, although the number of deals Epstein was involved \nwith is a matter of conjecture, as is his record of successes and \nBut Epstein's business model was evolving. He'd charge a fla \nfailures. \nfee. No fancy math. No percentages. \n108 \n\fFILTHY RICH \nCHAPTER 26 \nlake all his money? \ntories over the years about mon-\nny characters. Sometimes, friends \niy, he'd suggest he had ties to the \nrie impression that he was doing \nem n really did, at this stage in his \nAccording to them, Epstein spent \nith creative new ways for the rich \nmmission for tax-avoidance deals \nLmber of deals Epstein was involved \n, as is his record of successes and \ndel was evolving. He'd charge a flat: \nitages. \n108 \nPay me fifty million dollars. Or pay the IRS seven times that \namount. \nAt first Epstein did not demand his fee up front. Instead he \nasked that the payment—often a substantial one—be put into \nescrow. If his strategy worked, he'd get paid. If not, the money \nbounced back to the client. \nIn the eighties, when tax rates on the top 1 percent were \nmuch, much higher than they are today, topping out at close to \n50 percent, it was an extremely effective pitch. And then there \nwere other ways to make money. \nIn 1982, Epstein sold his wealthy friends, his friends' wealthy \nrelatives, and others on an oil-drilling deal. One of the investors, \nMichael Stroll, had run Williams Electronics, an entertainment \ncompany known for the pinball machines it made. \nStroll put $450,000 into the oil deal. \nBut in 1984, Michael Stroll wanted his money back. Despite \nrepeated demands and requests for a full accounting of what \nEpstein owed him, he got $10,000 back on his $450,000 invest-\nment. Eventually he sued Epstein in federal court for the remain-\ning $440,000—the case went on for a number of years. In court, \nEpstein told the judge that the $10,000 he'd returned was actu-\nally the payment for a horse Stroll had sold him. \nLike many cases involving Epstein, this one was settled out \nof court, the terms of the final agreement kept secret. \n109 \n\fCHAPTER 27 \nSteven Hoffenberg: July 10, 1987 \nefore there was Bernie Madoff, there was Steven Hoffenberg. \nBIn 1987, Hoffenberg was the head of Towers Financial \nCorporation, a company that bought debts, such as unpaid \nmedical bills, at a very steep discount while pressing the debtors \nto repay in full. He'd started the company fifteen years earlier \nwith two thousand dollars and just a handful of employees. \nThanks, in part, to a grueling work ethic, he'd turned that into a \nmuch bigger concern, with twelve hundred employees and stock \nthat traded over the counter. But Hoffenberg still spent fifteen \nhours each day, six days a week, in his office. \nHe wanted more. Hoffenberg was a Wall Street outsider. A \nBrooklyn boy. A college dropout, like Epstein. \nOne thing Hoffenberg wanted was respect. The other was \nsomeone who was familiar with Wall Street's inner workings. Jef-\nfrey Epstein, who had traded options for Bear Stearns, fit the bill. \n110 \nHoffenberg began pa \nmonth for Epstein's exper \nThe SEC had already \nding with him out of cou \nsecurities. But Hoffenberg \nIn the 1980s, several n \nthe greenmailing of pub \nmailing means, in practio \ninvestors will start buyin \nvulnerable to takeover att \nutives at those companies \nIt's risky, but very often tt \nprofit. \nYet another thing Hof \nAmerican World Airways. \nits downward trajectory, t \nFor Hoffenberg, the \nhuge. \nAccording to Hoffenberg, \nover of Pan Am—a deal tl \nSteven Hoffenberg stil \nlistening to him, one mus \nguilty to criminal conspit \nmillion swindle, a famili2 \nBernie Madoff case. \nLike so many others, \nwithout the necessary u: \nSpent at the office, he'd als \n\fFILTHY RICH \nCHAPTER 27 \n1987 \n[off, there was Steven Hoffenberg. \nras the head of Towers Financial \nhat bought debts, such as unpaid \nscount while pressing the debtors \nthe company fifteen years earlier \nnd just a handful of employees. \nwork ethic, he'd turned that into a \nelve hundred employees and stock \nBut Hoffenberg still spent fifteen \nin his office. \n)erg was a Wall Street outsider. A \njut, like Epstein. \nanted was respect. The other was \n.th Wall Street's inner workings. jef-\nDptions for Bear Stearns, fit the bill. \n110 \nHoffenberg began paying twenty-five thousand dollars per \nmonth for Epstein's expertise as a consultant. \nThe SEC had already looked into Hoffenberg's affairs, set-\ntling with him out of court in a matter relating to unregistered \nsecurities. But Hoffenberg was dangling a very big prize. \nIn the 1980s, several major financial players were involved in \nthe greenmailing of publicly traded companies. What green-\nmailing means, in practice, is that a brokerage house or group of \ninvestors will start buying shares in companies that seem to be \nvulnerable to takeover attempts. To ward off the attempts, exec-\nutives at those companies will buy the shares back at a premium. \nIt's risky, but very often the investors stand to make a handsome \nprofit. \nYet another thing Hoffenberg wanted was to take over Pan \nAmerican World Airways. The iconic airline had already entered \nits downward trajectory, but it was still a giant. \nFor Hoffenberg, the greenmailing profits could have been \nhuge. \nAccording to Hoffenberg, Epstein handled the attempted take-\nover of Pan Am—a deal that went sideways almost immediately. \nSteven Hoffenberg still has a lot to say on the subject. But in \nlistening to him, one must bear in mind that in 1995, he pleaded \nguilty to criminal conspiracy and fraud charges involving a $460 \nmillion swindle, a familiar scheme to anyone who followed the \nBernie Madoff case. \nLike so many others, Hoffenberg had tried to fly very high \nWithout the necessary updraft. And despite all the hours he \n,spent at the office, he'd also developed a taste for the high life. He \n111 \n\fJAMES PATTERSON \nbought his own jet, a luxury yacht, and a Long Island mansion \nto go with his expensive Manhattan apartment. He'd also briefly \nowned a controlling interest in the New York Post. \nTo cover his tracks, Hoffenberg had been taking money from \ninvestors and using it to pay previous investors. It was a classic \nPonzi scheme—one of the biggest in history—and Hoffenberg \nended up spending nineteen years in a federal prison. \nWhy was Epstein not implicated in the case? All that Hoffen-\nberg will say when asked is: \"Ask Robert Gold.\" \nAnother source suggests that Gold, the former federal prose-\ncutor who had helped Epstein recover Ana Obregon's money, \nkept the US attorney away from Epstein until there were only a \nfew weeks left before the statute of limitations ran out. \nAs for Epstein himself, he would always deny any wrong-\ndoing. Despite his proximity to Hoffenberg, he managed to avoid \nthe blast radius. \n1 \n112 \nRobert Meister: 1985 \nRobert Meister, the vic( \nkerage and consulting \nin the mid-eighties, \nPalm Beach. Both men were \nthe other looked familiar. Th \nand Meister filed the conven \nAt that time, Les Wexner, w \nof Meister's insurance comp \nthe people managing his mo \nWexner was a billionaire \nwere in a tangle. Maybe Epst \nwould also be grateful for the \nthere's evidence to suggest th \nhis last Bear Stearns bonus—\nrecovered for Ana ObregOn—\n\fT ER S ON \nht, and a Long Island mansion \ntan apartment. He'd also briefly \nie New York Post. \nrg had been taking money from \nvious investors. It was a classic \n.tst in history—and Hoffenberg \nTs in a federal prison. \ntted in the case? All that Hoffen-\n( Robert Gold.\" \nt Gold, the former federal prose-\nrecover Ana ObregOn's money, \nt Epstein until there were only a \n: of limitations ran out. \nwould always deny any wrong-\nHoffenberg, he managed to avoid \n112 \nCHAPTER 28 \nRobert Meister: 1985 \nobert Meister, the vice chairman of a giant insurance bro-\nkerage and consulting firm called Aon, met Jeffrey Epstein \nin the mid-eighties, aboard a flight from New York to \nPalm Beach. Both men were flying first class. Each one thought \nthe other looked familiar. They talked in the course of that flight, \nand Meister filed the conversation away, only to recall it in 1989. \nAt that time, Les Wexner, who was Meister's friend and a client \nof Meister's insurance company, was complaining to him about \nthe people managing his money. \nWexner was a billionaire, but for all his wealth, his finances \nwere in a tangle. Maybe Epstein could help. And perhaps Epstein \nwould also be grateful for the introduction. Hard as it is to believe, \nthere's evidence to suggest that Epstein really had spent the last of \nhis last Bear Stearns bonus—along with his share of the money he'd \nrecovered for Ana ObregOn—and was broke, again, at the time. \n113 \n\fJAMES PATTERSON \nOne estranged friend says that he had to loan Epstein money \nto pay the bill at Epstein's garage, which had seized Epstein's car \nfor nonpayment. \nAnother estranged friend says that Epstein didn't have two \nnickels to rub together. \nDiana Crane, a former model, says that Epstein always had \nfirst-class upgrades he would give to his friends so they didn't \nhave to fly economy class. \n\"No one knew where or how he got them,\" Crane recalls. \n\"Sometimes they worked, and other times they didn't. I remem-\nber he saw a friend of mine wearing a Concorde jacket. He asked \nif he could borrow it for a day or so. My friend never got the \njacket back. But Epstein would tell people he always flew on the \nConcorde — a total lie.\" \nBut even if Epstein were flush, Les Wexner would have been \na big fish to catch. \nFrom the get-go, Meister's wife, Wendy, had her suspicions \nabout Epstein. About the way he presented himself and the way \nhe worked himself into their inner circle. \nBefore long, Wendy was calling Epstein the virus. \nBut for Epstein, the Meisters weren't the point. Wexner was. \nAnd hard as it is to understand why the billionaire would \nassociate with a man who'd worked with a Ponzi king like Steven \nHoffenberg, it turned out that Wexner and Epstein would get \nalong perfectly well. \n114 \nGhislaine Maxwell \nRobert Meister v \nEpstein, the bc \nsocial ladder. T \nheiress from the Unite \nof the world's most gla-\nMaxwell was the : \nthe most famous— ev \nRobert Maxwell, was \n'French Foreign Legioi \nhad gone on to becon \ne'd become a media \nirth name was Jan L \nd in disgrace in 19 \ne of his supersize y \n\"The shtetl Solon \n\fERSON \nhe had to loan Epstein money \nwhich had seized Epstein's car \n3 that Epstein didn't have two \n, says that Epstein always had \nre to his friends so they didn't \nv he got them,\" Crane recalls. \nher times they didn't. I remem-\nLng a Concorde jacket. He asked \nor so. My friend never got the \nell people he always flew on the \nh, Les Wexner would have been \nvife, Wendy, had her suspicions \ne presented himself and the way \nner circle. \n.ing Epstein the virus. \n3 weren't the point. Wexner was. \nstand why the billionaire would \n:ked with a Ponzi king like Steven \nWexner and Epstein would get \n114 \nCHAPTER 29 \nGhislaine Maxwell: 1991 \nRobert Meister was not the only friend who helped Jeffrey \nEpstein, the boy from Coney Island, on his way up the \nsocial ladder. There was also Ghislaine Maxwell, a wealthy \nheiress from the United Kingdom who'd retained her ties to some \nof the world's most glamorous and scandalous jet-setters. \nMaxwell was the youngest and most favored child of one of \nthe most famous—even infamous —men in Europe. Her father, \nRobert Maxwell, was a Czech refugee who had fought in the \nFrench Foreign Legion and with the British in World War II and \nhad gone on to become a member of Parliament. By the 1960s, \nhe'd become a media baron. Born into a Hasidic family—his \nbirth name was Jan Ludvik Hyman Binyamin Hoch—Maxwell \ndied in disgrace in 1991 after falling or perhaps jumping off the \nside of his supersize yacht, the Lady Ghislaine. \n,, \n.. The shtetl Solotvyno, where I come from, it is no more,\" \n115 \n\fJAMES PATTERSON \nMaxwell said a few months before his demise. \"It was poor. It \nwas Orthodox. And it was Jewish. We were very poor. We didn't \nhave things that other people had. They had shoes, they had \nfood, and we didn't. At the end of the war, I discovered the fate of \nmy parents and my sisters and brothers, relatives, and neighbors. \nI don't know what went through their minds as they realized \nthat they'd been tricked into a gas chamber.\" \nMaxwell's own death was followed by an international scan-\ndal. It turned out that he'd stolen hundreds of millions of pounds \nfrom his companies' pension funds and used them to prop up his \nempire. Two of his sons were tried for conspiracy to commit \nfraud and ultimately exonerated. But Ghislaine, who had grown \nup in luxurious surroundings and counted the Duke of York, \nPrince Andrew, among her intimates, could not escape the dark \nshadow her father had cast. Looking to start fresh, she took the \nConcorde to New York City. \nAt first, it seems, Maxwell and Epstein were lovers. \"She was \nmadly in love with Jeffrey,\" says a longtime friend of Ghislaine's. \nThen they became something more. Ghislaine took care of \nEpstein's travel arrangements. She managed his household and \nopened doors that very few Brooklyn-born Jewish boys could \nhave passed through. According to lawsuits and witness testi-\nmony, she also became one of several women who procured \nyoung girls for Epstein. \nShe was not jealous, according to people who knew her back \nthen. If anything, Ghislaine seemed to take pleasure in satisfy-\ning Epstein's needs. \nGhislaine introduced Epstein to a fabulous world that the \n116 \nBrooklyn boy knew no \ntaught Epstein the differ' \nBut despite—or was ii \nEpstein, she, too, grach \nAccording to Jane Doe \nfiled in 2009 by a womat \nof the services Maxwell \nment of underage worn. \npapers, Maxwell has ye. \nVirginia, with any othe \nwith, or with any criminl \nIn a 2016 answer to a c \nMaxwell called the allep \nThe case of Nadia B. \nfirst noticed by Epstein, \nin the eyes of her mothet \nBjorlin's Iranian-bon \nyears ago about her famil \nand Epstein. Bjorlin's fat \nmusic, had died a year \nthis made the girl a vuln \n\"She was at school a. \nMichigan, when she met \n\"My daughter was a 5 \nlittle girl, not mature for \nthought she was nine or • \n\"Epstein was a big dc \nher father had died, so St \nHe said, 'Here's my numt \n\"He kept saying, `Cor \n\fERSON \nFILTHY RICH \n-e his demise. \"It was poor. It \nWe were very poor. We didn't \nid. They had shoes, they had \nthe war, I discovered the fate of \n)thers, relatives, and neighbors. \ntheir minds as they realized \n; chamber.\" \nowed by an international scan-\nhundreds of millions of pounds \nIs and used them to prop up his \nried for conspiracy to commit \n. But Ghislaine, who had grown \nmd counted the Duke of York, \nlates, could not escape the dark \nking to start fresh, she took the \nL Epstein were lovers. \"She was \na longtime friend of Ghislaine's. \n, more. Ghislaine took care of \nShe managed his household and \nrooklyn-born Jewish boys could \nlg to lawsuits and witness testi-\n)f several women who procured \n.ing to people who knew her back \n:emed to take pleasure in satisfy\nein to a fabulous world that the \n116 \nBrooklyn boy knew nothing about. One friend jokes that she \ntaught Epstein the difference between a fish fork and a salad fork. \nBut despite—or was it because of? —Maxwell's devotion to \nEpstein, she, too, graduated from girlfriend to friend status. \nAccording to Jane Doe 102 vs. Jeffrey Epstein, a civil complaint \nfiled in 2009 by a woman later identified as Virginia Roberts, one \nof the services Maxwell provided for Epstein was the procure-\nment of underage women. (Through her lawyer and in court \npapers, Maxwell has vehemently denied any involvement with \nVirginia, with any other young woman Epstein was involved \nwith, or with any criminal activities committed by Jeffrey Epstein. \nIn a 2016 answer to a defamation lawsuit brought by Roberts, \nMaxwell called the allegations fabricated for financial gain.) \nThe case of Nadia Bjorlin, who was thirteen when she was \nfirst noticed by Epstein, raises questions in this regard, at least \nin the eyes of her mother. \nBjorlin's Iranian-born mother spoke to a British tabloid some \nyears ago about her family's disturbing experience with Maxwell \nand Epstein. Bjorlin's father, a celebrated conductor of classical \nmusic, had died a year earlier, the mother said. She believed that \nthis made the girl a vulnerable and easy target. \n\"She was at school at the famed Interlochen Arts Center, in \nMichigan, when she met Epstein,\" the mother said. \n\"My daughter was a singer. She was a baby. She was a skinny \nlittle girl, not mature for her age. She was thirteen, but everyone \nthought she was nine or ten. \n\"Epstein was a big donor, and he heard about Nadia and that \nher father had died, so she was vulnerable, and he contacted her. \nHe said, 'Here's my number.' \n\"He kept saying, 'Come—will you come?' He said he wanted \n117 \n\fJAMES PATTERSON \nto help mentor her. I wouldn't let her meet him. What sort of a \nman approaches a young girl and asks to meet her?\" \nIn the meantime, •Maxwell had become friendly with the \nfamily. \"I trusted Ghislaine; she was like a mother,\" Bjorlin's \nmother recalled. \"She was always calling my house. \n\"Ghislaine didn't want me to meet Epstein, but I did anyway, \nand I asked what he wanted with Nadia. He said he wanted to \nhelp her singing career. He said, 'I'd like to be like a godfather.' It \nfelt creepy. \n\"I had a bad vibe about him and said, 'Stop!' I told him, 'No, \nthank you. She doesn't need your help.' I kept Nadia away from \nhim. She never met him alone. She never went anywhere with him.\" \nDespite her suspicions, it took Epstein's arrest to make Bjor-\nlin's mother wonder whether Maxwell and Epstein hadn't been \nsizing her daughter up for his stable of underage women. \n118 \nLeslie Wexner: 19.' \nLeslie Wexner, ti \nerner. Born in \nRussian-Jewish \nshooter— taciturn ar \nFor several years \nwas the largest yacht \nWexner's emplo) \nfiercely loyal to therri \nIn time, he'd corn \n\"Everyone was n \nys Robert Morosk \ntailer the Limited, \n\"Almost everyor \nother former emp \nt of nowhere.\" \n\fTERSON \nt her meet him. What sort of a \nasks to meet her?\" \nhad become friendly with the \ne was like a mother,\" Bjorlin's \n; calling my house. \nmeet Epstein, but I did anyway, \nth Nadia. He said he wanted to \n'I'd like to be like a godfather.' It \nand said, 'Stop!' I told him, 'No, \nur help.' I kept Nadia away from \ne never went anywhere with him.\" \nok Epstein's arrest to make Bjor-\nlaxwell and Epstein hadn't been \ntable of underage women. \n118 \nCHAPTER 30 \nLeslie Wexner: 1993 \nLeslie Wexner, the richest man in Ohio, is a proud midwest-\nerner. Born into the rag trade (Wexner's parents were \nRussian-Jewish immigrants), he grew up to be a straight \nshooter— taciturn and camera-shy. \nFor several years running, his 315-foot boat, the Limitless, \nwas the largest yacht owned by an American. • \nWexner's employees loved him, and he was known to be \nfiercely loyal to them. \nIn time, he'd come to see the same qualities in Jeffrey Epstein. \n\"Everyone was mystified as to what [Epstein's] appeal was,\" \nsays Robert Morosky, a former vice chairman of the clothing \nretailer the Limited, founded by Wexner. \n\"Almost everyone at the Limited wondered who he was,\" \nanother former employee of Wexner's recalls. -\"He literally came \nout of nowhere.\" \n119 \n\fJAMES PATTERSON \nF1 \nBut it seems that Epstein did work hard to untangle Wexner's \nfinances. And it appears he succeeded. \"Jeffrey cleaned that up \nright away,\" a former associate of Epstein's says. \nThe two men became all but inseparable. \n\"Very smart, with a combination of excellent judgment and \nunusually high standards,\" Wexner said of Epstein at the time. \n\"Also, he is always a most loyal friend.\" \nWhen Wexner wanted to break up with a woman he'd been \ndating for several years—a woman who moved to Ohio and con-\nverted to Judaism to make him happy—he dispatched Epstein \nto do the dirty work. \nWhen Wexner hired a decorator for his Ohio mansion and \nwanted someone to verify the authenticity of several expensive \nantiques, Epstein flew in his friend Stuart Pivar, the renowned \nart collector and author. (According to Pivar, most of the antiques \nwere cheap imitations.) When Wexner traveled abroad, he'd \nbring back trinkets and gifts for Epstein. When Wexner wanted \nto see Cats, Epstein arranged to have the cast perform in his \nmansion. \nIn Ohio, Wexner's associates whispered about his relationship \nwith Jeffrey Epstein. In New York, they wondered about Epstein's \nrole in Wexner's 1993 marriage to Abigail Koppel. \nAt thirty-one, Koppel was twenty-four years Wexner's junior. \nIt was Epstein who negotiated the prenuptial agreement and \norchestrated its very strange signing. Abigail signed the agree-\nment in her law office. Wexner signed it in his office. According \nto an associate of Epstein's who was present, Epstein brought a \nSports Illustrated swimsuit model along to Wexner's office, as if \nto make the point that then \nworld. As a joke, Epstein pl \nbelly and had Wexner sign it \nEpstein asked his friend: \n\"Yes, Jeffrey,\" said Wexne \n\"It was an uproarious sce \nJeffrey being Jeffrey. That wa \n\f'TERSON \nFILTHY RICH \nvork hard to untangle Wexner's \needed. \"Jeffrey cleaned that up \nEpstein's says. \ninseparable. \nttion of excellent judgment and \nner said of Epstein at the time. \nriend.\" \n..ak up with a woman he'd been \nan who moved to Ohio and con-\nhappy — he dispatched Epstein \nrator for his Ohio mansion and \niuthenticity of several expensive \niend Stuart Pivar, the renowned \nling to Pivar, most of the antiques \nWexner traveled abroad, he'd \nr Epstein. When Wexner wanted \nto have the cast perform in his \nNhispered about his relationship \nrk, they wondered about Epstein's \n!. to Abigail Koppel. \nwenty-four years Wexner's junior. \n:d the prenuptial agreement and \nAgning. Abigail signed the agree-\nr signed it in his office. According \nlo was present, Epstein brought a \ndel along to Wexner's office, as if \n120 \nto make the point that there are other beautiful women in the \nworld. As a joke, Epstein placed the agreement on the model's \nbelly and had Wexner sign it right there. \nEpstein asked his friend: \"Are you sure you want to do this?\" \n\"Yes, Jeffrey,\" said Wexner. \"Quite sure.\" \nIt was an uproarious scene,\" Epstein's associate recalls. \"Just \nJeffrey being Jeffrey. That was his gestalt.\" \n121 \n\fPART \nThe omen \n\fCHAPTER 31 \nMc2 Model Management's NYC branch is looking for \"highly \nmotivated and energetic\" interns to assist their agents part-time \nor full-time. If you're thinking to yourself, who?, it's the agency \nfounded by Jean-Luc Brunel, the guy who first signed Christy \nTurlington when she was just fourteen. Responsibilities include \nscanning pictures, answering phones, assisting with updating \nmodels' portfolios, and working in Photoshop, Word and Excel \n(so you have to already know what you're doing in those). You \nMust: Be interested in the fashion, modeling and photography \nindustries, outgoing, well spoken, and able to keep cool while \nfive different people demand Starbucks / copies / phone calls / \netc. This is a great opportunity to get hands-on experience at a \nsmaller agency, plus they can offer a stipend and a Met rocard \nas well as school credit if needed. Send your resume to intern@ \nmc2mm.com Good luck! \n—Julia Hermanns, Fashionista, January 30, 2009 \n125 \n\fJAMES PATTERSON• \nJean-Luc Brunel: 2005 \nIFor Jeffrey Epstein, Leslie Wexner is more than a mentor. \nMore than the last in a line of older men—father figures—\nwhom Epstein cultivated while making his way in the \nworld. \nWexner is also a steady, if indirect, source of beautiful \nwomen. \nAfter all, Wexner is the man in charge of Victoria's Secret, \npart of the Limited family of companies and—better yet—in \ncharge of the Victoria's Secret catalog. What this means for \nEpstein is models galore. In fact, like a fox that's gotten hold of \nthe lease to a henhouse, Epstein, according to evidence collected \nin a later lawsuit brought by Epstein victims, eventually pro-\nvided financial support for a modeling agency, and provided \nsupport for models employed by that agency, in New York City. \nThis story begins with a Frenchman— a playboy modeling \nagent named Jean-Luc Brunel—who was an owner of the Karin \nmodeling agency. \nBrunel had been working as a modeling agent since the sev-\nenties. He claimed to have launched the careers of Monica Bel-\nlucci, Estelle, Jerry Hall, Rachel Hunter, Milla Jovovich, Rebecca \nRomijn, Kristina Semenovskaya, Sharon Stone, and Estella War-\nren, as well as Christy Turlington and other well-known cover \ngirls. Brunel had also been a subject of a 60 Minutes investiga-\ntion, broadcast in 1988, into sexual exploitation in the modeling \nindustry. That expose had caused Eileen Ford of the elite Ford \nmodeling agency to sever her ties with the playboy. (Bruners \nactivities were also chronicled in a 1995 book about the fashion \n126 \nindustry—Model: The \nGross.) \nBut Brunel's reputat \ngetting involved in his \nAccording to a sun \nEdwards, a victims' law \nEpstein alleging fabrics \nEpstein had provided st \nits name, in 2005, from \nAs a scout for MC2 \nundiscovered talent, faN \nthe former Soviet repuE \neling competitions and \neling agents and agenci \nBut according to th \nthe information he ha( \nand Brunel had used th \neign countries into the \ning contracts. These g \nbelonging to Epstein. \nvisa for these girls,\" \nunderage girls rent, pre \nthe condos.\" \n\"I strongly deny I \nindirectly, in the actior \nBrunel would say. \"I st \nact or any wrongdoing \nmodel agencies manag \ncal standard for almosi \nAccording to Brut \n\fERSON. \nFILTHY RICH \nxner is more than a mentor. \nf older men— father figures — \nthile making his way in the \nindirect, source of beautiful \nin charge of Victoria's Secret, \nmpanies and—better yet—in \ncatalog. What this means for \nlike a fox that's gotten hold of \naccording to evidence collected \npstein victims, eventually pro-\nlodeling agency, and provided \nthat agency, in New York City. \nmchman— a playboy modeling \nwho was an owner of the Karin \na modeling agent since the sev-\n.ched the careers of Monica Bel-\nHunter, Milla Jovovich, Rebecca \nSharon Stone, and Estella War-\nton and other well-known cover \nubject of a 60 Minutes investiga-\n(ual exploitation in the modeling \nsed Eileen Ford of the elite Ford \nties with the playboy. (Bruners \nin a 1995 book about the fashion • \n126 \nindustry—Model: The Ugly Business of Beautiful Women, by Michael \nGross.) \nBut Brunel's reputation did not prevent Jeffrey Epstein from \ngetting involved in his business. \nAccording to a summary judgment court filing by Bradley \nEdwards, a victims' lawyer defending against a lawsuit by Jeffrey \nEpstein alleging fabrication of sexual assault cases against him, \nEpstein had provided support for Brunel's agency, which changed \nits name, in 2005, from Karin to MC2 — as in E = mc2. \nAs a scout for MC2, Brunel traveled the world in search of \nundiscovered talent, favoring Scandinavia, Israel, central Europe, \nthe former Soviet republics, and South America, setting up mod-\neling competitions and negotiating with other international mod-\neling agents and agencies. \nBut according to the court filing, in which Edwards detailed \nthe information he had gathered in support of victims, Epstein \nand Brunel had used the agency to bring underage girls from for-\neign countries into the United States by promising them model-\ning contracts. These girls were then housed in condominiums \nbelonging to Epstein. \"Epstein and Brunel would then obtain a \nvisa for these girls,\" the document states, \"then charge the \nunderage girls rent, presumably to live as underage prostitutes in \nthe condos.\" \n\"I strongly deny having participated, neither directly nor \nindirectly, in the actions Mr. Jeffrey Epstein is being accused of,\" \nBrunel would say. \"I strongly deny having committed any illicit \nact or any wrongdoing in the course of my work as a scouter or \nmodel agencies manager. I have exercised with the utmost ethi-\ncal standard for almost forty years.\" \nAccording to Brunel, his association with Jeffrey Epstein \n127 \n\fJAMES PATTERSON \nended up having a strong negative impact on his reputation and \nbusiness. Several photographers refused to work with him. Other \nagencies, such as Modilinos Model Management, curtailed their \nrelationships with Brunel. And in 2015, Brunel filed his own \ncivil lawsuit against Jeffrey Epstein, denying that he had any role \nin Epstein's illegal activities, alleging that Epstein had obstructed \njustice by telling him to avoid having his deposition taken in the \ncriminal case the Palm Beach PD had built against Epstein, and \nclaiming that false allegations of Brunel's links to Epstein's activ-\nities had harmed his reputation and cost him a great deal of \nbusiness. \nIn his filing, Brunel included several e-mails from industry \ncontacts who expressed their doubts about placing models with \nhis agency. \"Parents don't want their daughters coming to us \nbecause [when] they google your name and the agency name the \nonly things they see is 'Sex Trafficking'!!!\" one correspondent \nhad written. \n128 \nNadia Marcinkova: circ \nC2 has offices in I\\ \nmotion—flying to \nVirgin Islands. Oi \nParis. And when he comes \nwhere important people — c \nuniversity presidents, Nobe \nex-presidents, and heads of si \nSome guests marvel in p1 \ndo they come from? \nNadia Marcinkova com( \nmodel. But Nadia's done very \nbecome another of Epstein's \nAccording to statements \nalso served as a willing acc( \non underage females. \n\fERSON \nimpact on his reputation and \nused to work with him. Other \nManagement, curtailed their \n2015, Brunel filed his own \n, denying that he had any role \nig that Epstein had obstructed \nng his deposition taken in the \nhad built against Epstein, and \nrunel's links to Epstein's activ-\nand cost him a great deal of \nseveral e-mails from industry \nbts about placing models with \n:heir daughters coming to us \nlame and the agency name the \nlicking'! !!\" one correspondent \n1 \nNadia Marcinkova: circa 2000 \nParis. \nwhere \nCHAPTER 32 \nC2 has offices in New York City. But Jeffrey's always in \nmotion—flying to his homes in New Mexico and the \nVirgin Islands. Often to Palm Beach. Sometimes to \nAnd when he comes home to New York he hosts parties \nimportant people—corporate titans, real estate tycoons, \nuniversity presidents, Nobel Prize—winning scientists, princes, \nex-presidents, and heads of state—mingle with beautiful women. \nSome guests marvel in public: Who are these women? Where \ndo they come from? \nNadia Marcinkova comes from Slovakia. She looks like a \nmodel. But Nadia's done very little modeling, if any. Instead she's \nbecome another of Epstein's girlfriends. \nAccording to statements given to the Palm Beach police, she's \nalso served as a willing accomplice in Epstein's sexual assaults \non underage females. \n129 \n\fJAMES PATTERSON \nEpstein prefers diminutive women, but Nadia is tall. She's \nrail-thin and blond like the sun, with glowing skin, a wide smile, \nand sky-high cheekbones. \nOn a good day, she could pass for a Bond girl— a woman \ncaught up in a web of crime and intrigue. But of course, that's \nexactly what she is. \nIn certain circles, the academics and the women in Epstein's \norbit are almost a joke. In a 2003 profile of him, New York maga-\nzine quotes Harvard professors (\"He is amazing\"), Princeton \nprofessors (\"He changed my life\"), MIT professors (\"If I had acted \nupon the investment advice he has given me over the years, I'd \nbe calling you from my Gulfstream right now\"), and other lumi-\nnaries, up to and including Bill Clinton. \n\"I've known Jeff for fifteen years,\" says Donald Trump. \n\"Terrific guy; he's a lot of fun to be with.\" \nNo one knew then that someday Trump would run for presi-\ndent. (When he does, he'll attack Hillary Clinton for Bill Clinton's \nown entanglements with Epstein.) But Trump's already ahead of \nthe curve in that he ends up severing his ties to Epstein well \nbefore the police or the media get wind of Epstein's penchant for \nunderage girls. \nHe does this because he finds out that in their endless hunt \nfor \"masseuses,\" Epstein's procurers have been prowling around \nTrump's estate in Palm Beach. \n130 \nVirginia Roberts: 1999 \nP1' rump's estate, Mar-\nulously wealthy he: \nsits on twenty perfi \nmiles away from Jeffrey E \nhome to the exclusive Mar-\ncourts, and a very posh rest \nDonald Trump had fou \nthey blocked all his efforts I \nOther clubs on the island-\nblacks and Jews— had neve \nargued. At one point he seni \nber of the town council: Gu \nSidney Poitier confronts his \ntleman's Agreement, in which \nin Connecticut and New Yoi \n\fTERSON \n1 \nomen, but Nadia is tall. She's \nrith glowing skin, a wide smile, \ntss for a Bond girl—a woman \nintrigue. But of course, that's \nCHAPTER 33 \n:s and the women in Epstein's \nprofile of him, New York maga-\n; (\"He is amazing\"), Princeton \n), MIT professors (\"If I had acted \nhas given me over the years, I'd \nam right now\"), and other lumi-\n:linton. \nn years,\" says Donald Trump. \nbe with.\" \n.day Trump would run for presi-\nz Hillary Clinton for Bill Clinton's \n.n.) But Trump's already ahead of \n;evering his ties to Epstein well \n;et wind of Epstein's penchant for \ntds out that in their endless hunt \nurers have been prowling around \n130 \nie \nVirginia Roberts: 1999 \nTrump's estate, Mar-a-Lago, had once belonged to the fab-\nulously wealthy heiress Marjorie Merriweather Post. It \nsits on twenty perfectly manicured acres less than two \nmiles away from Jeffrey Epstein's home on El Brillo Way. It's \nhome to the exclusive Mar-a-Lago Club, which has a spa, tennis \ncourts, and a very posh restaurant. \nDonald Trump had fought the town council for decades as \nthey blocked all his efforts to turn the place into a private resort. \nOther clubs on the island— those with a history of excluding \nblacks and Jews— had never faced such restrictions, Trump had \nargued. At one point he sent copies of two movies to every mem-\nber of the town council: Guess Who's Coming to Dinner, in which \nSidney Poitier confronts his girlfriend's racist parents, and Gen-\ntleman's Agreement, in which a journalist confronts anti-Semitism \nin Connecticut and New York City. \n131 \n\fJAMES PATTERSON \n\"Whether they love me or not, everyone agrees the greatest \nand most important place in Palm Beach is Mar-a-Lago,\" Trump \ntold the Washington Post after winning his battle. \"I took this \nultimate place and made it incredible and opened it, essentially, \nto the people of Palm Beach. The fact that I owned it made it a lot \neasier to get along with the Palm Beach establishment.\" \nThe Breakers hotel, Trump explained, \"gets the [island's] \nleftovers.\" \nIt cost $100,000 to join the club. Members paid $14,000 \nyearly in dues. And although Epstein had never properly joined \nthe club, Trump's friendship with Ghislaine Maxwell gave Epstein \nunlimited use of the facilities. \nThis arrangement ended when a member's young daughter \ncomplained to her wealthy father: while relaxing at Mar-a-Lago, \nshe'd been approached and invited out to Epstein's house. \nThe girl said that she had gone and that Epstein had tried to \nget her to undress. \nThe girl's father had gone directly to Trump, who —in no \nuncertain terms—told Epstein that he was barred from Mar-a-\nLago. \nBecause no complaint was filed, the police had taken no \naction. But years later, a woman named Virginia Roberts would \nsay that, as a young girl, she'd had an identical encounter at \nMar-a-Lago. \nAccording to a court document Virginia filed in her civil \nlawsuit against Epstein, she was a changing-room assistant at \nMar-a-Lago, earning about nine dollars an hour, when Ghislaine \nMaxwell approached her. Maxwell asked Virginia if she was \ninterested in learning to be a massage therapist—which, it \nturned out, she was. Like the other girl, Virginia told her father, \n132 \nwho was also employed at \nager. But Virginia's father s \nhe drove her, later that day \nThere, according to thE \nia's father that Ms. Maxwel \nfor his teenage daughter. T \nroom equipped with a sl \nEpstein was lying, naked, c \nVirginia was shocked, \nexperience with massages, \napy protocol. \"Ms. Maxwel \non her underwear and \n[Jeffrey's] body, impliedly \nexpected to do,\" the filing \n[Virginia] to take off her cl \nsive about doing this, but, in \nby removing everything but \nto remove her underwear a \nescalated, with [Jeffrey] at \nbattering, exploiting, and at \nin various locations, incluc \nAt the end of this sexua \nMs. Maxwell giddily told 1. \nand told her she had 'lots c \nhundreds of dollars, told h \ndirected one of her employe \nAt the time, Virginia wa \n\fERSON \nFILTHY RICH \neveryone agrees the greatest \nBeach is Mar-a-Lago,\" Trump \nming his battle. \"I took this \nble and. opened it, essentially, \nla that I owned it made it a lot \n;each establishment.\" \n:xplained, \"gets the [island's] \nclub. Members paid $14,000 \ntein had never properly joined \n3hislaine Maxwell gave Epstein \nm. a member's young daughter \nwhile relaxing at Mar-a-Lago, \nd out to Epstein's house. \nle and that Epstein had tried to \nirectly to Trump, who —in no \nthat he was barred from Mar-a-\nfiled, the police had taken no \nnamed Virginia Roberts would \nhad an identical encounter at \nment Virginia filed in her civil \nas a changing-room assistant at \n: dollars an hour, when Ghislaine \n(well asked Virginia if she was \na massage therapist—which, it \nther girl, Virginia told her father, \n132 \nII \n4 \nwho was also employed at Mar-a-Lago as a maintenance man-\nager. But Virginia's father saw nothing wrong with the offer, and \nhe drove her, later that day, to Epstein's house on El Brillo Way. \nThere, according to the document, Maxwell assured Virgin-\nia's father that Ms. Maxwell would provide transportation home \nfor his teenage daughter. Then she led Virginia upstairs, to a spa \nroom equipped with a shower and a massage table. Jeffrey \nEpstein was lying, naked, on the table. \nVirginia was shocked, she says in the filing, but, with no \nexperience with massages, thought this could be massage ther-\napy protocol. \"Ms. Maxwell then took off her own shirt and left \non her underwear and started rubbing her breasts across \n[Jeffrey's] body, impliedly showing [Virginia] what she was \nexpected to do,\" the filing continues. \"Ms. Maxwell then told \n[Virginia] to take off her clothes. The minor girl was apprehen-\nsive about doing this, but, in fear, proceeded to follow Ms. Maxwell \nby removing everything but her underwear. She was then ordered \nto remove her underwear and straddle [Epstein]. The encounter \nescalated, with [Jeffrey] and Ms. Maxwell sexually assaulting, \nbattering, exploiting, and abusing [Virginia] in various ways and \nin various locations, including the steam room and the shower. \nAt the end of this sexually exploitive abuse, [Epstein] and \nMs. Maxwell giddily told [Virginia] to return the following day \nand told her she had 'lots of potential.' [Epstein] paid [Virginia] \nhundreds of dollars, told her it was for two hours of work, and \ndirected one of her employees to drive her home.\" \nAt the time, Virginia was fifteen years old. \n133 \n\fCHAPTER 34 \nDeclaration of Virginia Roberts Giuffre: January 19, \n2015, filed on January 19, 2015 by attorneys \nrepresenting Jeffrey Epstein's victims \n1. My name is Virginia Giuffre and I was born in August, \n1983. \n2. I am currently 31 years old. \n3. I grew up in Palm Beach, Florida. When I was little, I \nloved animals and wanted to be a veterinarian. But my life \ntook a very different turn when adults—including Jeffrey \nEpstein and his close friend Alan Dershowitz —began to be \ninterested in having sex with me. \n4. In approximately 1999, when I was 15 years old, I met \nGhislaine Maxwell. She is the daughter of Robert Maxwell, \nwho had been a wealthy publisher in Britain. Maxwell asked \nthat I come with her to Jeffrey Epstein's mansion for the pur-\nposes of teaching me how to perform \"massages\" and to train \n134 \nFu. \nme personally in that area. \nhome in Palm Beach on El \n5. From the first time. \nthat day, his motivations c \nMaxwell's. My father was \nup some stairs. There was c \nin the room. Epstein and \nactivity with Epstein. I lc \nseemed to be in his 40s or 5 \nhome by one of Epstein's ern \n6. I came back for sev. \nsame sorts of sexual things j \n7. After I did those things \nthey were going to have me ti \ncation for me. They were pro; \ntravel with Epstein on his pri. \nfession. Epstein said he womb \nwealthy person so that I woul \n8. So I started \"working\" \nme to New York on his big, \nsion in New York City. I was \nrious room. The mansion wc \ngot scared because it was si \nroom with a massage parlor \nsexual activities with him the \n9. You can see how you \nbelow [see insert page 31. \n10. Epstein took me on aj \nNew York City and there he \napproximately 15 or 16 years \n1 \n\fFILTHY RICH \nCHAPTER 34 \nerts Giuffre: January 19, \n015 by attorneys \ni's victims \nfre and I was born in August, \n; old. \n:h, Florida. When I was little, I \ns be a veterinarian. But my life \n'hen adults— including Jeffrey \nAlan Dershowitz— began to be \nme. \nwhen I was 15 years old, I met \nie daughter of Robert Maxwell, \ntisher in Britain. Maxwell asked \n'y Epstein's mansion for the pur-\noerform \"massages\" and to train \n134 \nme personally in that area. Soon after that I went to Epstein's \nhome in Palm Beach on El Brill° Way. \n5. From the first time I was taken to Epstein's mansion \nthat day, his motivations and actions were sexual, as were \nMaxwell's. My father was not allowed inside. I was brought \nup some stairs. There was a naked guy, Epstein, on the table \nin the room. Epstein and Maxwell forced me into sexual \nactivity with Epstein. I was 15 years old at the time. He \nseemed to be in his 40s or 50s. I was paid $200. I was driven \nhome by one of Epstein's employees. \n6. I came back for several days following and did the \nsame sorts of sexual things for Epstein. \n7. After I did those things for Epstein, he and Maxwell said \nthey were going to have me travel and were going to get an edu-\ncation for me. They were promising me the world, that I would \ntravel with Epstein on his private jet and have a well-paid pro-\nfession. Epstein said he would eventually match me up with a \nwealthy person so that I would be \"set up\" for life. \n8. So I started \"working\" exclusively for Epstein. He took \nme to New York on his big, private jet. We went to his man-\nsion in New York City. I was shown to my room, a very luxu-\nrious room. The mansion was huge. I was very young and I \ngot scared because it was so big. Epstein brought me to a \nroom with a massage parlor. Epstein made me engage [in] \nsexual activities with him there. \n9. You can see how young I looked in the photograph \nbelow [see insert page 3]. \n.10. Epstein took me on a ferry boat on one of the trips to \nNew York City and there he took the picture above. I was \napproximately 15 or 16 years old at the time. \n135 \n\fJAMES PATTERSON \n11. Over the next few weeks, Jeffrey Epstein and Ghis-\nlaine Maxwell trained me to do what they wanted, including \nsexual activities. The training was in New York and Florida, \nat Epstein's mansion. It was basically every day and it was \nlike going to school. I also had to have sex with Epstein many \ntimes. \n12. I was trained to be \"everything a man wanted me to \nbe.\" It wasn't just sexual training—they wanted me to be \nable to cater to all the needs of the men they were going to \nsend me to. They said that they loved that I was very compli-\nant and knew how to keep my mouth shut about what they \nexpected me to do. \n13. Epstein and Maxwell also told me that they wanted \nme to produce information for them in addition to perform-\ning sex on the men. They told me to pay attention to the \ndetails about what the men wanted, so I could report back to \nthem. \n14. While I had juvenile hopes of bettering my life, from \nvery early on I was also afraid of Epstein. Epstein told me he \nwas a billionaire. I told my mother that I was working for \nthis rich guy, and she said \"go, go far away.\" Epstein had \npromised me a lot, and I knew if I left I would be in big trou-\nble. I was witness to a lot of illegal and bad behavior by \nEpstein and his friends. If I left Epstein, he knew all kinds of \npowerful people. He could have had me killed or abducted, \nand I knew he was capable of that if I did not obey him. He \nlet me know that he knew many people in high places. Speak-\ning about himself, he said \"I can get away\" with things. Even \nas a teenager, I understood what this meant and it scared me, \nas I believe he intended. \n136 \nFILTF \n15. 1 visited and traveled \nthrough the summer of 2002 \nwith him for sexual activities \nsions) in locations including \narea of Santa Fe, New MeA \nisland in the U.S. Virgin Islam \nwith him often in these places \npie he demanded that I have \nmany of these sexual encounte \nmy only purposes for Epsteir \nwas to be used for sex. \n16. To illustrate my conno \nfour photographs taken of me in \nfor one of the photographs ni \nmuseum in Santa Fe, New Mexi. \nthe day. Epstein took this picture \nat the time, judging from the lo( \nwe returned to Epstein's Zorro R, \non one of Epstein's horses on a \nfollowing two are from wintertirr \n17. When I was with him, El \ngirls on a daily basis. His inte \nobvious to the people around \nobvious and bold that anyone si \nat one of Epstein's residences we \nof what was going on. \n18. Epstein's code word for s( \nwas a \"massage.\" At times the \nand the girls would start in the I \nwas always a sexual encounter a \n137 \n\fFERSON \nFILTHY RICH \ns, Jeffrey Epstein and Ghis-\nwhat they wanted, including \nas in New York and Florida, \nsically every day and it was \n) have sex with Epstein many \nrything a man wanted me to \ning— they wanted me to be \nf the men they were going to \nloved that I was very compli-\nmouth shut about what they \n[lso told me that they wanted \nthem in addition to perform-\nd me to pay attention to the \nnted, so I could report back to \n9pes of bettering my life, from \nr of Epstein. Epstein told me he \nlother that I was working for \ngo, go far away.\" Epstein had \nif I left I would be in big trou-\nf illegal and bad behavior by \nft Epstein, he knew all kinds of \ntve had me killed or abducted, \nf that if I did not obey him. He \nrty people in high places. Speak-\n:an get away\" with things. Even \nhat this meant and it scared me, \n136 \n15. I visited and traveled with Jeffrey Epstein from 1999 \nthrough the summer of 2002, and during that time I stayed \nwith him for sexual activities at each of his houses (or man-\nsions) in locations including New York City, New York; the \narea of Santa Fe, New Mexico; Palm Beach, Florida; an \nisland in the U.S. Virgin Islands; and Paris, France. I had sex \nwith him often in these places and also with the various peo-\nple he demanded that I have sex with. Epstein paid me for \nmany of these sexual encounters. Looking back, I realize that \nmy only purposes for Epstein, Maxwell, and their friends \nwas to be used for sex. \n16. To illustrate my connection to these places, I include \nfour photographs taken of me in New Mexico [see insert page 3 \nfor one of the photographs mentioned]. The first one is a \nmuseum in Santa Fe, New Mexico. We had gone sightseeing for \nthe day. Epstein took this picture of me. I was approximately 17 \nat the time, judging from the looks of it. At the end of the day \nwe returned to Epstein's Zorro Ranch. The second picture is me \non one of Epstein's horses on the ranch in New Mexico. The \nfollowing two are from wintertime in New Mexico. \n17. When I was with him, Epstein had sex with underage \ngirls on a daily basis. His interest in this kind of sex was \nobvious to the people around him. The activities were so \nobvious and bold that anyone spending any significant time \nat one of Epstein's residences would have clearly been aware \nof what was going on. \n18. Epstein's code word for sexual encounters was that it \nwas a \"massage.\" At times the interaction between Epstein \nand the girls would start in the massage room setting, but it \nwas always a sexual encounter and never just a massage. \n137 \n\fJAMES PATTERSON \n19. In addition to constantly finding underage girls to \nsatisfy their personal desires, Epstein and Maxwell also got \ngirls for Epstein's friends and acquaintances. Epstein specifi-\ncally told me that the reason for him doing this was so that \nthey would \"owe him,\" they would \"be in his pocket,\" and he \nwould \"have something on them.\" I understood that Epstein \nthought he could get leniency if he was ever caught doing \nanything illegal, or that he could escape trouble altogether. \nRoberts submitted her declaration in support of a motion to \nbe added as a plaintiff in a suit (ongoing, as of this writing) that \nsought to overturn a non-prosecution agreement that Jeffrey \nEpstein would reach with the government. Roberts was seeking \nto join a case brought against the government by two other vic-\ntims, but a judge denied her motion in April of 2015, explaining \nthat the case had already been pending for several years, and it \nwas unneccesary to add an additional plaintiff. \nRoberts's declaration, which goes on for another eight pages, and \nmakes twenty-four additional points, was stricken from the record—\nthe judge explained that the \"lurid\" and \"unnecessary details\" \ninvolving \"non-parties\" to the lawsuit against the government, were \n\"immaterial and impertinent\" to the proceedings. \nThrough a representative, Ghislaine Maxwell called the \nallegations against her \"obvious lies,\" after which Roberts filed a \ndefamation suit against Maxwell. In an answer filed in the suit, \nMaxwell elaborated that Roberts's \"story of abuse at the hands of \nMs. Maxwell\" was \"fabricated\" for financial gain. \n138 \nAlicia: May 20, 1997 \nDonald Trump's instin \nsolid. But if the repc \ninto Epstein's myster \nther, there's a chance they wc \nnot just in Palm Beach. \nIn California, for instan \nfrom the Santa Monica Police \nIn the spring--almost the \nthe police. The young woman i \nappeared on Baywatch and Gei \nally assaulted at a trendy hotel \n- The officer who took th \nAlicia*—and her voice. A w \nAlicia's name, some identifying ( \n\ftERSON \nly finding underage girls to \npstein and Maxwell also got \n:quaintances. Epstein specifi-\nr him doing this was so that \ntld \"be in his pocket,\" and he \nvi.\" I understood that Epstein \nif he was ever caught doing \nd escape trouble altogether. \nation in support of a motion to \nmgoing, as of this writing) that \ncution agreement that Jeffrey \nvernment. Roberts was seeking \ne government by two other vic-\nion in April of 2015, explaining \n)ending for several years, and it \nional plaintiff. \n)es on for another eight pages, and \nits, was stricken from the record—\nurid\" and \"unnecessary details\" \nsuit against the government, were \nhe proceedings. \nGhislaine Maxwell called the \nlies,\" after which Roberts filed a \n11. In an answer filed in the suit, \ns's \"story of abuse at the hands of \nfor financial gain. \n138 \nCHAPTER 35 \nAlicia: May 20, 1997 \nDonald Trump's instincts regarding Jeffrey Epstein were \nsolid. But if the reporters who were beginning to look \ninto Epstein's mysterious background had dug a bit fur-\nther, there's a chance they would have hit pay dirt as well—and \nnot just in Palm Beach. \nIn California, for instance, a paper trail already stretched \nfrom the Santa Monica Police Department to Epstein's front door. \nIn the spring—almost the summer—of 1997, a call came in to \nthe police. The young woman who placed it—a young actress who'd \nappeared on Baywatch and General Hospital—said she'd been sexu-\nally assaulted at a trendy hotel called Shutters on the Beach. \nThe officer who took the call knew the woman's name — \nAlicia* — and her voice. A week earlier, she'd told him about an \nAlicia's name, some identifying details, and dialogue have been changed. \n139 \n\fFIU \nJAMES PATTERSON \nThen, Alicia told the cop, \nher will while acting as thoue \nhad stopped Epstein, and left \nincident. \nAt the top of his crime \nBattery.\" But Epstein was ne. \nSanta Monica Police Departme \nallegations of improper condu \nno action on this 1997 comp \nattorney, Jack Goldberger, told \n\"The cops said it'd be my \npaper. \"And since he had a \nthought much about it since, 1 \nnow, I want everybody to kno‘ \nbeen.\" \nencounter with Epstein. The woman had not wanted to make a \nformal complaint at the time. But she had taken the cop's card, \nand now he was happy to hear that she'd changed her mind. \nIn a shaky voice, Alicia described Epstein as a tallish man—\nfive feet eleven or six feet in height was her guess—with gray \nhair and brown eyes. He was the owner of a large black four-door \nMercedes and was a regular at Shutters on the Beach, which was \nthe kind of place that cost one thousand dollars a night and was \nfrequented by actors, agents, and other Hollywood types. \nAlicia told the cop that she was a model and actress herself. \nShe'd known Epstein for about a month. They had a friend in \ncommon, and she'd sent him her head shots. \nThen, through an assistant, Epstein had invited her to meet \nin his room at the hotel. \nAlicia said she was having reservations, the officer wrote in his \nreport, because generally interviews are not conducted in hotel \nAccording to her, things turned frightening quickly. \nShe was unsure she was safe because although she wanted to \nland the job as a 'Victoria's Secret' catalog model she felt as \nthough Epstein was attempting to get her to act in an unpro-\nfessional manner for a model. \nEpstein wore navy blue sweatpants and a white T-shirt, she \nrecalled. The T-shirt had the letters USA printed on it in patriotic \nred, white, and blue. \nEpstein told her to undress and actually assisted her to do so \nwhile saying 'let me manhandle you for a second.' \n140 \n\fTERSON \nFILTHY RICH \nnan had not wanted to make a \nt she had taken the cop's card, \nat she'd changed her mind. \nibed Epstein as a tallish man — \nght was her guess—with gray \nowner of a large black four-door \ntutters on the Beach, which was \ntousand dollars a night and was \n. other Hollywood types. \nvas a model and actress herself. \na month. They had a friend in \nhead shots. \nEpstein had invited her to meet \n_rvations, the officer wrote in his \ntiews are not conducted in hotel \nned frightening quickly. \n)ecause although she wanted to \necret' catalog model she felt as \ntg to get her to act in an unpro-\neatpants and a white T-shirt, she \n.ters USA printed on it in patriotic \nrid actually assisted her to do so \ndie you for a second.' \nThen, Alicia told the cop, Epstein groped her buttocks against \nher will while acting as though he was evaluating her body. Alicia \nhad stopped Epstein, and left the room, but couldn't get over the \nincident. \nAt the top of his crime report, the officer wrote \"Sexual \nBattery.\" But Epstein was never charged in the incident. \"The \nSanta Monica Police Department discounted every one of [Alicia's] \nallegations of improper conduct by Jeffrey Epstein and they took \nno action on this 1997 complaint,\" Epstein's West Palm Beach \nattorney, Jack Goldberger, told the Palm Beach Post in 2010. \n\"The cops said it'd be my word against his,\" Alicia told the \npaper. \"And since he had a lot of money, I let it go. I hadn't \nthought much about it since, until I saw his picture online. And \nnow, I want everybody to know how much of a creep he's always \nbeen.\" \n\fCHAPTER 36 \nGraydon Carter: December 2002 \nGraydon Carter, the legendary editor of Vanity Fair, likes to \nget to his office early, well before the rest of his staff \nfiles in. \nMost monthly magazines operate at a leisurely pace— three \nweeks of coming up with ideas, assigning articles, and shooting \nthe shit in the corporate kitchen followed by one frantic week \nwhen all the actual editing gets done. But this isn't the case at \nVanity Fair, which runs hard-hitting investigative pieces along-\nside its glitzy celebrity profiles. There are also parties to plan \nand host—incredibly glamorous parties, including the annual \nOscar-night bash, which is more fun and far more exclusive than \nthe Academy Awards ceremony itself. Vanity Fair is an old, \nfamous brand. But Carter is its public face, just as Anna Wintour \nis the face of Conde Nast's iconic fashion magazine, Vogue. \n142 \nOne cover of Vanity F \nsuperstar. And a single tl \ndown a corporate overlorc. \nCarter's easy to recogr \na lion's mane. The Santa ( \ntailored bespoke suit. He s \nbe more serious about hi! \nheavily on him this montl \nto Vicky Ward, an English \nity Fair. He'd meant for it \npregnant with twins. She \nstory right on her doorster \nWho was he, really? Cat \nattended by academics, bull \nhe'd flown Bill Clinton tc \nhow he had made his fort \ntor of F. Scott Fitzgerald's \nCarter himself could h \nhis case, the author would \ndropout who'd worked as \nYork in his late twenties al \nrise up the social and med \nand outgoing, Epstein red \nhim was known. Maybe, \nWhat did Epstein do, exact \nWhy were so many \nAnd where did those beaut \nAlmost immediately, F \nWard. He prevailed upon \n\fFILTHY RICH \nCHAPTER 36 \n2002 \nlary editor of Vanity Fair, likes to \nyell before the rest of his staff \n)erate at a leisurely pace—three \nassigning articles, and shooting \nm followed by one frantic week \ns done. But this isn't the case at \nitting investigative pieces along-\n3. There are also parties to plan \nus parties, including the annual \ne fun and far more exclusive than \nny itself. Vanity Fair is an old, \npublic face, just as Anna Wintour \nic fashion magazine, Vogue. \n142 \nOne cover of Vanity Fair can turn a minor celebrity into a \nsuperstar. And a single thoroughly researched story can bring \ndown a corporate overlord. \nCarter's easy to recognize: the pompadour of white hair, like \na lion's mane. The Santa Claus body stuffed into an impeccably \ntailored bespoke suit. He wears his fame lightly. But he could not \nbe more serious about his responsibilities, which are weighing \nheavily on him this month. Months earlier, he'd assigned a piece \nto Vicky Ward, an Englishwoman who wrote frequently for Van-\nity Fair. He'd meant for it to be an easy assignment: Ward was \npregnant with twins. She wasn't allowed to fly. But here was a \nstory right on her doorstep. A nice, easy profile of Jeffrey Epstein. \nWho was he, really? Carter knew he threw fabulous parties \nattended by academics, billionaires, and beautiful women. Recently \nhe'd flown Bill Clinton to Africa. But no one seemed to know \nhow he had made his fortune. Epstein's story reminded the edi-\ntor of F. Scott Fitzgerald's The Great Gatsby. \nCarter himself could have stepped out of a novel—though in \nhis case, the author would be Horatio Alger. A Canadian college \ndropout who'd worked as a railroad lineman, he arrived in New \nYork in his late twenties and commenced an astonishingly quick \nrise up the social and media ladders. But where Carter was open \nand outgoing, Epstein really was Gatsby-like— very little about \nhim was known. Maybe, Carter thought, Ward could find out. \nWhat did Epstein do, exactly, for money? Why was he so secretive? \nWhy were so many brilliant and powerful men drawn to him? \nAnd where did those beautiful women come from? \nAlmost immediately, Epstein began a campaign to discredit \nWard. He prevailed upon Conrad Black, the press baron and \n143 \n\fJAMES PATTERSON \nEpstein's Palm Beach neighbor—who was also a step-uncle of \nVicky Ward's husband— to ask Ward to drop the story. But Ward \nwas tenacious, and what she came back with was dynamite. \nMore interesting and much more salacious than anything Carter \nhad imagined. \nNow Carter's staff was putting in the hours it would take to \nconfirm all the things she'd uncovered, picking the ones they \ncould publish and laying them all out in a narrative that would \nbe no less explosive than the facts it contained. \nVicky Ward: October \nEpstein went out of l \nhis own ends, and s \nWard's phone bega \nGreenberg and Jimmy CE \nfrom Les Wexner; from. \nshakers who counted Eps \nThen there were the c \ngo on the record, but dI \nWard's back, he was hap \ntour of his Manhattan m; \ndined out on for years. \nextremely charming—el \nhim which forks to use• \nVicky Ward. But she was \nto have a keen eye for Eps \n144 \n\fATTERSON \n—who was also a step-uncle of \nWard to drop the story. But Ward \ncame back with was dynamite. \nre salacious than anything Carter \nting in the hours it would take to \ntncovered, picking the ones they \nall out in a narrative that would \nacts it contained. \n144 \nCHAPTER 37 \nVicky Ward: October 2002 \nEpstein went out of his way to spin the Vanity Fair story to \nhis own ends, and soon after she got the assignment, Vicky \nWard's phone began to ring off the hook: calls from Ace \nGreenberg and Jimmy Cayne, the current head of Bear Stearns; \nfrom Les Wexner; from academics, scientists, and movers and \nshakers who counted Epstein among their friends. \nThen there were the calls from Epstein himself. He wouldn't \ngo on the record, but despite the rumors he'd spread behind \nWard's back, he was happy to talk informally, even give her a \ntour of his Manhattan mansion and trot out stories that he had \ndined out on for years. By most accounts, Epstein could be \nextremely charming—even if it had taken Ghislaine to teach \nhim which forks to use when—and he did his best to charm \nVicky Ward. But she was not easily seduced, and she turned out \nto have a keen eye for Epstein's missteps. \n145 \n\fJAMES PATTERSON \nOver tea in his town house, she noticed, Epstein ate all the \nfinger food that had been put out for both of them. She found it \nodd that the only book this supposedly brilliant man had left for \nher to see was a paperback by the Marquis de Sade. And then \nthere was the call afterward from one of Epstein's assistants— a \nwoman Ward did not know—who told her, \"Jeffrey wanted me \nto tell you that you looked so pretty.\" \nWard is pretty, with fine English features and flowing blond \nhair. She was also very pregnant then, with a bad case of morn-\ning sickness. She threw up often, sometimes in public, and these \nclumsy advances on Epstein's part only added to her ever-present \nnausea. For a man who was supposedly brilliant, he'd struck her, \noddly, as not very smart. \n\"Epstein is charming, but he doesn't let the charm slip into \nhis eyes,\" she wrote. \"They are steely and calculating, giving \nsome hint at the steady whir of machinery running behind them. \n'Let's play chess,' he said to me, after refusing to give an inter-\nview for this article. 'You be white. You get the first move.' It was \nan appropriate metaphor for a man who seems to feel he can win \nno matter what the advantage of the other side. His advantage is \nthat no one really seems to know him or his history completely \nor what his arsenal actually consists of. He has carefully engi-\nneered it so that he remains one of the few truly baffling myster-\nies among New York's moneyed world. People know snippets, \nbut few know the whole.\" \nThe testimonials Epstein's friends gave were glowing: \"I \nthink we both possess the skill of seeing patterns,\" Les Wexner \ntold her. \"Jeffrey sees patterns in politics and financial markets, \nand I see patterns in lifestyle and fashion trends. My skills are \n146 \nnot in investment strateg \nknows, his are not in fast \nworld trends as each of u5 \n\"I'm on my 20th boc \nEpstein in 1997. \"The ont \nily that I send drafts to is \nBut Ward also talked \nquestions and qualms abc \nin lawsuits against him. C \nwith him. One who had I \nboard of Rockefeller Unix \nOne powerful investn \nconspicuous absence frot \ning desks don't seem to \nanimals that big to not le \nWard uncovered lega \nview with the SEC, given \nStearns. She visited a fed. \nat length with Steven Ho. \nmade a major mistake in \ntold him to stay below th( \naccusations, about Epste \ndenied—and Ward kne \nmastermind, was not to b \nthroughout the reporting \nconcerned with what sb \nwith what she'd uncovere \nTime and again, he \nhave on the girls?\" \n\f'TERSON \nshe noticed, Epstein ate all the \nt for both of them. She found it \nosedly brilliant man had left for \n.he Marquis de Sade. And then \na one of Epstein's assistants— a \nho told her, \"Jeffrey wanted me \n!tty.\" \n;fish features and flowing blond \nt then, with a bad case of morn-\nsometimes in public, and these \nrt only added to her ever-present \nDosedly brilliant, he'd struck her, \nLe doesn't let the charm slip into \n.e steely and calculating, giving \nnachinery running behind them. \nafter refusing to give an inter-\nLite. You get the first move.' It was \nnan who seems to feel he can win \n3f the other side. His advantage is \now him or his history completely \nonsists of. He has carefully engi-\nLe of the few truly baffling myster-\ned world. People know snippets, \ns friends gave were glowing: \"I \n11 of seeing patterns,\" Les Wexner \nin politics and financial markets, \nand fashion trends. My skills are \n146 \n• FILTHY RICH \nnot in investment strategy, and, as everyone who knows Jeffrey \nknows, his are not in fashion and design. We frequently discuss \nworld trends as each of us sees them.\" \n\"I'm on my 20th book,\" said Alan Dershowitz, who'd met \nEpstein in 1997. \"The only person outside of my immediate fam-\nily that I send drafts to is Jeffrey.\" \nBut Ward also talked to other sources, who had their own \nquestions and qualms about Jeffrey Epstein. Some were involved \nin lawsuits against him. Others had served on prestigious boards \nwith him. One who had witnessed Epstein's aborted stint on the \nboard of Rockefeller University called him arrogant. \nOne powerful investment manager wondered about Epstein's \nconspicuous absence from New York's trading floors. \"The trad-\ning desks don't seem to know him,\" he says. \"It's unusual for \nanimals that big to not leave any footprints in the snow.\" \nWard uncovered legal documents, including Epstein's inter-\nview with the SEC, given in the wake of his departure from Bear \nStearns. She visited a federal prison in Massachusetts and spoke \nat length with Steven Hoffenberg, who told her that Epstein had \nmade a major mistake in taking Bill Clinton to Africa. \"I always \ntold him to stay below the radar,\" Hoffenberg said. He made other \naccusations, about Epstein's financial practices, which Epstein \ndenied—and Ward knew that Hoffenberg, the Ponzi-scheme \nmastermind, was not to be trusted. But she did find it strange that \nthroughout the reporting process Epstein was much less openly \nconcerned with what she'd found out about his finances than \nwith what she'd uncovered about his dealings with women. \nTime and again, he would call and ask her: \"What do you \nhave on the girls?\" \n147 \n\fJAMES PATTERSON \n* * * \nOne young woman Ward talked to had been invited by Ghis-\nlaine Maxwell to attend a party at Epstein's town house. There, \nthe woman had noticed, female guests far outnumbered the male \nguests. \"These were not women you'd see at Upper East Side din-\nners,\" the woman had said. \"Many seemed foreign and dressed a \nlittle bizarrely.\" \n\"This same guest also attended a cocktail party thrown by \nMaxwell that Prince Andrew attended, which was filled, she \nsays, with young Russian models,\" Ward wrote. \"Some of the \nguests were horrified,' the woman says.\" \nAnother source, one who had worked with Epstein, said, \n\"He's reckless, and he's gotten more so. Money does that to you. \nHe's breaking the oath he made to himself— that he would never \ndo anything that would expose him in the media. Right now, in \nthe wake of the publicity following his trip with Clinton, he \nmust be in a very difficult place.\" \n148 \nVicky Ward: Novembei \nIA/hat I had 'on d \nBeast article .pu \nsome remarkah \non-the-record stories from \nwho came from Phoenix. . \ncharacter was vouchsafed \nthe artist Eric Fischl, had 1 \ning room, of how Epstein h \nseparately, her younger sist \nWard had written it all \nthe ifs, dotted the i's. \nBut when she called E1 \nthe allegations completely. \n\"Just the mention of \n\frTERSON \nto had been invited by Ghis-\nat Epstein's town house. There, \n;uests far outnumbered the male \nyou'd see at Upper East Side din-\nny seemed foreign and dressed a \n.ded a cocktail party thrown by \nattended, which was filled, she \nels,\" Ward wrote. \"Some of the \nan says.\" \nhad worked with Epstein, said, \nnore so. Money does that to you. \nto himself— that he would never \n: him in the media. Right now, in \nDwing his trip with Clinton, he \n1) \n148 \nCHAPTER 38 \nVicky Ward: November 2002 \nWhat I had 'on the girls,\" Ward explained in a Daily \nBeast article published after Epstein's arrest, \"were \nsome remarkably brave first-person accounts. Three \non-the-record stories from a family: a mother and her daughters \nwho came from Phoenix. The oldest daughter, an artist whose \ncharacter was vouchsafed to me by several sources, including \nthe artist Eric Fischl, had told me, weeping as she sat in my liv-\ning room, of how Epstein had attempted to seduce both her and, \nseparately, her younger sister, then only 16.\" \nWard had written it all down in her notes. She had crossed \nthe t's, dotted the i's. \n.. But when she called Epstein to get his response, he denied \nthe allegations completely. \n\"Just the mention of a 16-year-old girl,\" Epstein told her, \n149 \n\fJAMES PATTERSON \n\"carries the wrong impression. I don't see what it adds to the \npiece. And that makes me unhappy.\" \nIf some sort of criminal investigation had taken place, that \nwould have been one thing. But, at that time, no criminal \ninvestigation into Epstein's affairs had been launched. And in \nthe absence of an investigation, the rumors of Epstein's dealings \nwith very young women seemed to be just that—rumors. \nGraydon Carter consulted his lawyers, his editors, and his \nfact-checkers. And then something odd and disturbing happened \nat the Conde Nast building, then in Times Square. \nAs usual, Carter had come into the office early. He swiped his \nkey card in the lobby, pressed the elevator button, and arrived in \nthe hallway outside the reception area on the twenty-first floor. \nIt would have been a perfect time to review Ward's story. \nHer description of Epstein's town house—which is said to \nhave been the largest private residence in New York City at the \ntime—was priceless: \"Inside, amid the flurry of menservants \nattired in sober black suits and pristine white gloves, you feel \nyou have stumbled into someone's private Xanadu,\" she'd writ-\nten. \"This is no mere rich person's home, but a high-walled, \neclectic, imperious fantasy that seems to have no boundaries. \nThe entrance hall is decorated not with paintings but with row \nupon row of individually framed eyeballs; these, the owner tells \npeople with relish, were imported from England, where they \nwere made for injured soldiers. Next comes a marble foyer, which \ndoes have a painting, in the manner of Jean Dubuffet ... but the \nhost coyly refuses to tell visitors who painted it. In any case, \n150 \nOne of the photogra \ncaptured on video during \nPalm Beach Police Departm \nsearch warrant walk-throi \nof Epstein's El Brillo N \nresidence (Palm Beach Pc \nDepartm \nJeffrey Epstein, Coney Isl \ncirca 1969 (Anonyn-\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 6.769957717s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '6s'}]}}",
  "house_oversight_id": "022058",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:53.348327Z",
    "model": "gemini-3-flash-preview"
  }
}