{
  "file_name": "HOUSE_OVERSIGHT_024930.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_024930.txt",
  "content": {
    "full_text": "Date: Saturday, April 18 2009 07:20 PM \nSubject: Fwd: Fw: shikh mohammed first media e session \nFrom: Jeffrey Epstein <jeeyacation@gmail.com> \nTo: \n----------Forwarded message---------- \nFrom: Sultan Ahmed Bin Sulayem \nDate: Sat, Apr 18, 2009 at 3:03 PM \nSubject: Fw: shikh mohammed first media e session \nTo: Jeffery vacation <jeevacation@gmail.com > \nSent from my BlackBerry® wireless device \nFrom \nDate: Sat, 18 Apr 2009 14:06:58 -0400 \nTo : < \nSubject: shikh mohammed first media e session \nUAE Prime Minister \nFirst Media e-Session with the Prime Minister \nDear Friends in the Media: \nI write this in the spirit of good will to thank all of you for your interest in communicating with me through the \nofficial Prime Minister's Web site. \nHOUSE OVERSIGHT 024930 \nThis is the second time that I have responded to your questions online; the first time was eight years ago, when \nInternet communications were still in the nascent stage -- although, I must say, Dubai and the United Arab \nEmirates had already made noteworthy progress in this field. During that initial online interview, my objective \nwas to stimulate the interest of the Emirati community in the Internet when the use of the online \ncommunications was relatively limited. \nToday the usage of the Internet across the UAE has come to be taken for granted; in fact, the Web has been \nadopted so extensively in both the public and private sectors that e-communications are the norm rather than the \nexception. We see that a large segment of our society, especially young people, believe that the Internet is the \nmost important source of information, education and entertainment. \nThe UAE continues to lead the Arab world in adoption of information and communication technology \naccording to the annual global infor mation technology report released before yesterday. \nLittle wonder, then, that I get inundated with questions from citizens and media alike. That's why I have chosen \nto meet with you via my Web site. I think hosting this encounter online will allow all of you to ask as many \nquestions as you wish. In the last few days alone, I have received hundreds of questions from several local and \nregional newspapers. Naturally, there was some overlapping of questions since they came from so many \ndifferent sources. Hence, I have tried to consolidate my answers in such a manner that I do not come across as \nrepetitious. \nThis \"interview,\" of course, relates to questions from the media, whose work I consider especially significant in \ntelling the story of how Dubai and the UAE are coping successfully with the global financial crisis, and how our \ndevelopment plans are being advanced with the resilience and determination that has always characterized \nEmirati society. \nI have also received many questions from everyday Emiratis, and these will be answered in a subsequent \ncommunication. \nIn the meantime, I hope my responses will generate positive discussion about the issues and values that Dubai \nand the UAE care about — the strengthening of a society that's anchored in unique Emirati traditions, and the \ncontinued building of a global city to which all are welcome, a city that is well integrated in the fast changing \nglobal commons that we all must share. Dubai is not only a catalyst of change; it is an exemplar of change. And \nI am proud of that, just as I am proud of the economic and social contributions that Emiratis and their well-\nwishers have made over these years to furthering the Dubai Vision. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, Dubai, the famous city known for its outstanding experience on both \nregional and international levels, has been recently criticized for its development \nstrategy in the light of the global financial crisis. How do you perceive this campaign and \nhow are you dealing with it? \nCriticism and negative statements do not really disturb me. We do not mind receiving objective criticism that \nhelps us improving our services and methods. If there were negative aspects, then we will address them and \nwork toward revamping them. But following the global financial crisis, what we read and heard was not in \nreference to the negative aspects. In fact it was a \"media bombardment\" targeted at the UAE as a model for a \nfederal state, a successful and prosperous Arab country. And Dubai, the city that has set up a successful \neconomic model at a global level, was under a daily attack by some Western media, as if they were in a race \nagainst time to harm the UAE. \nAs for the motives of the campaign, God Almighty knows. But it seems that the success of the Arab, whether \nHOUSE OVERSIGHT 024931 \nindividual or state, city or a company, is seen as unacceptable. It seems that seeing=2 Odistinct images of \nsuccessful Arabs and Arab countries disturbs some people. They would rather stick with the distorted images of \nArab stereotypes in their minds. \nI need to stress here a very important perception. We are not growing in order to be a model for its highest \nbuilding in the world, best airport, and most luxurious hotel, and the largest seaport and man-made islands. \nThese landmarks and features are unique and famous all over the world. But the Dubai model is beyond that. \nDubai is an Arab city with scarce natural resources but with a clear vision of comprehensive development and \nsocial needs. It is a city that succeeded through its investments in human resources, its unique geographical \nlocation, and its trade expertise. This has enabled us to achieve unmatched growth and to become the focal \nconnection between the East and West. Dubai has proved as well the possibility of coexistence of different \ncultures in an open and tolerant Arab Islamic environment. \nDubai's model, which is part of the UAE model, lies in the success of the economy's diversification, and in \nsparking the interest of the Arab region and neighboring countries in the information and communication \ntechnology, the e-government and the knowledge economy, and in facilitating access to the people in our region \nto global best practices. Our international experiences in various areas are often on display through exhibitions, \nconferences and other activities. \nDubai's model also lies in proving the viability of investing in the region, of investing specifically in the \nknowledge economy and in human welfare. It has also raised the citizens' expectations in the region concerning \nlevels of good governance and transparency, and the quality of public services and state-of-the-art \ninfrastructure. \nDubai is about providing the highest international standards in education and health systems. It is a city with \nentrepreneurial spirit that entered into international investment areas and bought assets in global ports, airports \nand financial markets. Dubai succeeded in building a global financial center and entering into partnerships with \nreputed financial institutions, and was able to compete globally in the areas of air and sea transport, and \ncharitable initiatives that were created to help developing the less fortunate countries. \nThese are some of Dubai's model features, which has attracted the attention of the world, and enticed the \ninterest of the Arab region and its people, and inspired many people and motivated them. Is this the model that \nour critics are targeting? \nI asked my brothers and myself this question and I did not expect a reply, because we are accustomed in the \nUAE to respond by work, not words. We believe in God and we have full faith and confidence in Him and in \nour people and businessmen and the many other believers in Dubai. \nAbu Dhabi is also witnessing an attack since it succeeded in leading a successful Arab union and launched \ninitiatives of a strategic and impo rtant nature such as \"Masdar City.\". I know that the international media have \ncovered art initiatives in Abu Dhabi, including building an outpost of the Louvre. But one gets the impression \nthat even in such coverage of important initiatives, there's invariably some reference or the other to discredited \nstereotypes of the Arab Gulf Now the focus is on Dubai, and again the stereotypes are being brought up. It \nseems that any successful Arab model in economic development invites such negative treatment in the \ninternational media \nTo be fair, we read recently a few balanced articles reporting on what is the UAE doing regarding the effect of \nthe global financial crisis on our region. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, the media campaign has focused on pointing that Dubai is facing an \neconomic crisis threatening the foundations of its economic development. What is the \nHOUSE OVERSIGHT 024932 \nactual impact of the crisis on Dubai economically and socially? \nIn fact, the campaign has gone much further than that. An American writer, well known for his extreme views, \nwas so keen to project Dubai's alleged \"failure\" in the coexistence of cultures, that he went all the way stating \nthat Dubai was a place where cultures break up and not where cultures meet. He reached that conclusion based \non the fact that Dubai has jailed and deported a British couple caught having illegal sex on a public beach. \nWith regard to the fact that the global crisis effect threatens Dubai's growth and economy, I can guarantee you \nthat those references constitute \"wishful thinking\" on the part of some people; they are illusions, not realities. \nThe economic foundations and development are firm and stable; otherwise Dubai would not have been able to \ndeal efficiently with the global financial crisis consequences. In addition to that, Dubai is not a city on its own. \nIt is a member of the United Arab Emirates federation, which is strong, resilient and successful — a federation \nthat is able to face the most difficult challenges. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, the foreign media are reporting on the \"bubble burst.\" What would you \ntell the people who are endorsing this view? \nI keep hearing the expression of \"the bubble\" for the past couple of decades. In my opinion, this bubble is found \nonly in the minds of those who often keep repeating it and do not know its meaning. The future will prove to \nthem the truth. \nLet me assure you we are fine, we have overcome the crisis with the least amount of losses. In our culture, we \nsay: be virtuous and you will gain. That is why we always look at the half full cup of water, and when we look \nat the empty part, we do not moan over the void, instead we think of better and faster ways to fill it. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, if we were saying this is an unfair campaign against Dubai then, could \nyou explain to us how to get out of the current crisis? \nThe impact of the global financial crisis has been felt all over the world. It generated a state of panic in all \ndeveloped economies. It was expected that our region would not be immune to the crisis, especially in view of \nthe fact that it led to the credit freeze, write-downs at banks, deferral of mutual credits, and a freeze on lending \nin some of the wealthiest industrialized countries, such as the United States. \nThe crisis hit the world in September 2008, but I think that the panic pha se is over now, especially after the \nintervention of governments in many major countries to regulate financial and banking sectors, and the \nallocation of large sums of money to revitalize their economies. This step has enabled the summit of the G20 \nthat was held in London a few days ago, to agree on a package of decisions and actions aimed to revive the \nglobal economy and the organization of the international markets. \nFor us in the United Arab Emirates, I can safely say that we have succeeded in containing the risks of the global \nfinancial crisis in record time. This is a result of the good policies of the Central Bank, and the government's \naction to ensure the liquidity of banks and the protection of deposits, and other actions at the local level, such as \nthe additional liquidity that the Abu Dhabi government pumped it into the Emirate's banks and the bond \nissuance of $20 billion bonds. \nThe crisis management in addition to the decisions taken during the G20 summit have spread a high degree of \nHOUSE OVERSIGHT 024933 \nsatisfaction and optimism around the world, and reflected positively on all the nations including the UAE, \nwhich has always had a strong, multi-potential and diverse economy. \nAl Hayat Newspaper - Shafiq Al Asadi \nThe Federal Government has taken swift action to deal with the crisis, but many \nobservers say that these actions are not sufficient to help the UAE, and Dubai in \nparticular, to be free of the crisis? \nThe actions that we took at the Federal Government were really fast, well thought-out to respond to the issues \nand to overcome the negative effects of the global crisis. Having said that, our economy has shifted from the \ncrisis mode to the solution. Of course, we are monitoring and following up our situation and the development of \nall the economic sectors through federal and local specialized committees, just as we follow developments in \nthe global economy and international markets. We thank God; most of the indicators seem positive now and \ncall for optimism. However, should we face future developments further actions, then we won't sit back. \nAl Hayat Newspaper - Shafiq Al Asadi \nWhen Du bai launched the $20 billion bonds and the UAE Central Bank subscribed in it \nwith $10 billion, it was interpreted as help from Abu Dhabi to Dubai to get out of the \ncrisis. How do you evaluate this action by the UAE Central Bank, and what about the \nsecond tranche of the bonds, which would another $10 billion? \nWhen Dubai launched the $20 billion bonds and the UAE Central Bank subscribed in it with $10 billion, it was \ninterpreted as help from Abu Dhabi to Dubai to get out of the crisis. How do you evaluate this action by the \nUAE Central Bank, and what about the second tranche of the bonds, which would another $10 billion?It seems \nthat people are not aware of the life realities in the United Arab Emirates. Well, I welcome this interpretation \nbecause it emphasizes the depth of ties among the Emirates and ensures the strength of our Central Bank and its \nconfidence in Dubai's economy. \nWe have announced bonds totaling $20 billion, raised half of it as a public offering, then the Central Bank \nsubscribed to the full amount; we will pay an annual interest rate of 4 percent annually on the five-year \ncoupons. What we put forward, meets our needs at this stage. Should we need the second part — that is, $10 \nbillion -- we will then announce it to the public; we know that it will be of interest to many. \nAl Hayat Newspaper - Shafiq Al Asadi \nThere are talks that Dubai would be selling few2Ostate owned companies and that Abu \nDhabi will be its partner in many projects in place or under implementation. What is the \ntruth in this? \nThese rumors and speculations turned into news and headlines in several prominent international newspapers. \nRest assured that between Abu Dhabi and Dubai, there is no buying and selling. Everything in Dubai belongs to \nAbu Dhabi and Dubai and the rest of the UAE, and all that is in Abu Dhabi belongs to Dubai and Abu Dhabi, \nand the rest of the UAE. Let me remind you about what The President, His Highness Sheikh Khalifa bin Zayed \nAl Nahyan, said last month about this matter. He said that the impact of the current global financial crisis on the \nnational economy of the United Arab Emirates has been misunderstood and exaggerated. He said that the \nrelationship between members of the UAE Federation has been misrepresented. \n\"We are ... one strong, coherent body. As for the measures taken (at) the federal or local level, to address the \nHOUSE OVERSIGHT 024934 \ncrisis, they were declared and (made) clear-cut. There was no need to unleash predictions in this respect,\" His \nHighness said. \nAl Hayat Newspaper - Shafiq Al Asadi \nYYour Highness, do you feel that Dubai is threatened as a result of the current crisis? \nWe did not at any time feel that the financial crisis is a threat. The worst is over and behind us. Since the \neruption of the crisis we did not hear of any state-owned bank or company announcing bankruptcy. None of the \neconomy sectors was snapped. We are currently implementing plans and programs of action to benefit from the \nlessons of the crisis and ensure the recovery of the negative effects. \nAl Hayat Newspaper - Shafiq Al Asadi \nThe recent murders that occurred in Dubai seriously raised the issue of security despite \nthe speed of discovery of the perpetrators of these crimes. How would you respond to the \nstatements that the prevention of the assassination should come first? \nOf course, prevention is better than cure. To prevent killing is a very valuable act. Often, people hear about the \ncure procedures, but they do not hear about the actions of prevention. Murders that took place in Dubai in \nrecent months, were fewer than half of one hand's fingers -- and this is not to minimize the seriousness but just \nto confirm that it is an exception and the rule is that the UAE, including Dubai, is one of the most secure and \nstable countries, and this would not happen without having our authorities taking preventive measures of \nutmost importance. In any case, the crime rate in the UAE, including Dubai, is one of the lowest in the world, \nand we are working to remain so, and the murder of two known figures will not change the reality. \nAl Hayat Newspaper - Shafiq Al Asadi \nWith the brunt of the global financial crisis on Dubai, we noticed the continuation of most \nof the art, culture, media, sports, and cultural activities, in addition to the enormous \nfinancial awards being bestowed by various organizations for business efficiency, among \nother things. How do you explain this? \nThese activities were scheduled prior to the crisis, and some of them are annual events such as the Dubai World \nCup, the Arab Media Forum and Arab Journalism Award. Some new events were launched, such as the World \nPoetry Festival -- but I don't know why you are wondering about the continuation of those activities. In fact, it \nwould be a strange thing to cancel them. With regards to the prizes, they remain as were previously announced. \nDo you suggest in your question that these awards have become a burden to Dubai? If so, I promise we are in a \ngood shape. All our projects under implementation have not ceased, and we are paying our loans and debts on \ntime, and all suppliers and contractors have begun to receive their entitlements. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, the media is focusing currently on the large layoffs from the companies \nworking under the umbrella of Dubai Holding. What is the truth regarding this matter, \nespecially that the issue is going to reach its peak in the coming months? \nThe collapse of the global debt markets has pushed all the big companies worldwide to review their plans, expe \nnses and strategies and urged them to restructure their managements including the human resources. \"Dubai \nHolding\" is not an exception at all. All its companies work on a commercial basis, and it is normal to lay off the \nHOUSE OVERSIGHT 024935 \nemployees who do not have roles to play during this situation. I am not sure why people are expecting a peak in \nthe coming months. The whole process is a restructuring course that was well received by all Dubai Holding \nemployees. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, Dubai was accused in the media that laid-off Arabs descend from a \nspecific nationality, what is the reality? \nRumors feed on human emotion. Verifiable facts, and even simple common sense, have little or nothing to do \nwith the way a rumor spreads. I would say that due to the steep global crisis effect on domains such as PR and \nadvertising, which employ by coincidence a large number from a particular nationality, or the construction \nsector which also employs a large number of architects from one nationality, there is absolutely no focus on \nlaying off any Arab or non-Arab nationality. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, your recent visit to Russia complements your strategy in visiting the \nstrong economic countries worldwide such as Germany and China last year. Do you \nthink that these visits are still useful nowadays? Are you planning to20continue this \napproach and what is the objective of those visits? What was the outcome of your last \nvisit to Moscow? \nThis is a strange question. We are pretty sure that this crisis will not last forever, and that it will end. The UAE \nhas always had good relations with all countries around the world and especially the weighty economic \ncountries. Our duty is to work toward developing and enhancing those relationships. In fact, during global \ncrisis countries should broaden those visits and enhance their bilateral relations especially since this crisis may \nresult in forming a new economic and political world construct. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, do you think that the current crisis would impose new changes on the \nfederal and local levels in the UAE as rumors are spreading regarding a change in \nprogress in the cabinet? \nIt is obvious that things do change. Whoever does not take up the new situation and cooperate positively with it \nfor the benefit of the nation and nationals would be incompetent. However, it is you who's saying that there are \nrumors that a change in the cabinet is under way. \nAl Hayat Newspaper - Shafiq Al Asadi \nYour Highness, people who are aware of the relationship between Dubai and Abu Dhabi \nsay that there is no need to worry about the effect of the crisis on Dubai because it relies at \nthe end of the day on the financial strength of Abu Dhabi, which owns the biggest \nsovereign fund in the world. What would you say? \nThose people know well that they can't bracket the relationship between both Emirates into just a financial \nrelation. The money element is a very minimal component in a superior relationship built on family ties with a \nunity soul, with \"tolerance\" essence and foundation concurred by both Sheikh Zayed and Sheikh Rashid on 18 \nHOUSE OVERSIGHT 024936 \nFebruary 1968, when they met and issued a historical statement announcing the establishment of a federal \nunion between Abu Dhabi and Dubai and called on their brothers in the neighboring emirates to join the union. \nDo you know what it meant for us to stand few days ago with His Highness Sheikh Khalifa at the \"Union \nHouse\" under the UAE flag, and in the same place where our ancestors stood the day of the UAE \nannouncement? Would you be able to appraise our feelings at that moment? These are moments that you cannot \nponder easily. They are priceless. \nThose who know the truth about the Abu Dhabi and Dubai relationship and all the other Emirates, are well \naware that the federation of the UAE is a choice of wise and liberated people who are guided by their heart, \nbeliefs and wisdom. They are people who God Almighty described as ready to sacrifice their souls for others. \nAgain, I remind you of what His Highness Sheikh Khalifa said. \"We are ... one strong, coherent body. \nThe National Abu Dhabi Media Company - Matt Slater \nThe United Arab Emirates is a federation but there is a tendency, particularly in health \nand education, to allow individual emirates to dictate policy. Will this continue or will \nthe federal government seek to establish a more unified national approach on domestic \npolicy? \nNone of the seven emirates develops its own independent health and educational policies. All legislation and \npolicies related to education and overall health are developed at the federal level. What is happening is precisely \nthe expansion of the decentralized planning and implementation in order to raise the efficiency of education and \nmedical services. This is what we see in industrialized countries, such as the United States and the United \nKingdom, Germany, Switzerland and others. Our experience in education foundered for many reasons, and we \nare racing against time to make up for what we missed and to create sustainable development in the education \nsector. Of course, the process of development widens then to diversify the teaching methods and to attract \nbroad participation of the private sector. \nThe National Abu Dhabi Media Company - Matt Slater \nThe Federal National Council has expressed concern that its views are ignored by the \nUAE cabinet and that, in reality, they have little power. What role do you see the FNC \nplaying within the country's decision-making p rocess, and in what way is the Council \nlikely to evolve in the future? \nWe never received any complaints against the government for ignoring the views of the Council; instead we \nalways receive compliments and appreciation about cooperation. We constantly express our appreciation to the \nCouncil for its role in the decision-making process. In fact, draft laws first have to pass through the FNC for \nreview and recommendations, and later sent back to the Cabinet for consideration and approval. \nThe Council is also empowered to summon and to question any Federal Minister regarding Ministry \nperformance. We believe in the importance of the Council, and we respect its effective role in the process since \nits inception. The current session marked a beginning of change in the Council in the method of selecting its \nmembers. We witnessed for the first time the formation of election associations in the UAE to elect half the \nmembers of the 40-member Council, with 22 percent of members of the Council being women, one of the \nhighest such rates in the world. \nIn any case, since the founding of the UAE we chose the approach of gradualism. We in the UAE do not work \nwith a \"burning stages\" style. Our laws and procedures are in line with reality and our reticence. We believe \nthat our people are satisfied with this approach that results in prosperity and stability. \nHOUSE OVERSIGHT 024937 \nI am well aware of the foreign reports that criticize the way that the UAE deals with the issue of democracy. Th \nese reports assess our system on the basis of their own history and cultural experiences, and the experiences of \ntheir countries — some of which have been democracies for more than 300 years. The easiest thing is to hold \ngeneral elections and to place ballot boxes and to disseminate images and words about the greatness of \ndemocracy. \nBut our leadership does not look for fame, and does not import ready-made models that may be valid for other \nsocieties, but is certainly not suitable for our society. Some months ago, we celebrated National Day, our 37th. \nDo you know how we used to live before? Do you have any idea about the state of education and illiteracy, \ninfrastructure and public services? Do you know the details of our society's infrastructure and how it was \ndeveloped? Today, after the tremendous achievements in various fields, our people have full confidence in the \nprocess of empowerment -- empowerment of the economy, women, the administration, the and culture as well \nas political empowerment within our traditions and culture. The midterm elections of the members of the \nFederal National Council is a very important step in the progression toward what is acceptable to the interests of \nour people and our homeland. \nThe National Abu Dhabi Media Company - Matt Slater \nThe issues of labor rights and human trafficking continue to adversely affect the image \nof the UAE abroad. Whereas there are clear policies aimed at aligning the2OUAE with \ninternational best practice on these fronts, the actual rate of prosecutions of those \nviolating rights on these fronts are generally seen to be low. What is being done to address \nthis? \nI want you to look at the results of the last meeting of the International Committee for Human Rights in Geneva, \nand to look at reports that refer to the huge progress in the UAE with regard to these issues. Even the periodic \nreports issued by the U.S. State Department recognize this progress, particularly on the issue of human \ntrafficking. \nWe care about the rights of workers; we care about reinforcing the freedom of people. Our aim is not to win the \napproval of international reports, but we are keen to promote human rights and also deepening the values of \nsocial justice and tolerance. We are keen to provide a model for Arab and Muslim countries that adheres to \nreligious and cultural frameworks; we are keen to continue to interact with the international community. We \nwant the respect and cooperation of all. Our religion and our values and ethics do not accept any violation of \nhuman rights and of people -- no matter where they work and where do they come from and what their belief \nand religion are. It's in our nature not to condone injustice, and we sympathize with victims and needy people. \nWe have very active charitable institutions operating in a large number of the less fortunate countries. We \ncannot accept that any person, man or woman, would be defeated in their quest2Ofor human dignity. As for the \nnumber of cases submitted in the courts for prosecution, I would say that it reflects the reality and it is \nconsidered to be high in comparison with the number of the UAE population. \nThe National Abu Dhabi Media Company - Matt Slater \nYour Highness, you are Vice President and Prime Minister of the UAE, Ruler of Dubai, \nfounder of the famous Godolphin horse-racing stable, sportsman and poet. How do you \njuggle your political and non-political roles, and what do you do for fun? \nThe day has 24 hours or 1,440 minutes, or 86,400 seconds. For me, this is sufficient time for work, hobbies and \nsports. It works if you respect time and you know how to organize your schedule. Whoever enjoys his work, it \nseems that you add five days to your week. I enjoy my work, which is my existence in my life: the service of my \nhomeland and my people. My joy increases when I see the progress and prosperity of my homeland and my \nHOUSE OVERSIGHT 024938 \npeople. I do not work alone, I have a team whom I lead and encourage and on whom I rely. Within each human \nbeing there is an inexhaustible source of potential, but there is no human being with unlimited capacity. What is \nimportant is to know your capacities -- and how you should use them. \nFor fun, I spend my time with my family at the beach or in the desert. I love to read. I ride horses. My love for \nhorses is indescribably enormous; it is part of20my soul and history. \nThe National Abu Dhabi Media Company - Matt Slater \nHow are the Federal Government and the Government of Dubai cooperating to re-tool \nthe development model to address what many economists predict is a permanent \nreduction in credit available from international capital markets \nWhether the available global credit declines or increases, the model of our economy is stable and is developing \nwithin the framework that we created earlier. Dubai's needs for credit tend to decline and the government's \nloans, which are modest, compared to the size of the economy, all concern investment in infrastructure, not \ncurrent expenditures or operational budgets. The majority of our infrastructure projects are of a long-term \nproductive nature, such as the Dubai Metro, the expansion of the power generation station, and so on. With \nregard to the loans of state-owned companies -- they are purely commercial in nature, and their calculations are \nbased on the cost of the loan and the return on investment. The global financial crisis has affected the liquidity \nof the companies, and we believe that it is only a temporary impact. We have sufficient means to provide the \nnecessary liquidity for these companies. I would like to stress that Dubai's economy is part of the UAE \neconomy, and we cannot in any way deal with the situation as an independent entity. I will give you one \nexample: We say Abu Dhabi banks, Dubai banks and Sharjah banks. These terms relate to the location of the \nheadquarters only, since all banks operate in all the seven Emirates, and are subject to fiscal and monetary \npolicy overseen by one body, and one central bank. In any case, credit is always available, and even a few \nmonths after the financial crisis, it had been available. Of course, this does not mean that all the available credit \nis desirable. This issue is a subject to extensive studies and discussions and to cost-benefit equations. \nBy Al-Sharq al-Awsat Daily \nThe question of population demography has been a source of worry to the UAE \nnationals, as it must certainly worry Your Highness. You have announced some \ninitiatives in this regard, uncovering a few of them. Could you tell us more about these \ninitiatives? \nThis question is important because of its ramifications and interconnection of its economic, social, and cultural \ndimensions. His Highness the President of the UAE has defined our approach toward this question. He has said \nthat we have a positive outlook toward the demographic structure, showing the ability of our people and state to \nmix this human quantity and variety in a human framework, capable of creating a model highlighting the power \nof human interaction in the process of building and raising our state to assume an advanced position on the level \nof civilization and development. Such a model will help us in gaining the respect and appreciation of local and \nin ternational organizations for our human and civilized treatment of all residents in our country, providing \nincentives for them to take active part in the development process of the UAE. \nThis vision, as defined by His Highness the President, does not remove from our sight the necessity of \npreserving our national identity. This was the starting point which led to the formation of a high-level \ncommittee, headed by the minister of interior, to deal with the question of demographic structure. We highly \nappreciate the work of this committee, which drew out a number of initiatives to deal with this question and \ntake active measures in this connection. We are preparing other measures and decisions within our declared and \ntransparent policy for dealing with the question of demographic structure in a civilized manner, without \nHOUSE OVERSIGHT 024939 \nviolation of our human and international commitments, ensuring the objective of variation of the demographic \nstructure in our country. \nNaturally, our children and new generations will remain the actual solution for this question. Hence, the \ndevelopment of education, the competencies and capabilities of the UAE nationals will remain our main \npriority. We are optimistic about our youth, and proud of their spirit of national belonging, of their growing \nrealization of the importance of self-reliance and active participation in building the homeland. I follow their \nactivities and expect a great deal from them, and ask them to double their efforts in learning and enhancing their \ncompetencies in various fields, in2Oorders to become a distinguished group eagerly sought after by public and \nprivate sectors. We are eager to increase the rate of Emiratization in government and private sectors. I informed \nthe Cabinet last march that the rate of Emiratization in the ministries has not reached the targeted level, as it did \nnot exceed 54 percent and 25 percent in the Federal Authorities. I gave directives to prepare a study to denote \nthe reasons for such a situation in order to draw suitable programs to fill this gap. \nBy Al-Sharq al-Awsat Daily \nAlmost a year ago, Your Highness introduced a major reshuffle in the Cabinet. You \nmentioned that any minister is liable to change. Is there a plan for a cabinet reshuffle \nsoon? \nThere is a fact which should not be absent from the minds of people — that is, the government is at the service of \nthe people. A reshuffle is introduced when there is a need for it, and when we find that it suits an active \nhandling of the need of national demands, to ensure the power of the union to achieve the objectives of its \nstrategy, and whatever objective that may come up to meet the actual developments. I still say that any minister \nor a man of responsibility entrusted with him is open to replacement by another one who is more capable of \nshouldering that responsibility. The basic reference in any decision of this type is the criteria of performance \nand level of fulfillment of plans for development projec ts. \nBy Al-Sharq al-Awsat Daily \nFrankly, people outside the Emirates think there is a kind of sensitivity among the seven \nEmirates. With reference to the federal system adopted by the state, how do you respond \nto that? \nI do not understand what you mean by \"sensitivity\" and the relation of the word to the federal system. But I \nknow the reason behind your question: it is the media reports which tried, in handling the reflections of the \ninternational financial crisis on the UAE, to place hurdles and fabricate differences between Abu Dhabi and \nDubai. These are vicious attempts that ignored the way the UAE faced the repercussions of the global financial \ncrisis and the superb performance of our federal entities, under the leadership of His Highness, the President of \nthe UAE. The performance was excellent, and it presented a new proof of the capability and power of the \nfederation to face difficult challenges. Anyhow, since you brought the subject up, it is useful to remind \neverybody that the seven Emirates chose the federal system, realizing that it is the most viable system to \nsurvive and develop. The founding fathers had wisdom, vision and a future perspective. Whoever knows the \nhistory of the area and its situation prior to the establishment of the union will realize the great achievement of \nthe union in the establishment of the UAE. If the results are the test, then look at the advance and achievements \nof the UAE20after 37 years of the Union. The UAE is a state of institutions governed by a constitution, which \ncovers the allocation of responsibilities to local and federal authorities. Like all federal states, the Federal \ngovernment is concerned with all the sovereign affairs, whether related to defense policy, the armed forces, \nnational security, foreign policy, and financial policy, legislations related to justice, economy, labor or \nresidence of foreigners. \nHOUSE OVERSIGHT 024940 \nAmong the most important historic achievements we take pride in is the building of the national Emirati identity \nwhich did not exist before the rise of the Union state. This identity settles deep down in the souls of all Emiratis, \nruns in their blood-veins, and fills them with feelings of dignity and loyalty to their country, the UAE. \nEvery citizen and person of responsibility in the UAE puts his Emirati national sense of belonging above that of \nhis own area. Basically there is no conflict, but integration, between the two. When a person introduces himself \nas coming from Abu Dhabi, Fujairah, or Dubai, he is not unlike an Egyptian who introduces himself as coming \nfrom Cairo, Asyut, or Alexandria, or a Saudi, who introduces himself as coming from Riyadh, Makkah, or \nDammam. \nUnfortunately, some people who do not know the Emirates and the facts of life there, pass judgment on what \nthey do not understand. We are, in the words of my brother Sheikh Khalifa, members in one body, strong and \nheld together. There are no sensitivities among the Emirates, but t here is mutual cooperation and help within \nthe one state, the one national identity; and at the same time, within the one state there is room for competition \nin the fields of good deeds achievement, excellence, and the service of the country and citizens. \nBy Al-Sharq al-Awsat Daily \nDo you support increasing the scope of the federal government's authorities while \ndecreasing those of local governments towards the overall welfare of the UAE? \nThere is no conflict between the local and federal authorities. There are federal and local roles which are clearly \narticulated by the Constitution of the UAE. All sovereign issues fall within the jurisdiction of federal \ngovernment, represented by His Highness, The President, Members of the UAE Supreme Council, The \nCabinet, The Federal National Council, Federal Law. \nThe federal government enjoys full authority to carry out its mandate articulated by the Constitution. Extended \nor limited scope of authority is not a theoretical issue. Meanwhile, promoting non-central governmental models \nand offering more authorities to local governments is now a growing trend in different parts of the world, even \nin single region state. Decentralization has proven quite successful in handling development requirements, \nenhancing government performance and increasing productivity of public organizations. \nIn the UAE, we are very keen on ensuring complementary roles and responsibilities among ministries and \nfederal authorities and2Othe local departments and establishments towards achieving highest government \nperformance levels across the UAE. \nBy Al-Sharq al-Awsat Daily \nIn times of crises, Dubai always comes into the world's focus. Are you concerned by \ninternational reports highlighting Dubai's economic shortcomings during the global \nfinancial downturn? \nWe are completely aware of our capabilities and we don't overestimate our abilities. Dubai's success in \nintroducing a unique developmental model has gained remarkable international recognition. As you know, \nsuccess implies a certain burden that cannot be avoided. The international focus on Dubai is absolutely normal. \nDuring crises, people usually turn their attention to those who have proven a successful track record. The \ncurrent crisis has brought Dubai's developmental model with all its successes into a tough test. Some have \nspeculated that Dubai will fail this test, simply because they do not know the UAE nor what Dubai has achieved \nbased on solid foundation of knowledge, expertise and business ties across the globe. Dubai's achievements are \npart of the UAE's remarkable progress. I know that some people from outside the region have wished that \nHOUSE OVERSIGHT 024941 \nDubai model will go down the river. I am fully aware that some financial and economic circles were not happy \nwith the progress we managed to achieve on various tracks including investment, aviation industry, IT and \nglobal competition in mana ging and financial markets. \nThe UAE has proven remarkable competency in addressing difficult questions imposed by the global financial \ncrisis. I strongly believe it won't be long before international focus will shift from what is claimed to be \nDubai's shortcomings to Dubai's and the UAE's overall success in passing this difficult test. \nBy Al-Sharq al-Awsat Daily \nAlmost a year ago, and during your visit to Asia, you warned against the global financial \ncrisis. Why precautionary measures have not been undertaken to avoid negative impacts \nof this crisis on both Dubai and UAE? \nThe crisis have taken the whole world by surprise and evolved in tremendous pace. During my visit to Asia, I \nhad warned against turmoil in financial and commodities markets, marginalizing the role of international \nfinancial institutions and potentials that these institutions fall short from fulfilling their expected roles in a \nworld where all international markets became very much related, turning into one huge global market which \ndoes not follow any international rules, regulations or supervision. \nI had urged leading world economies to move swiftly and reconsider roles and mechanisms of international \nfinancial establishments and institutions, especially the International Monetary Fund -- and that what exactly \nthe G20 summit did last month earlier this month. \nRegarding the precautionary measures, I believe that no preventive measures neither i n the UAE or any other \ncountry in the world, would have provided the desired immunity from the ramifications of the global financial \nmeltdown. The UAE's solid economic structure, efficient performing establishments, adoption of a balanced \nmodel of conservative banking policies overseen by the Federal Central Bank and liberal economic approach, \nwere the key elements that enhanced the country's ability to survive the negative implications of the global \ncrisis and prevented any case of bankruptcy in any of the country's banks or major corporations. The impact of \nthe crisis on our economy was significant during the last quarter of 2008, yet it was not as harsh as on other \nmaj or economies. \nBy Al-Sharq al-Awsat Daily \nDespite Dubai government officials repeated rebuffs of bailing out some companies to \nAbu Dhabi, speculations in that regard have never stopped. Isn't normal for the \nEmirates to cooperate among themselves to overcome such difficult times? \nCooperation among the seven Emirates has never stopped and they don't wait for crises to show this \ncooperation. There are several joint ventures between Abu Dhabi and Dubai. Founders and stakeholders of \nmost of the UAE Public Joint Stock companies are from Dubai and Abu Dhabi. Abu Dhabi investors have huge \ninvestments in Dubai and vice versa. Dubai has always welcomed business and investments from across the \nUAE. \nRegarding the speculations you referred to in your question, they will always remain just speculations. I believe \nthey are meant to be evil gossip as part of a vicious campaign against Dubai model. These speculations were not \nonly refuted by Dubai government officials but also by His Highness the President of the UAE last March. \nBy Al-Sharq al-Awsat Daily \nDo you believe that the UAE economy will contract this year? Or will it achieve certain \nHOUSE OVERSIGHT 024942 \ngrowth? And at what percent? \nWe are confident that our national establishments' abilities, combined with the economic measures undertaken \nby the government, will lead to economic growth this year. Yet, we expect that growth may not come at the \nsame rate of pervious growth records we sustained over the past few years. While speculating global economic \ncontraction of 0.5 percent, international financial bodies forecast a slight growth for the UAE economy. Other \nforecasts speculate a 3 percent growth for the UAE economy. \nBy Al-Sharq al-Awsat Daily \nMaybe every cloud has a silver lining. The financial crisis has restored balance to the \nmarkets following years of inflation which posed a threat to Dubai's and the UAE's \neconomies. Do you see this tough correction, for instance to the real estate market, a good \nsolution to a problem that could have escalated in the future? \nSometimes opportunities are born from the wombs of crises. The most important thing is to focus on the future \nand develop appropriate frameworks that guarantee highest levels of performance on heels of the crisis. \nMeasures undertaken by the government on both local and federal levels will ensure that we shall emerge from \nthe global financial crisis with least damage. The UAE has proven remarkable ability in facing and overcoming \nprevious crises. Specialized committees and task forces are closely monitoring the development of the global \ncrisis and analyzing its impacts on our economy and subsequently propose action plans to resiliently cope with \nthese ongoing changes. \nBy Al-Sharq al-Awsat Daily \nMany rumors are targeting Dubai claiming it has turned into a ghost city and that tens of \nthousands are being laid off every week. Don't you feel upset about these rumors and the \nway the impact of the crisis has been perceived outside Dubai? \nActually, we don't pay attention to rumors and our response always comes in actions rather than words. As a \nmatter of fact, Dubai visitors these days are surprised by these rumors and I've met with many of them recently \nand they expressed their amazement at Dubai's traffic jams, overbooked hotels and crowded markets. \nDubai's success -- which it has sustained over the past years -- is the true reason behind this type of mixed \nreports. Those who spread such rumors -- are they aware of the fact that global nature of Dubai makes it more \nsub ject to impacts of global changes than any other city? We totally endorse freedom of expression but we \nalways urge responsible freedom that promotes principles of integrity and objectivity. \nIt is truly sad to find international publications that have usually boasted about factual and precise reporting \nissuing articles based on mere rumors and baseless speculations. We are fully aware of the hidden fierce global \neconomic competition between different parties who are in the same line of business. When a city or a country \ndecides to integrate itself as an effective international player, it should not expect an easy journey full of roses \nand good wishes. \nDo you know how many major international airlines are closely monitoring Emirates' performance? Do you \nthink that international port services companies are happy with the success accomplished by DP World in \nmanaging and operating dozens of ports around Europe, Asia and Africa? Do you expect international financial \nmarkets are pleased with Dubai Financial Market's success in its accusation of some of the world's most \nimportant financial markets in the world? \nHOUSE OVERSIGHT 024943 \nI will tell you more. Emirates Airlines' successful model has not led only to achieving an internationally \nrecognition but also has induced the launch of other Arab airlines that followed the same model. Emirates has \nencouraged many established Arab airlines to enhance their fleets and upgrade their services. This has \nultimately led to increasing Arab airlines' share of the in ternational travel market. Leading by example, \nEmirates has set new benchmarks for quality services not only regionally but also internationally. One can only \ngain world recognition by proving success and ability to take the initiative, yet this recognition may not \nnecessarily reflect acceptance. \nBy Thabet Amin Awad of Al Abram Egyptian newspaper \nThere is no doubt that good planning is one of the key factors behind the success of the \nUAE, backed by the close monitoring of the ongoing challenges and opportunities. In \nyour plans, what are the challenges that you foresee? What is the country's level of \nreadiness to address them? \nHumans face challenges throughout their lives. Through commitment to proper planning of projects and \nprogrammes, and following up on their implementation, challenges can be successfully addressed. It is also \ncrucial to anticipate challenges without ignoring any possibility. Yet, there are some unforeseen challenges that \noriginate remotely but influence us -- as in the global financial crisis that erupted in the United States and \nspread to the economies of developed countries and the rest of the world. One must be prepared to effectively \ndeal with the implications of such challenges to one's country, economy and security. We, in the UAE, are \naware of the challenges that we face and are always prepared for the worst, and are also willing to face \nwhatever unforeseen developments regardless of their magnitude and im pact. \nBy Thabet Amin Awad of Al Abram Egyptian newspaper \nYou have always stressed that the main challenge facing the Arab world, is that of the \ndevelopment of human resources in the knowledge era. Do you believe that the current \neducation systems are equipped to prepare a new generation that is able to face this \nchallenge and How? \nI am not in a position to assess the efficiency of the Arab educational institutions. But a common concern across \nthe Arab world is the poor education systems at both school and university levels. The international rankings of \nthe Arab universities are unsatisfactory to both the keen learners as well as the academic institutions. \nYes, the main challenge facing the Arab world is the challenge of human development in the era of knowledge. \nWithout the development of strong education systems, we will not easily achieve the desired development. \nDespite the importance of the state's role in the development of education, the development effort is the \nresponsibility of society as a whole; the State must lead these efforts and involve the broadest segments of \nsociety. Isn't strange that we approach the second decade of the third millennium with the average percentage \nof illiteracy in the Arab world more than 30 percent? \nBy Thabet Amin Awad of Al Ahram Egyptian newspaper \nAmid the growing global crisis and in the latest G20=2 Osummit, many were demanding a \nre-consideration of the global economic system, and declaring the failure the entire \nsystem of capitalism. Would the United Arab Emirates -- with its regional and \ninternational reach -- consider a new financial direction, such as the Islamic banking \nsystem as a substitute, even temporarily, to the current global economic system — which is \ncurrently deteriorating? \nHOUSE OVERSIGHT 024944 \nThe United Arab Emirates, on its own or through the GCC, the Arab League and the specialized international \ninstitutions, plays an integral role on this front. The capitalist system did not fail. What has failed is the \nexcessive economic liberalism, which pushed to minimize the intervention of the regulatory government \ninstitutions in the markets and banks' activities. \nCertainly the world is witnessing the birth of a new economic and financial order. The results of the G20 \nsummit are a prelude toward this end. However, consensus on the format and the content of this new global \neconomic system would not be reached soon. Different factors determine the future of this system, including \ngrowing global competition and conflicting national economic interests. No party would easily give up its \nposition and gains for the benefit of the global economy recovery. \nAs for the suggestion on the Islamic banking, it is of interest to the global banking sector. However, to be a \nsubstitute to the current economic systems, even if only temporarily, is a much more complex approach, which \nrelates to the nature of economic systems, the size of the economies of nations, and the size of Islamic banks in \nthe banking sector worldwide. As you are aware, there are a lot of factors that govern this, such as the \ndistribution of the economic, military, scientific and social powers in the world, as well as the competitive \nnature of civilizations, and the strong links between the civilizations and religions. \nBy Thabet Amin Awad of Al Ahram Egyptian newspaper \nThere are many other positive aspects of the global financial crisis which were embodied \nin refining the current competencies, reviewing the need for expatriate expertise, and \nstrengthening the bonds of the federal entities that supported the UAE. In your opinion, \nwhat are the lessons learned from this crisis both on the local and federal level? \nThere are many lessons to be learned from the crisis, the most important one being the assertion of the state's \nrole in regulating and monitoring the overall economy and markets, and confirming the fact of the global \neconomy's unity, in addition to the unification of the global market. The widening scope of the crisis, which \nincludes all parts of the world, confirms this unity and the common international pursuit. In addition, President \nObama's public statement, which verifies that the United States cannot overcome the global crisis on its own, is \nfurther confirmation of the unity of the economy and the market. Other lessons learned from the=2 Ocrisis is \nrealizing the urgent need to develop the regulations, terms of reference and working mechanisms of \ninternational financial institutions to be commensurate with the unified markets and economies, and the \ninvolvement of many influential players. \nIn the United Arab Emirates, we perform a wide range of reviews through specialized federal and local \ncommittees which are well aware that within the challenges of the crisis, remain many opportunities. The first \nopportunity to be seized is to benefit from the lessons learned from the crisis, and be prepared to deal efficiently \nwith the world after the crisis; a world completely different than what it was before. As for the forces of federal \nentities, the fact is that the strength of these entities is what enabled them to cope with the crisis and contain its \nnegative effects. \nBy Thabet Amin Awad of Al Abram Egyptian newspaper \nYou have said that \"our vision is clear, our goals are obvious, our strengths are great, our \nwill is strong and we are ready. We want Dubai to be a global center of excellence, \ncreativity and leadership, and we are able to achieve excellence, creativity and \nleadership.\" Do you still stand by your vision? If yes, how so? \nYes, we still stand by it. Plans, programs and projects may alter, but the vision does not change. We want the \nUAE and Dubai to be a global center of excellence, innovation and leadership, and we are indeed on the \nHOUSE OVERSIGHT 024945 \nrightful=2 Oroad. You ask how? I tell you: the global financial crisis is a challenge we have faced and surpassed \nin its most difficult stages. We are insistent on developing the education and obtaining excellence in all our \nprojects and our work, in addition to protecting our favorable environment for innovation and leadership. What \nwe have achieved over the past 10 years is characterized with excellence and leadership, and we are capable \nand determined to achieve what is more excellent, innovative and prominent in the future. \nAL ITTIHAD \nYour Highness, you asked the Ministry of Finance last year to prepare the federal budget \nof the State 2009. The early announcement prior to the global economic crisis has \nresulted in a deficit-free budget. Would the global crisis have implications on the 2010 \nbudget, particularly with regard to the basic needs of Emirati citizens? \nIn the last three years, the federal budget was issued early and before entering the new fiscal year. The \nsubmission of the budget for 2009 without a deficit is because its main provisions have not been affected by the \nglobal financial crisis. I also do not think that 2010 budget will be affected. We still have seven months for the \nyear to end, and in my opinion this is quite a long period -- we may see by the end of it some positive indicators \nthat would help in accelerating the recovery of the global economy. \nAL ITTIHAD \nThere are those who say that the senior positions in Dubai are granted to a few selected \npeople, which is described as the phenomenon of the \"Super Man.\" How would you \ncomment on this? \nMy answer is that all positions are available to competent Emiratis and we are very keen on rejuvenating our \nsystem. The \"Super Man\" phenomenon that you are talking about does not exist in our organizations and \ninstitutions. I am aware of those reports but would invite you and others to conduct a search within those senior \npositions to discover the truth on your own. \nAL ITTIHAD \nIn light of the global crisis some companies announced the postponement and \nrescheduling of some projects. What is the status of the infrastructure projects \nundertaken by the government subsequent to the changes in the strategic plans? \nWe will continue working on the infrastructure projects without any delay. What is currently under \nimplementation will be completed, while we will re-schedule the new projects. The changes of the strategic \nplan will be announced as soon as the committee finishes reviewing them. Plans are always subject to change in \nnormal times and in times of crisis. \nBy Al-Khaleej Daily \nDespite the competitive investment environment enjoyed by the UAE, with its advanced \nregional advantages, there are some aspects of the legislative environment that do not \nquite match the levels of development and state of the national economy. Do we expect \nany updating of the present laws, soon? \nThe economy is like a living being, whose demands and needs change with constant growth and development. \nHOUSE OVERSIGHT 024946 \nThough we realize this fact, the Council of Ministers has lately decided to establish the Emirates Council for \nCompetitiveness. Its task is to develop strategies and suggest policies and legal frameworks that can support the \ncompetitive environment in the light of local, regional and international variables. These frameworks serve the \nobjective of comprehensive development, and protect the Emirates position among the most competitive states \non the international arena. \nThe Council consists of a number of ministers concerned with this question. It is headed by the Minister for \nCabinet Affairs, and includes the Ministers of Economy and Foreign Trade, Education, Labor, Health, the \nMinister of State for Foreign Affairs, and for Financial Affairs. In addition, there are seven representatives of \nadministrative boards in the local governments, the chairman of the Union of Trade and Industry Chambers in \nthe State, Directors of Trade and Industry Chambers in Abu Dhabi and Dubai. We are confident that the \nCouncil is able to draw strategies and legislative frames to secure the desired development of the competitive \ncapacity of the UAE. \nBy Ro'ya Al Iqtesadiah newspaper \nIn the first quarter oft his year, accelerating economic events have generated pessimism \nabout the future of the global economy and its growth. There are conflicting reports in \nthe assessment of the national economy, and we read some of the studies questioning the \ncontinuation of Western-style development plans and their future in the region in light of \ndeclining oil prices and the global crisis. What is the assessment of Your Highness on the \nnational economy today, can it be maintained at the level of growth in the light of the \nretreat of oil prices? What is the policy that the UAE will use with regard to the latest \ndevelopments of the global financial crisis? \nOur economy is strong and its potential lies in its great diversity. The proportion of oil in the UAE 's GDP is less \nthan 30 percent, and this reduces the impact of oil price fluctuations on the national economy. I agree with you \nregarding the presence of many pessimistic reports on the world economy, but it's an exaggerated and \nunrealistic pessimism. Countries with the largest economies are seriously committed to rehabilitating the \neconomy, while the summit of the Group of Twenty came out with encouraging results after meeting in London \nrecently. Our hope is to commit ourselves to the implementation of all decisions. In fact, the negative vibrations \nwill decrease, and will be substituted by cautious optimism. As for the levels of growth, few states in the world \nare likely to maintain high levels of growth recorded in recent years. We in the UAE wi 11 achieve economic \ngrowth rates lower than those recorded in previous years. \nBy Ro'ya Al Iqtesadiah newspaper \nAttracting foreign investment was among the priorities of the UAE. Today, the \"flight of \nforeign investors\" from the UAE is widely discussed in the media, and is supported by \nboth local and official reports. Does Your Highness really think that our national \neconomy's dependence on foreign investment leads to future risks? In the frequent talk \nabout the global financial crisis, does Your Highness have new plans to strengthen, \ndevelop or restore foreign investments to the country? \nWe cannot use the term \"flight of foreign investors\" because there has been no \"flight.\" What happened exactly \nis the drought of liquidity across the world immediately after the collapse of the American investment bank, \nLehman Brothers, which marked the beginning of the global financial crisis. However, with this drought, the \ncompilation of available sources of liquidity became the primary concern of investors, banks, and financial \ninstitutions throughout the world. Sizeable withdrawals, deposits and liquefaction of all financial centers \nHOUSE OVERSIGHT 024947 \noccurred in the capital markets in the world. \nWith regard to your point that the attraction of foreign investment has been among the priorities of economic \nmobility in the UAE; it is an inaccurate assumption. Investment plans have no limits or boundaries. There are \nforeign investments in the UAE, and the=2 OUAE in its turn has countless investments in many regions of the \nworld. Investments imply promising opportunities in a favorable environment. This is what attracted foreign \ninvestment to the UAE, and the investment environment remains favorable in the UAE; the opportunities are \nstill promising, and the UAE is still the most important regional center for business and international trade. \nToday, it is more promising than ever before, and the advent of smart investors to the UAE has not stopped. \nBy Ro'ya Al Iqtesadiah newspaper \n\"Security and profit\" are two very important concepts for the investor, and it is known \nthat the UAE has been a breeding ground for the development of capital in recent years. \nThis was reflected on the arrival of the most prominent businessmen, major companies \nand famous brands to the country. The active UAE financial market contributed to the \nsuccess of many companies, which turned into public joint stock companies, with billions \nof dirhams having been pumped into their capital. This means that thousands of \ninvestors were involved in the ownership of shares. Recently, however, we have witnessed \nlegal and financial issues involving prominent names of UAE nationals. What does Your \nHighness have to say with regard to the investment community in the UAE on the \ncapacity of governmental oversight of corporate governance and management of the \nshareholders and their rights? \nThese legal issues are evidence of firm government2Oconcern about good corporate governance and its \ncommitment to sound accounting principles, rules of governance and transparency. The government is \nconstantly working to develop bodies, procedures and safeguards. No one is above the law in the UAE, and \nwhoever crosses the line will be sought by judicial authorities and legally tried. \nBy Ro'ya Al Iqtesadiah newspaper \nIn light of the talk about the scarcity of liquidity in the domestic market, Dubai US$20 \nbillion in bonds. Central Bank is subscribing to $10 billion of those bonds. Officials of the \nEmirate stated that there is no current need for the rest of the money. Does this mean that \nthe Government of Dubai has closed the doors for new subscription to a second tranche? \nWill support be provided by the Government of Dubai for the companies as a grant? \nThe doors to subscription have not been shut down. The subscriptions so far meet our requirements. The \nsupport given to companies is not a grant, because its origin is the bill, and companies possess productive assets \nthat enable them to meet all the requirements. The problem of these companies is part of the liquidity problem \nthat has afflicted the financial system and banking world. \nBy Ro'ya Al Iqtesadiah newspaper \nLooking at the entities that will avail from Dubai government's financial support, can we \nsay that Dubai government affiliate companies have overestimated their financial \ncapabilities to cover development requirements, then subsequently their administrations \nbecame responsible for the level of these companies' transparency in handling their \nprojects? \nHOUSE OVERSIGHT 024948 \nThe global financial crisis took all countries by surprise and was much bigger than any economy or large \ncompanies across the world. It is not really helpful for anyone to claim wisdom in hindsight. Learning the \nlesson well is the true bottom line of this crisis. I have always repeated that only the one who works is one who \nis likely to commit errors. But the most important thing is to learn not to repeat the same error twice. Definitely \ngaps that may be revealed through current reform efforts will be immediately addressed and rectified. \nBy Ro'ya Al Iqtesadiah newspaper \nYour Highness, you have put Emiratization on top of the country's development \npriorities. Over the years, the UAE population has grown significantly to the extent that \nexpat residents have become absolute majority. Meanwhile, number of private sector \ncompanies has significantly increased as well. How do you see this impacting the UAE \nnationals' job opportunities? Do you believe it might be necessary to expand the \nEmiratization plan to cover a larger portion of the private sector companies? \nThe Emiratization plan is primarily based on training and qualifying UAE nationals, equipping them with all \nnecessary tools and competencies a nd supporting them to confidently compete in the job market. I am positive \nthat most of the private sector companies prefer to recruit UAE nationals as part of their Corporate Social \nResponsibilities. Also salaries of UAE nationals — however high they may appear to be - are far less than those \nof expats. Employing a UAE national will open the door for more interaction with government departments and \nlocal customers, who are eventually the highest spenders. If some companies fall short of their responsibilities \ntoward the local workforce, then the government will intervene through a set of measures and incentives to \nencourage these companies to live up to the expected level of responsibility. \nBy Ro'ya Al Iqtesadiah newspaper \nMany countries have applauded the UAE's hospitality and praised the level of respect it \nshows to the expat communities and the freedom it offers them to lead their business and \nsocial lives in perfect ease. This encouraged many expats to reside in the UAE for long \nperiod of time, evolving the same habits and traditions of the local community as well as \nsignificant loyalty to this country. Some of those expats felt optimistic about recent \nannouncements made by some real estate companies that property buyers in certain \nprojects in Dubai or Ajman will be offered \"permanent UAE residency.\" Other \ncompanies have completely closed the door of speculation regarding the same issue. How \ndoes the government perceive=2 Othe \"Permanent Residency\" promise? And are there \nany eventual plans to adopt it in the UAE? \nOffering residency is absolutely far beyond the jurisdiction of any real estate company. It is a sovereign issue \ngoverned by laws and regulations. But I wonder if one buys property in London, Paris, Cairo, or Beirut does this \nmean obtaining a permanent residency there? We are very keen to ensure convenient conditions for expat \nproperty owners. However, we will be issuing a new law that includes a long multi-visit permit soon. \nDALAL ABU GHAZALA, Al Hayat Newspaper \nThe UAE has proven remarkable capability in managing previous crises, including the \nGulf First or Second Wars and 9/11 events in the US. What are the steps endorsed by the \ncountry's supreme leadership to overcome the current financial crisis? And do these \nmeasures include re-evaluating the UAE's strategy and its plans for the coming few \nyears? \nHOUSE OVERSIGHT 024949 \nRevisiting and re-evaluating strategies and plans are ongoing processes. They aren't only restricted to times of \ncrises. Life is full of changes and developments, but only the clear-headed can effectively monitor and examine \nthese changes and identify their trends and then determine how much these developments will impact their own \nstrategies and plans. \nDALAL ABU GHAZALA, Al Hayat Newspaper \nSome Western media are trying to defame the UA E either through exaggerating the \nimpact of the economic downturn on Dubai, or through inaccurate reports such as \nHuman Rights Watch's on the Media Law in the UAE. What do you think are the reasons \nbehind such campaigns? And what is your response to these campaigns? \nWe don't care who stands behind such campaigns, but rather pay attention to the content of these reports either \nissued by media or international nongovernmental organizations. We deal with such reports with absolute \nobjectivity -- for example when producers of these reports express their wish to visit the UAE and meet \nconcerned officials, we open our doors for them and welcome all constructive discussions, offering them full \nbriefings on all facts. We attentively listen to their views and, I like to think, so do they. \nRegarding Human Rights Watch's report on the UAE 's new draft media law, the international organisation's \nofficials were in the country last week. They met with the concerned UAE officials who defended the law and \ndisputed the report's inaccurate remarks, explaining the law's different clauses and articles. They tried to steer \nthe report's producers away from any misleading interpretations of its content. \nPAUL STOBER, Gulf News \nThe government has taken significant steps to support the financial services and \nproperty industries in the UAE. Are you happy with the results so far? \nI am very pleased with the results, and I am confident we are on the right track. Everybody will recognise \nshortly the encouraging indicators of the economic recovery. \nPAUL STOBER, Gulf News \nIf it became necessary, what further steps of support would the government consider for \nthe financial services and property industries? Would the government consider \nextending support to other important industries in the UAE, like tourism? If so, what \nform might this take? \nThe measures we have undertaken so far have shifted the UAE economy from the crisis mood to the solution \nmood. Not one country in the world, regardless of what efficient systems it boasts, could have ensured recovery \nfrom the financial crisis before recognising its actual impact on the global economy and international markets. \nNo one could predict ensuring recovery before the world's leading economies consolidates their efforts to face \nthe crisis. That actually took several months of constant work. Now, optimistic voices are getting louder \nworldwide, while markets' fear has started to gradually diminish. \nThe UAE has one of the region's most progressive, vibrant and open economies. Efforts by world leading \neconomies to deal with the financial crisis have been effective and fruitful, while the tendency to increase \ninternational cooperation — including recent decisions by the G20 summit in London — remains very positive \nand encouraging. I can confidently say that the UA E is very well positioned on the recovery path, thanks to our \ndomestic policy measures — such as the fiscal stimulus, easing monetary policy, and increasing liquidity in the \nHOUSE OVERSIGHT 024950 \nsystem. There are some early indicators of international economic recovery. Yet, I cannot predict that the \nglobal economic recovery will proceed without potential hurdles. I cannot also claim that repercussions of the \neconomic financial meltdown are over yet. But what I can say is that the worst is already behind us, and there is \nnow a solid will and determination among concerned countries to join hands to collectively revive the global \neconomy as well as their own individual economies. \nIncreasing financial support to other business sectors is probable, pending the actual needs of each particular \nsector. The UAE's tourism sector is in a good shape, with UAE hotels recording high occupancy rates. The \ncountry's tourism industry has already successful survived the worst period and resiliently adapted itself during \nthe most critical times. \nPAUL STOBER, Gulf News \nWhat are the main strengths and weaknesses of the UAE, as it faces the challenge of the \nglobal economic slowdown? What are the particular challenges that Dubai faces as it \npositions itself as a global business centre? \nThe UAE's strengths are numerous. The UAE's success in facing the global financial crisis and alleviating its \nimpact on the Emirati economy is the most conspicuous=2 Oevidence of these strengths. The country enjoys a \nleading ranking position in several fields such as productivity, environment, connectivity, and transformation \nto knowledge economy. Yet the failure to match best international practices in these fields might be considered \na major weakness. We always benchmark ourselves against the best. I always say that we have just embarked \non a long journey of hard work to fulfil our promised sustainable development through a series of strategic \nprojects to be established during the years to come. \nDURAID AL BAIK, Gulf News: \nDo you feel that Dubai needs an efficient auditing body to investigate and curb \ncorruption in financial institutions before things become too bad? How more the UAE \ncan move faster in fighting corruption and promoting transparency? \nThere is already a government financial audit department. The department has a track record of successful \nperformance, and it has done very well with investigations related to corruption cases. Enhancing financial \nauditing systems and capabilities is undoubtedly important and that is exactly what we are doing now. As for \npromoting transparency in fighting corruption, I confirm that the UAE is completely committed to highest \nlevels of transparency. There is no room for corrupt officials and citizens among us. Handling corruption cases \ndoes not mean prosecuting judging and penalising corrupt individuals only; it also aims at filling all \nadministrative and legal loopholes that=2 Ohave been used to breach the law. \nBy Al Bayan newspaper \nWhen will the term \"remote\" (rural) areas disappear from the everyday vocabulary of \nthe UAE? \nThe UAE does not have remote areas in the negative connotation of the word. We only have areas that are \nrelatively remote from urban centers. The urban planning of these areas has to be based on scientific research to \ncarefully identify means of providing best efficient services to local residents. \nThere are sometimes exaggerated reports depicting these areas as if they are utterly deprived of basic services \nwhile their residents live in appalling conditions. Sometimes, one reads press reports demanding a school to be \nbuilt in an area that has no more than 50 homes, while there is a school only few kilometers away with available \nHOUSE OVERSIGHT 024951 \nmeans of transportation for the students. \nI've personally toured most of these areas across the country, and I was very keen on visiting particular areas \nand schools that were the focus of the media. I discovered that the situation on ground is often completely \ndifferent from the picture presented by the media. Of course, these areas need to be given more attention -- and \nthis is exactly what the government has committed itself to since its first day in office. The government efforts \nin that regard are in line with the directives of His Highness Sheikh Khalifa bin Zayed Al Nahyan, President of \nthe UAE. \nOA \nBy Al Bayan newspaper \nAre there any practical measures undertaken by the government to address the issue of \nthe population imbalance? What about offering incentives to the UAE nationals to have \nmore children? \nThe government has embarked on certain measures which have been announced earlier and carried by the \nmedia. The committee in charge of the population issues is working quietly and in a very effective manner. The \nUAE Government Strategy has identified a major direction for developing particular steps to address the \npopulation imbalance issue. One of the strategies the UAE government has identified to address this issue \ninvolves focusing on Emiratization through well-planned policy based on combining federal and local efforts. \nIncentives for the UAE nationals to have more children are already in place. UAE nationals are offered several \nincentives either in terms of services, benefits, salary increments or other privileges for their children. The \nUAE government has paid special attention to offering UAE nationals all possible incentives. \nBy Al Bayan newspaper \nWhy have the UAE Government retreats been stopped? \nThe UAE Government retreats have not been put on hold but they are usually organized with relatively long \nintervals. Yet, the Cabinet meetings are convened on regular basis. \nBy Al Bayan newspaper \nSome peop le believe that you put more trust in youth rather than veterans to lead Dubai \norganizations. What is your comment on this view? \nI've trusted, and I will continue to trust well-qualified and experienced youth. If youth are not empowered and \ngiven full opportunities, how expertise and new leaderships will be built? \nIn the meantime, I don't know which age signifies youth. Are they below the age of 35 or 40? If a person who \nhas spent 10 or 20 years in his/her workplace and still has not developed any experience, can he/she be \ncategorized as youth? How many years one should spend at work to gain experience -- should we say 5 or 10? \nThe world has changed. Knowledge is now accessible to everybody. Training and development programmes \nare also available for those who seek to develop themselves and opt to enhance their competencies to ensure \nsuccessful future career path. Young leaders' development programmes are also available for all UAE \nnationals who prove themselves worthy through tests carried out by an independent body. \nWe look high at our national expertise, both young and veteran. I will continue to explore and discover young \ntalent and offer them full opportunities and push them to assume leading positions. \nHOUSE OVERSIGHT 024952 \nBy Al Bayan newspaper \nHow do you foresee the impact of the unified GGC currency on UAE's economy? \nIt will have a positive impact on all GCC countries economies. The currency is a federal issue, and the UAE has \nbeen very enthusiastic about the unified currency and showed interest in hosting the GCC Central Bank. \nBy Al Bayan newspaper \nHow do you evaluate the experience of the women whom you empowered to assume \nadministrative and legislative roles in the UAE? \nThe experience has been very successful and most of those women have demonstrated remarkable commitment \nand significant competency in performing their duties and fulfilling their responsibilities. They have also \nproven that the UAE woman is completely reliable and worthy of trust in all leadership and non-leadership \npositions. \nBy Al Bayan newspaper \nWhat was the response of the UAE health authorities following your direct criticism of \ndoctors' professional competencies and your urging that medical services across the \ncountry be enhanced? \nThere has been remarkable progress in quality of health care services, which still fall short of our expectations. \nI totally appreciate that pulling together loose ends to rectify mixed processes accumulated over long years \ntakes time. Yet, efforts are now underway to develop the healthcare sector and work is progressing in the right \ndirection. Competition resulting from the growing presence of private healthcare organizations has reflected \npositively on the overall medical performance in the country. I believe all private=2 Oand public sector doctors \nwill live up to international best practices very soon. \nEmirates Business 24/7 \nThere has been increasing federalism in the handling of the financial needs of the \nEmirates, which has been hailed as a good step forward. How do you see this evolving in \nfuture? \nThe UAE follows unified legislative, financial and fiscal systems. Federal authorities, led by the UAE Central \nBank and the Ministry of Finance, assume full responsibility of developing and implementing these systems. \nMeasures adopted by the UAE government in response to the global financial crisis only reflect conditions of \nthe UAE market, which has been around for the last 35 years since the Fiscal Council was first established. The \nUAE government's swift action to address impacts of the global financial crisis has amazed many people. It is \nimportant to remember that the UAE's response to previous crises, such as the real-estate crisis of the early \n1980s, has always been carried out at the federal level. The increased federalism that you refer to in your \nquestion is yet another proof that the federation is getting stronger. \nEmirates Business 24/7 \nMany laws including the Federal Companies Law have been under scrutiny for a long \ntime. Do you feel there is a need for faster amendments to federal laws to meet today's \neconomic and social needs of the country? \nHOUSE OVERSIGHT 024953 \n=0 A \nIssuing the first amendment of a law usually takes some time. Rushing things may lead to undesired \nconsequences while delay reflects unnecessary bureaucracy. The pace of passing new amendments to laws \nbound by international agreements and world systems — for example, the Companies Law -- is determined by \nthe progress of these agreements. Several important international agreements, including a significant number \ninvolving the World Trade Organization, are still not ripe. Yet, we are very keen on passing or amending any \nlaws if necessary to strike a healthy balance between our local interests and our commitments to international \ntrade and fmance organizations. \nEmirates Business 24/7 \nSpeculation about the dirham's peg to the United States dollar keep flowing back out. \nWhat value do you see in keeping the peg in the sh ort term and the long term? Is there \nany move to change the structure or composition of the peg? \nGoverned by strict banking principles and guidelines, the UAE Central Bank is taking care of the issue of \ndirham's peg to international currencies. The US dollar's devaluation against the Euro and the pound-sterling \nduring the past few years has triggered several debates about economic threats posed by the dirham's peg to the \ndollar. Today, after the dollar's significant gains against other international currencies, we can barely hear these \nvoices. \nThere are no absolute wins or absolute2Oloses to pegging a local currency to a single foreign currency or a \ncurrency basket. Decisions are always determined in light of the size of benefits. \nEmirates Business 24/7 \nOne of the many effective measures taken by the UAE Government to deal with the \nfallout of the global financial crisis has been to maintain or increase spending on \ninfrastructure projects, even if this leads to a deficit budget. Would the UAE be \ncomfortable with a deficit budget for the first time in many years? Would you \nimmediately put in place measures to wipe out the deficit (if that happens) in the next \nyear? What such measures would you consider? \nThis is a hypothetical question. Actually, we evaluate all possible scenarios and we are very keen on endorsing \na deficit-free budget. Yet I can read between the lines of your question about potential measures to face budget \ndeficit. My reply is: No Income Taxes. \nEmirates Business 24/7 \nThe public relations image of UAE and Dubai is being taken to task in sections of the \nWestern press. What is the official strategy of UAE going to be to counter this? \nOur strategy in that regard is very consistent, as we strongly believe in the sanctity of truth. Our commitment to \ntransparency is unequivocal and unquestioned. Our ultimate response to these reports can be seen in our \nrelentless efforts and ongoing success. The life sp an of lies is always short. \nWe have been very transparent with all measures undertaken over the past few months to counter the impact of \nthe global financial crisis. Senior government officials have spoken openly about the current situation, \nhighlighting key facts and figures -- including the actual size of the debts by both the government and \ngovernment affiliated companies. \nHOUSE OVERSIGHT 024954 \nHis Highness the President of the UAE has also openly clarified different dimensions of the crisis's impact on \nthe UAE economy. Despite all that, some people in the media have continued to weave rumors and negative \nspeculation into their articles. We welcome all media from around the globe and we have never silenced any \nresident or visiting reporters or stopped them from doing their job. \nWe shall continue to do the same because of our confidence in ourselves, our economy and our measures -- and \nbecause we always believe deep in our hearts that truth prevails. Yet our self-confidence does not stop us from \ndialogue with the media to offer them straightforward information. We urge them to adhere to professional \nintegrity, objectivity, and fair scrutiny and use of information. \nEmirates Business 24/7 \nThere has been some contraction in business volumes in the UAE over the last few \nmonths. The harshest effect of this seems to have been on small and medium-sized \nenterprises. Is there any plan to revitalize the small business sector, which is usually co \nnsidered the growth engine of an economy? \nWe are fully aware of the vital role of the small and medium enterprises sector; I believe that the contraction it \nhas suffered is only temporary. Our success in overcoming the worst will positively reflect on the overall \neconomy, including major enterprises as well as small and medium-sized ones. Our position is far better than \nother countries, and encouraging economic indicators have just started to emerge. Enhanced liquidity levels \nacross the banking sector, banks' resumption of credit operations, increased number of investors eager to seize \ninvestment opportunities in the real estate sector and financial markets, are among many other positive and \nencouraging indicators. \nEmirates Business 24/7 \nThe region is clearly looking at nuclear energy as means to meet its energy needs in the \nfuture. What is your view on the proliferation of nuclear technology in the Middle East? \nThe UAE's announced stance is very clear: All countries have the right to use nuclear power for peaceful \npurposes. We look forward for the day when the entire Middle East region will be declared free of all nuclear \nand mass-destruction weapons. \nBy Ali Mutalq Al-Quhais Al-Shammari - AlReyadh Newspaper \nWhat comments do, Your Highness have about the rumors that Your Highness had a \nhealth problem lately? We pray God that the rumors were base less, and that He may \ngrant Your Highness good health, long life and happiness to make Your Highness a \nmodel to be followed in the region. \nI thank God that I am well and in the best of health and peace of mind and soul. The rumors about me are a part \nof the psychological war that was waged on Dubai in recent months. Rumors have never targeted unsuccessful, \nbackward or marginal people. I personally pay no attention to rumors, as I know they are short -lived. When \npeople find out the facts, they respect and appreciate you more; their good feelings toward you grow, and the \nrumor-mongers diminish in their eyes. In fact the last few months I have participated in 4 endurance races \nwhere I was able to race for more than 120km in each. \nBy All Mutalq Al-Quhais Al-Shammari - AlReyadh Newspaper \nBy the end of the first quarter of 2009, what is your evaluation of the economic \nHOUSE OVERSIGHT 024955 \nperformance of the UAE in light of the financial crisis? What is the UAE government's \nstrategy to raise the national economy, and emerge from the financial crisis stronger than \nbefore? How do you respond to the unfair and hateful rumors that Dubai has turned into \na ghost city? \nThe performance of our economy in the first quarter of this year proves that we are on the way out of the crisis, \nand that we are on the right track. Our economy will resume its health faster than other economies, but the \nspeed of that=2 Oresumption is not governed only by the strength of our economy and its abundant resources. \nThe speed will also be influenced by developments in the international economy — including the measures of \nrevival in the grouping of industrialized states known as the G-20, whose role in international trade movement \nis about 90 percent of the total international trade, and whose GDP is about 60 percent of the entire world GDP. \nThe speed of general recovery will also be influenced by the capability of international measures connected \nwith monitoring markets, and the role, functions and work mechanisms of international financial institutions, \nespecially the International Monetary Fund. I am optimistic that good implementation of the decisions of G-20 \nand the International Monetary Fund will speed up the recovery of the global economy. \nBy Ali Mutalq Al-Quhais Al-Shammari - AlReyadh Newspaper \nSometime ago, several Western papers published unfair reports about the UAE, claiming \nhuman right violations of foreign labor in the UAE, and the lack of free elections in the \nUAE, etc. What do you think of these allegations? What do you think is the reason behind \nspreading such malicious reports? \nThey may write whatever they like, and play the tunes that please them. We are not annoyed by criticism, nor \ndo we fear campaigns. They have their models, experience, values, standards, their cultural and intellectual \nframes of references. We have our models, values, st andards and frames of references. We are open to the \nentire human experience in every field. We learn from them, but we will never import ready-made models. We \ndo not accept that, and our society does not accept this. As for the allegations about foreign labor, it is an old \ntheme, repeated every now and then. Yes, certain sectors of foreign labor are not in the state we like or hope. \nBut we are steadily improving that state, and we are making progress every year. For years, the talk about \nforeign labor has not ceased. Such talk is open to all and to the countries that provide such labor. Despite that, \nmillions are trying to come to work in our country. So, why do those foreign countries don't stop their citizens \nfrom coming to work in the UAE if the work situation is such as these nasty reports claim? \nBy Al Emarat Al Youm \nThe UAE is facing a regional and global media campaign that questions its ability to \novercome the global financial crisis. How does Your Highness evaluate such campaigns? \nWhat are the tools and the initiatives with which to respond, including the development \nof local media? \nAction is louder than words. Our achievements and hard work would be the response to these campaigns. The \nUAE is immune to such campaigns, and questioning of its ability to continue developing a strong federation is \nnot going to yield anything. When we established the UAE federation, we faced analysis and speculation \ncampaigns, questioning our ability to sustain the Federation and ensure its success. Similarly, the launch of \nevery major project was met with uncertainty and rumors from media campaigns. All these campaigns are \nhistory now and their promoters have been proven to be wrong. \nAs for your suggestion of responding to these campaigns with tools and initiatives, including the development \nHOUSE OVERSIGHT 024956 \nof local media, our response is to continue on our path of hard work and to highlight our achievements. \nOngoing development has always and will remain a key objective to our local media; however, we will not \nallow anyone to drag us to media confrontations. Our policies and procedures are clear, transparent, and always \nin the end, truth will prevail and will defeat all rumors. \nAl Emarat Al Youm: \nThe UAE government has taken notable measures in combating corruption, referring \nsenior officials to court. Are there further steps the government intends to undertake in \nthe same regards? And does Your Highness believe that an independent watchdog body \nmight be needed to audit governmental and semi-governmental organizations? \nThe UAE has efficient independent watchdog bodies that include the federal State Audit Institution, as well as \nlocal auditing departments. I've visited the State Audit Institution lately where I was updated on its activities. \nI've given directives to revamp its systems and provide all necessary tools to enhance its performance. Sy \nstems and processes of the Dubai Financial Audit Department are also being reviewed and enhanced. Besides, \nthere are other auditing bodies that operate under the Rulers' Courts across the seven Emirates. \nAl Emarat Al Youm: \nYour Highness received His Highness Sheikh Khalifa bin Zayed Al Nahyan, the \nPresident of the UAE, in Dubai last week, and escorted His Highness on a tour that \nincluded key landmark developments across the Emirate. What was the significance of \nthis visit? \nI meet with His Highness Sheikh Khalifa on regular basis. We are companions on our journey of development, \nand he is our Leader and our President. Dubai is his home and he is most welcome at anytime. The visit comes \nin line with His Highness' ongoing follow up on development efforts across the seven Emirates. He is always \nkeen on meeting his people across the country to listen to their views and ensure their own welfare. \nAs a matter of fact, all His Highness visits to Dubai are important. His latest visit was significantly important as \nhe toured Dubai's new landmarks, expressing his satisfaction at Dubai's milestone achievements. He was also \nvery keen on visiting \"Dar Al Ittihad\" (the Union House) where establishment of the United Arab Emirates \nfederation was proclaimed. The visit was in honor of this remarkable achievement. \nQuestions by Al Shorouk Egyptian Daily \nArab funds, particularly GCC ones, have suffered big investment losses in international \nmarkets due to the global financial crisis. Sovereign Arab funds have also lost a lot of \ntheir money. How did the UAE benefit from this tough lesson, and does it intend to direct \nmore money into Arab markets? Are there any plans to direct part of this money into \nEgypt \n[Message clipped] \nHOUSE OVERSIGHT 024957 \n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 35.816918033s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'model': 'gemini-3-flash', 'location': 'global'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '35s'}]}}",
  "house_oversight_id": "024930",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:23:24.303459Z",
    "model": "gemini-3-flash-preview"
  }
}