{
  "file_name": "HOUSE_OVERSIGHT_026856.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_026856.txt",
  "content": {
    "full_text": "﻿XI JINPING, CHINA AND THE GLOBAL ORDER:\nTHE SIGNIFICANCE OF CHINA’S 2018 CENTRAL\nFOREIGN POLICY WORK CONFERENCE\nTHE HON. KEVIN RUDD\n26 TH PRIME MINISTER OF AUSTRALIA\nPRESIDENT OF THE ASIA SOCIETY POLICY INSTITUTE, NEW YORK\nAN ADDRESS TO THE LEE KUAN YEW SCHOOL OF PUBLIC POLICY\nNATIONAL UNIVERSITY OF SINGAPORE\nTUESDAY 26 JUNE, 2018\nOn 22-23 June 2018, the Chinese Communist Party concluded its Central Conference on Work\nRelating to Foreign Affairs, the second since Xi Jinping became General Secretary of the Party\nand Chairman of the Central Military Commission in November 2012. The last one was held in\nNovember 2014. These are not everyday affairs in the party’s deliberations on the great\nquestions of China’s unfolding global engagement.\nThese conferences are major, authoritative gatherings of the entire leadership, designed to\nsynthesise China’s official analysis of international trends, and assess how China should\nanticipate and respond to them in the prosecution of its own national interests. This one, like\nthe last one, was presided over by Xi Jinping and attended by all seven members of the\npolitburo standing committee, plus ex-officio member Vice President Wang Qishan, together\nwith all other eighteen members of the regular politburo, in addition to everybody who is\nanybody in the entire Chinese foreign, security, military, economic, trade, finance, cyber and\nintelligence community, as well as the central think tank community.\nIt’s a meeting that’s meant to be noticed by the entire Chinese international policy\nestablishment, because if there is to be any new directive concerning China’s place in the\nworld, it’s likely to be found somewhere in Xi Jinping’s 3,000 character report to this\nconference.\nOf course, the entire deliberations of the conference are not made public. Three-and-a-half\nyears ago, only a selected part of it was broadcast and reported in the central media. The\nsame this time as well. And unlike in Washington, the Chinese system doesn’t leak every\ntwelve hours. There is, therefore, an often hazardous reading of the tea leaves in interpreting\nwhat it all means, discerning what is new, what is new-ish, and what is not.\nWHAT IS NEW?\nHow does the 2018 Work Conference compare with the one in 2014? The 2014 iteration\nrepresented the formal, official funeral of Deng Xiaoping’s international policy dictum of the\n1 of 10\nprevious 30 years of “hide your strength, bide your time, never take the lead”. It also heralded\nthe beginning of a new period of confident, independent international policy activism\nby Beijing. In part this change reflected Xi Jinping’s greater centralisation of political power in\nthe Chinese system. In part it reflected the Chinese system’s deep conclusion that American\nglobal power was in relative decline and that the United States would not confront China\nmilitarily if China sought to expand its regional military presence. In part it reflected a Chinese\ninstitutional conclusion that China had finally become an indispensable global economic power\nto most countries in the world, thereby enabling China to begin to project its economic\ninfluence bilaterally, regionally and also multilaterally. It also was an expression of Xi Jinping’s\npersonal leadership temperament, which is impatient with the incremental bureaucratism\nendemic to the Chinese system, and with which the international community had become\nrelaxed, comfortable and thoroughly accustomed.\nFor those who follow these events closely and have written on the importance of this\nsignificant departure from China’s traditional strategic framework dating from the 2014\nconference, a number of developments since then have been illustrative of this overall change\nin the style, content and direction of China’s international policy approach. China worked\novertime in 2014-16 to expand its military position in the South China Sea with a rapid program\nof island reclamation. China took the idea of the New Silk Road and turned it into a multitrillion\ndollar trade, investment, infrastructure and wider geo-political and geo-economic\ninitiative, engaging 73 different countries across much of Eurasia, Africa and beyond. China\nsigned up most of the developed world in the first large-scale non-Bretton Woods multilateral\ndevelopment bank called the Asian Infrastructure Investment Bank (AIIB), capitalised it and\nlaunched it so that it now has a balance sheet already approaching the size of the Asian\nDevelopment Bank.\nChina has also become for the first time a multilateral diplomatic activist, launching diplomatic\ninitiatives of its own beyond its own immediate sphere of strategic interest here in the East\nAsian hemisphere, as well as actively participating in other initiatives such as the JCPOA on\nIran, rather than declining to reach beyond its own narrowly defined core national interests\nas we have often seen in the past. China has also developed naval bases in Sri Lanka, Pakistan\nand now Djibouti (the latter with some 5,000 troops based there), as well as participating in\nnaval exercises with the Russians in the Sea of Japan, the Mediterranean and even the Baltic.\nAnd now in the most recent National People’s Conference in March 2018, we have the decision\nto establish China’s first ever International Development Cooperation Agency to manage\nChina’s burgeoning aid programs across the developing world. Of course, these leave to one\nside the activities of Chinese state financial institutions, other Chinese SOE’s as well as Chinese\nmixed investment funds operating on every continent and in every region of the world.\nIt would be wrong, analytically, to say that all these suddenly began after the 2014 Central\nConference on Work Relating to Foreign Affairs. Some began in the two years before then\nafter Xi first became General Secretary in late 2012. And some have their antecedents in the\nlate Hu Jintao period. But my point is that they all either began, were intensified or else were\nformally publicly legitimised by the conclusions of the last Central Conference. In short, the\n2 of 10\nsystem was given the mandate to contest, assert, and where possible to lead in the various\ncouncils of the world. And this was new.\nFurthermore, anyone who continues to entertain the fanciful idea, which I still sometimes\nseen in Western commentary, that these changes are not the product of a well-considered\nChinese grand strategy, is simply choosing to ignore the clear evidence of clearly defined\npolicy purpose systematically at work in the field. Our Chinese friends think things through\ncarefully. They observe carefully. Not just what is happening in the headlines, which is the\npermanent obsession of the Western political establishment. But what is happening, in what\nXi Jinping would describe as “the underlying historical trends” in international relations. And\nthen, after a period of detailed internal reflection, consideration, and where necessary\nconsensus building within the system, a new direction is set.\nThat indeed is what these Central Foreign Policy Work Conferences are all about. They sum\nup where the system has got to in its analysis. And then what the system intends to do about\nit. It’s part of the rolling system of policy analysis, implementation and review that\ncharacterises the entire Chinese public policy system, both foreign and domestic. It is both\none of the great strengths of the Chinese system. But also one of its great weaknesses if the\nconclusions reached prove it be analytically flawed, or unsustainable in practice. It takes a lot\nto turn the Chinese ship of state around once that course has been set at the top.\nSo what changes with the 2018 Central Conference? Is it more of the same? Or simply an\nintensification of the trajectory? Or a change in content and tone. The answer is all of the\nabove—a blend of continuity and change.\nA NEW ROLE FOR PARTY IDEOLOGY IN FOREIGN POLICY\nFirst, the press reporting of the conference asserts the absolute centrality of the party to the\ncountry’s foreign policy mission. This is not entirely new. But the emphasis on the role of the\nparty is much stronger than before. In the recent past, the country’s international policy\nestablishment, like its econocrats, have seen themselves, and have been seen by the Chinese\npolitical establishment, as a technocratic elite. That is now changing in foreign policy as much\nas it has already changed in economic policy.\nThis is part of a broader trend in Xi Jinping’s China, whose focus is to rehabilitate the party\nfrom moral death from corruption on the one hand, and practical death from policy irrelevance\non the other.\nXi has been concerned that the party had become marginal to the country’s major policy\ndebates given the technocratic complexity inherent to most of the country’s contemporary\nchallenges. That is why, for example, we now see a revitalisation of theory over practice, a\nreassertion of the power of the major institutions of the party over the major departments of\nstate, and once again of political ideology over mere technocratic policy.\n3 of 10\nNor does Xi Jinping intend presiding over the party’s “death by a thousand cuts” as it contends\nwith a range of unfolding political forces unleashed by a combination of the market economy,\nsocial liberalisation and foreign influence.\nNo—Xi Jinping intends for the party to defy the trend-line of Western history, to see off\nFukuyama’s end of history with the inevitable triumph of Western liberal-democratic capitalism\nand to preserve a Leninist state for the long term as the most effective means of ensuring\nthat China prevails in its domestic and international challenges. That is why there is lengthy\ntreatment in this conference on, to use the language of the Xinhua report, “Upholding the\nauthority of the CPC Central Committee as the overarching principle and strengthening the\ncentralised, unified leadership of the Party on external work.”\nIn case we missed the emphasis, Xi Jinping also states that “diplomacy represents the will of\nthe state, and diplomatic power must stay with the CPC Central Committee, while external\nwork is a systematic project.” Xi calls “for implementing reform of the institutions and\nmechanisms concerning foreign affairs under the decision of the Central Party leadership and\nenhancing party-building in institutions abroad so as to form a management mechanism\ncatering to the requirements of the new era.”\nThe conference also emphasised that China’s diplomacy would now be a “diplomacy of\nsocialism with Chinese characteristics” and as such would take Xi Jinping thought from the\ndomestic into the foreign policy domain. In the past, this language of “socialism with Chinese\ncharacteristics” applied to the overall Chinese ideological system, usually interpreted as\nChina’s own form of state capitalism. But now it is applied to diplomacy, and it infers\nsomething else.\nIt seems to mean conforming diplomacy with a wider ideological worldview which lies beyond\nthe simple policy pragmatism we have seen for decades guiding most elements of Chinese\nforeign policy in the prosecution of China’s national interests. There now seems to be a new\nnational and-or global vision that now sits above the simple maximisation of national interests.\nThis seems more than the routine incantations of the China Dream, the party’s centenary\nobjectives for 2021, and the national centenary mission for 2049 with which we have become\nfamiliar since Xi came to power. At this stage, this new overarching ideological mission may\nbe inchoate, but the fact that it is as yet not fully formed does not mean that it does not exist.\nLest there be any doubt on this count, the ranking foreign policy technocrat attending the\nWork Conference, former Foreign Minister and State Councillor Yang Jiechi, and now Director\nof the Foreign Policy Office of the Party Central Committee, refers explicitly to the ideological\nsignificance of this conference. It is worth quoting Yang’s remarks at the conference at some\nlength. He states that the most important outcome of this conference is that:\n“It established the guiding position of Xi Jinping thought on diplomacy.\nXi Jinping thought on diplomacy is an important part of Xi Jinping Thought\non Socialism with Chinese Characteristics for a New Era...It is a major\ntheoretical achievement in the thoughts on state governance in the area of\n4 of 10\ndiplomacy by the CPC Central Committee with Comrade Xi Jinping at the\ncore, and a fundamental guideline for China's external work in the new\nera...We should integrate our thoughts and actions into General Secretary\nXi Jinping's important address and Xi Jinping thought on diplomacy, and\nmake new advances in China's external work.\"\nTo an international foreign policy audience, this may all seem a little arcane. That’s because\nin the internal ideological deliberations of a one party state, it is arcane. But we would be\nblind not to see that there is something new at play here. It is unclear whether this means\nChinese foreign policy is likely to be more Marxist in its conceptualisation, or even its\nexecution? Whether it likely to be more Nationalist? Whether it will seek to more actively\npromote the Chinese development model of “authoritarian capitalism” as a model for the\nworld, in competition with the “liberal democratic capitalism” of the West? Whether it is a\nmuch more unformed worldview which will ultimately take shape around Xi Jinping’s as-yetdeliberately-vague\nconcept of “a global community of common destiny,” which is now the\nsubject of intense work within China’s think tank community, and with the international\nacademic community.\nOr whether it is something more mechanistic than that altogether, involving a desire to fire\nup China’s current diplomatic establishment into a more invigorated, imaginative, creative,\neven forceful effort to shape the future global rules-based order more in China’s image, rather\nthan China being the permanent “price -taker” for rules already determined elsewhere by\nothers. Particularly where elements of the existing order are seen to represent a continuing\nand unwelcome challenge to the legitimacy of China’s domestic political order, for example in\nareas such as the rule of law, human rights and democracy.\nA NEW IDEOLOGICAL CONFIDENCE THAT HISTORY FAVOURS CHINA\nThere is a second element to the June 2018 Conference which grows out of the first. It is Xi’s\ndeeply Marxist, dialectical-materialist view of history based on permanently evolving\n“contradictions” between what dialecticians call thesis, antithesis and synthesis. In Xi’s view,\nthis in turn gives rise to defined “laws” of historical development which are both prescriptive\nand predictive.\nThis may sound like old-fashioned Marxism. That’s because it is. The intellectual software of\ngenerations of Chinese leaders has been shaped by this conceptual framework for interpreting\nand responding to what they define as scientific, objective reality. And Xi Jinping belongs to\nthat tradition. Remember he has already convened special study sessions of the politburo on\nunderstanding both dialectical and historical materialism in the past.\nAccording to the conference report: “Xi suggested to not only observe the current international\nsituation, but also review the past, summarise historical laws, and look towards the future to\nbetter understand the trend of history.” Furthermore, according to the same report in Xinhua,\nto obtain “an accurate understanding of the overall situation, Xi underlined not only the\nobservation of detailed phenomena, but also a deep appreciation of the essence of the overall\n5 of 10\nsituation in order not to get lost in complexity and the changing international situation.”\nXi concludes on this count by stating that “throughout human history, the development of the\nworld has always been the result of contradictions intertwining and interacting with each\nother.”\nOnce again, all this will seem more than a little arcane. But in the ideological dialect of the\nCommunist Party, it seems to mean several things. First, that there is nothing random about\nwhat is unfolding in the world today. Second, these reflect certain immutable laws of political\nand economic development. Third, the business of Chinese foreign policy is to use this dialectal\nprism to understand precisely what is happening in the world today, why it is happening and\nwhat to do about it. And fourth, applying these disciplines to the current period, it means that\nthe global order is at a turning point with the relative decline of the US and the West, with\nthis coinciding with the fortuitous national and international circumstances currently enabling\nChina’s rise.\nTo use Xi’s own language, this: “has been in the best period of development since modern\ntimes, while the world is undergoing the most profound and unprecedented changes in a\ncentury” adding that “the two aspects are intertwined and interact with each other.” Xi refers\nto the current period as a period of unprecedented strategic opportunity for China and the\ncurrent mission of the party. Although this is not itself a new term, Xi says the party’s mission\nis to extend this period. To do this, he calls for the party to engage in “in-depth analysis of\nthe law of how the international situation changes as the world comes into this transitional\nperiod, as well as developing an accurate grasp of the basic characteristics of the external\nenvironment China is facing at this historical juncture in order to better plan and facilitate the\ncountry's work on foreign affairs.”\nIn other words, what is being said here is that China now has the wind at its back. Of course\nthere are formidable obstacles ahead. But a dialectical analysis of history causes China to\nconclude that the forces of reaction facing the US and the West are greater. Just as the\ncontradictions operating domestically within the US and the West (in their particular political\nsystems) are greater as well. Which in turn renders China’s overall domestic and international\ncircumstances much better by comparison in the emerging contest between the two. All of\nwhich, again in this view, pushes towards a new historical synthesis more in China’s (and\nChinese socialism’s) favour.\nYou will all be forgiven if you think this all sounds more like medieval theology than modern\ninternational relations. And it’s anyone’s guess what any of this actually will have to do with\nconcrete foreign policy reality. But we often forget that how one-party states, and in particular\nMarxist states, choose to ‘ideate’ reality actually matters. It’s how the system speaks to itself.\nIt’s the political lingua franca among political and policy elites.\nAnd the important thing here is that the message from Xi Jinping to his international policy\nelite is one of great confidence. Not just because China wills it to be so, but because from a\nMarxist theoretical perspective, which in their view articulates certain immutable ‘laws’ of\npolitical and economic development, the forces of history are now with China. Furthermore,\n6 of 10\nthis is a call to greater international policy activism, rather than retrenchment in response to\nthe rise of Trump. In other words, the conclusion is that the great trends of history, or to use\nan old Soviet term, the ‘correlation of forces’, are moving China’s way.\nTOWARDS A SHARPER CHINESE DIPLOMACY\nA third element of the 2018 Work Conference is its injunction to the country’s international\npolicy institutions and personnel to get with the Xi Jinping project. Xi seems to have the\nForeign Ministry in his sights when he says that “the reform of the institutions and mechanisms\nconcerning foreign affairs is the internal demand of advancing modernisation in the state\ngovernance system and governance capabilities.” It will be recalled from above that “partybuilding”\nwithin the country’s foreign policy institutions will be a core part of that.\nOn personnel, Xi Jinping reminds the nation’s diplomats that they are first and foremost “party\ncadres.” This has a certain ideological retro to it all. Indeed it’s been a long time since I’ve\nheard Chinese diplomats refer to their seniors as cadres. In fact I’m not sure that over the\nlast 35 years that I can. To quote the Xinhua report: “Stressing that cadres are the decisive\nfactor after setting the political course, Xi called for a strong contingent of foreign affairs\npersonnel that are loyal to the CPC, the country and the people and are politically solid,\nprofessionally competent and strongly disciplined in their conduct. He called on foreign affairs\ncadres to enhance their ideals and their training so as to upgrade their competency and overall\nquality...”\nDoes this presage a new type of Chinese foreign ministry diplomat abroad? Perhaps. It’s long\nbeen reported that Xi has been frustrated by the performance of parts of his foreign policy\nestablishment. He sees them proceeding at a glacial pace. Whereas China’s strategic\nchallenges and opportunities are urgent. Once again, this tends to point in the direction of\ngreater foreign policy activism in the future in a system that is struggling to keep up with the\npolitical and policy vision of its leader.\nCHINA LEADING THE REFORM OF GLOBAL GOVERNANCE\nFourth, the sharpest substantive new development to emerge from the 2018 Foreign Policy\nWork Conference is what is says about global governance.\nIn the 2014 Work Conference, Xi referred to an impending struggle for the future structure of\nthe international order. He did not elaborate on this back then. But much work has gone on\nwithin the Chinese system since on three inter-related concepts: the international order (guoji\nzhixu); the international system (guoji xitong), and global governance (quanqiu zhili).\nOf course, these mean different but overlapping things in English too. Broadly speaking, in\nChinese, the term “international” or “global” order refers to a combination of the UN, the\nBretton Woods Institutions, the G20 and other global plurilateral or multilateral institutions on\nthe one hand; and the US system of global alliances to enforce the US definition of\ninternational security on the other. The term “international system” tends to refer to the first\n7 of 10\nhalf of this international order—namely the complex web of multilateral institutions which\noperate under international treaty law and which seek to govern the global commons on the\nbasis of the principle of shared sovereignty. As for “global governance”, it tends to refer to\nthe actual performance, for good or for ill, be it effective or ineffective, of the “international\nsystem” so defined.\nIt is deeply significant that at the 2018 Work Conference, Xi Jinping states boldly that a core\ncomponent of his new ideology of a “diplomacy of socialism with Chinese characteristics”\nwould be for China to: “lead the reform of the global governance system with the concepts of\nfairness and justice.” This is by far the most direct, unqualified and expansive statement on\nChina’s intentions on this important question we have seen.\nChina, like the rest of the international community, is acutely conscious of the dysfunctionality\nof much of the current multilateral system. It also sees the US walking away from much of\nthe system as well: from the JCPOA which was agreed to by the UN Security Council; from\nthe UN’s Paris Agreement on Climate Change; its withdrawal from the UN Human Rights\nCommission; its open defiance of the Refugees Convention; and its challenging of the\nunderlying fabric of the WTO.\nNature, as we know, abhors a vacuum. International relations even more so. And we all saw\nXi Jinping’s riposte to President Trump on climate change and trade at Davos 18 months ago\njust after President Trump’s election. If China is indeed serious about leading the reform of\nglobal governance, its attitude to various of these multilateral institutions will be radically\ndifferent to the historical posture of the US. Take for example the Human Rights Council in\nGeneva, which China would like to see emasculated. Mind you, so too now, apparently, does\nthe current US administration!\nThe reference to “China leading the reform of global governance” in this conference is not an\naccident. It also reflects a growing Chinese diplomatic activism in a number of UN and Bretton\nWoods institutions around the world as China begins to seek to recast these institutions, their\ncultures, their work practices and their personnel in a direction more compatible with China’s\ncore national interests. As I have written before, rather than China having to consistently\nresist the pressures of “Westernisation” inherent in the existing laws, institutions and culture\nof the current international system, particularly when these prove to be incompatible with the\nretention of a Marxist-Leninist Chinese state, the resolve of China’s leadership now seems to\nbe to use its newfound global power to refashion those institutions within the international\nsystem that may be most problematic for China on the home front.\nAs for the principles of fairness and justice that Xi refers to as the core principles that will\nguide China’s reform of global governance, these terms historically imply China’s preference\nfor a more “multipolar” international system in which the unilateral voice of the United States\nis reduced. China has already developed a strong constituency in Africa, parts of Asia and\nLatin America in support of this. ‘Multipolarity’ in Chinese strategic parlance is code for the\ndilution of American power in the post-war international system.\n8 of 10\nTHE CENTRALITY OF CHINESE NATIONAL INTERESTS\nLest anyone gets too starry-eyed about China’s intentions for reforming global governance, in\nXi Jinping’s description of the core principles of its new “diplomacy of socialism with Chinese\ncharacteristics,” Xi concludes his list of ten governing principles with the following: that China\nmust take its “core national interests as the bottom line to safeguard China's sovereignty,\nsecurity and development interests”.\nXi makes plain that China’s foreign policy is unapologetically nationalist. Xi assumes that all\nother countries’ foreign policies are nationalist as well.\nOf course, China’s definition of its core national interests has evolved over time. As have other\nnations. It now includes, for example, the South China Sea. A decade ago, that was not a\nfeature of Chinese official statements defining China’s core interests. Now it is. As for any\nstate, therefore, the concept of “core national interests” varies over time and will be defined\nby the government of the day.\nCONCLUSION\nBut we will soon see how the 2018 Central Foreign Policy Conference translates into different\nChinese foreign policy behaviours on the ground. If the 2014 Conference is an effective guide,\nwe will see a heightened period of Chinese foreign policy activism. However the precise\ncontent of that activism remains to be seen. But what we are seeing is the slow, steady\nemergence of a more integrated Chinese worldview which links China’s domestic vision with\nits international vision - and a vision which very much reflects the deep views of China’s\nparamount leader Xi Jinping.\nThe first policy terrain where we are likely to see this is in the existing institutions of global\ngovernance. But it will not be restricted to this area. The text of the report of the 2018 Central\nConference on Work Relating to Foreign Affairs suggests that we will also see this across\nChina’s bilateral relations, its engagement with regional institutions, as well as its approach to\nmajor power relations as well - all of which are likely to be met with an increasingly forthright\nChinese diplomacy.\nThe challenge for the rest of the international community is to define what type of future\ninternational order, system and governance it wants. And to take China’s invitation seriously\nto engage the Middle Kingdom in a frank and forthright discourse on what the region and the\nworld precisely want in any future “global community of common destiny”.\nWhat does the European Union want? What does ASEAN want? What does the East Asia\nSummit want? What does the African Union want? What does the Organization of American\nStates want? What does the Gulf Cooperation Council want? What exactly does America want,\nwith or without Trump?\n9 of 10\nAnd in this dialogue, how will the values already entrenched in the UN Charter, Bretton Woods\nand the Universal Declaration of Human Rights, as well as the founding instruments of various\nregional organisations, be preserved for the future?\nThe future of the global order is now in a state of some flux. In part induced by the recent\nposture of the United States. In part induced by the rise of China. China it seems has a clear\nscript for the future. It’s time for the rest of the international community to do the same.\n***\n10 of 10\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 50.540380349s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '50s'}]}}",
  "house_oversight_id": "026856",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:24:09.581357Z",
    "model": "gemini-3-flash-preview"
  }
}