{
  "file_name": "HOUSE_OVERSIGHT_026652.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_026652.txt",
  "content": {
    "full_text": ">> \nFrom: Kathy Ruemmler \nSent: 1/24/2017 4:21:55 PM \nTo: jeffrey E. [jeeyacation@gmail.com] \nSubject: Fwd: Press: Heatstreat- 'Shady' Israeli Mogul Hires Ex-White House Counsel To Represent Employee Arrested in \nInauguration Day Riot, Raising Questions \nAttachments: image001.jpg; image005.jpg; image004.jpg; image003.jpg; image007.jpg; image008.jpg; image002.jpg; image006.jpg \nImportance: High \nLook at this craziness. \nBegin forwarded message: \nFrom: <____________________________ \nDate: January 24, 2017 at 10:54:59 AM EST \nTo: < \nSubject: FW: Press: Heatstreat- 'Shady' Israeli Mogul Hires Ex-White House Counsel To Represent \nEmployee Arrested in Inauguration Day Riot, Raising Questions \nFrom: Zuieback, Jamie (DC) < \nDate: Tuesday, Jan 24, 2017, 10:37 AM \nTo: Ruemmler, Kathy (DC) < >> \nSubject: RE: Press: Heatstreat- 'Shady' Israeli Mogul Hires Ex-White House Counsel To Represent Employee \nArrested in Inauguration Day Riot, Raising Questions \nI'm dying to hear about your weekend. I can't take credit, but I heard someone say that you handling this was \nlike asking your buddies if they had anyone who could fill in for a pick-up game, and somebody sends over \nLeBron. \nFrom: Ruemmler, Kathy (DC) \nSent: Tuesday, January 24, 2017 10:24 AM \nTo: Glick, Jamie (DC); Kurlander, Stuart (DC) \nCc: Zuieback, Jamie (DC); Alexander, Kimberly (DC) \nSubject: RE: Press: Heatstreat- 'Shady' Israeli Mogul Hires Ex-White House Counsel To Represent Employee \nArrested in Inauguration Day Riot, Raising Questions \nGotta love the conspiracy theorists \nFrom: Glick, Jamie (DC) <____________ \nDate: Tuesday, Jan 24, 2017, 10:04 AM \nTo: Ruemmler, Kathy (DC) < >, Kurlander, \nStuart (DC) < \nCc: Zuieback, Jamie (DC) < >, Alexander, \nKimberly (DC) <>> \nHOUSE OVERSIGHT 026652 \nSubject: Press: Heatstreat- 'Shady' Israeli Mogul Hires Ex-White House Counsel To Represent Employee \nArrested in Inauguration Day Riot, Raising Questions \nHi Kathy and Stuart, \nYou may have already seen this article, but sharing it just in case you haven't. Please let us know if we can be \nof any help coordinating with the client's PR firm, which Stuart mentioned that you were doing yesterday. \nAccording to Wikipedia, \"Heat Street is a libertarian conservative news, opinion and commentary website. \nLaunched in February 2016, the website is headed by U.S. based British writer and former politician Louise \nMensch. It is owned by News Corp under Dow Jones & Company.\" \nThanks, \nJamie \n'Shady' Israeli Mogul Hires Ex-White House Counsel To Represent Employee Arrested in Inauguration Day \nRiot, Raising Questions<http://heatst.com/politics/shady-israeli-mogul-hires-ex-white-house-counsel-to-\nrepresent-employee-arrested-in-inauguration-day-riot-raising-questions/> \nBy Heat Street Staffl 6:36 pm, January 23, 2017 \nThe mystery surrounding a would-be media magnate — who owns surveillance and security firms working for \nrepressive regimes — is growing. \nThe questions about Matania (Mati) Kochavi were sparked again this weekend when Kathryn Ruemmler, who \nuntil recently was President Obama's White House Counsel, showed up on Saturday morning in local \nWashington DC court to represent one of the 217 people arrested for rioting on Inauguration Day. \n[http://heatst.com/wp-content/uploads/2017/01/ruemmler-obamajpg?w=300]Kathryn Ruemmler and client. \nMs. Ruemmler said she was there to represent a journalist, on assignment for the media company \nVocativ<http://www.vocativ.com/>, who'd gotten swept up with the protesters in the arrests. \nVocativ is owned by Kochavi. Reporters at the courthouse asked why a big gun like Ruemmler, who has long \nbeen a specialist in corporate crime, would show up for what would seem to be a misunderstanding involving a \njournalist doing his job. \nMs. Ruemmler told Buzzfeed that Vocativ is a client of her \nfirm,<http s ://www.buzz feed. co m/zo etillman/pro s ecutors-pursue-rioting- charges- over-inauguration- day-\npro?utm term=.gtPej4zonti.cgyzaBvG2> Latham & Watkins. The firm is one of the most prestigious law shops \nin New York and Washington with partners such as Ruemmler<https://www.lw.com/people/kathrynruemmler> \ncharging thousands of dollars an hour. \nShe did look somewhat out of place among the lawyers there to defend anarchists and other alleged \ntroublemakers who are charged with rioting, burning a limo and smashing up stores on the streets of the capital. \n\"The individuals charged were generally brought in front of the judge in groups of 10 and were represented by a \ncadre of public defenders and other court-appointed lawyers,\" according to Buzzfeed. That was not the case \nwhen it came to Vocativ. \nBased in New York and Tel Aviv, Vocativ publishes mostly reprints of health studies, aggregated videos for \nFacebook, and female focused feature pieces. The company which employs a large team of US journalists and \nex-Israeli intelligence operatives, claims to use technology from the intelligence world to source its stories. \nIndeed its founder, Kochavi, has a background in Israeli intelligence, having made his fortune providing \nsecurity and military grade public safety solutions to the superrich Emirate of Abu Dhabi through an entity \ncalled AGT. \n[http ://heatst. com/wp-content/uploads/2017/01/abu-dhabi-mosque.jp g?w=300] The Grand Mosque of Abu \nHOUSE OVERSIGHT 026653 \nDhabi \nAGT was responsible for installing a \"unique civil surveillance network in Abu Dhabi that means 'every person \nis monitored from the moment they leave their doorstep to the moment they return to it,' according to the noted \nsecurity publication MiddleEastEye.<http ://www.middleeasteye.net/news/uae-israel-surveillance-2104952769> \nThe invasive system is dubbed \"Falcon Eye\". \nKochavi also owns Israeli security and private intelligence firms 3iMind and Logic Industries. Like Vocativ, \n3iMind claims to use \"the deep web\" to mine information, though in 3iMind's case it provides spy services, not \njournalistic ones. 3iMind even advertises online that it will spy on \"the planning and execution of violent civil \nunrest\" for clients.<https://www.3i-mind.com/use cases/political-social-unrest/> \nThe website for Kochavi's mother company<https://www.agtinternational.com/about/>, AGT, claims its current \nbusiness is using \"Internet of Things\" technology for entertainment and \"fashion\" applications in partnership \nwith the giant talent agency WME-IMG ... though it's unclear what any of these applications really \nare<http://www.euroleague.net/final-four/berlin-2016/news/i/6vokoibj5fsgqg4q/heed-the-event-platform-based-\njoint-venture-between-wme-img-and-agt-international-makes-first-official-foray-into-sports>, and certainly \nwhat value they provide for entertainment. Security experts say Internet of Things type sensors could be tied \ntogether to monitor crowds for security purposes. \nAccording to Israeli and U.S. Jewish publications, the lines within Kochavi's companies can blur, with Vocativ \nemployees doing work for 3iMind and Logic, and vice versa. So who was this \"journalist\" arrested amid the \nunrest on Inauguration Day? Was he actually doing journalism? Or, as some journalists around town have been \nasking, could he also have been doing surveillance of anti-Trump demonstrators on behalf of an Arab or Israeli \nclient, possibly a foreign government? \n[http ://heatst. com/wp-\ncontent/up lo ads/2017/01/aaeaaqaaaaaaaaq5 aaaaj dq3mjuxmgu2ltg5nj mtndilmclhzmrhltllyj kynz e5 zj lj mg. j p g?w \n=300]Kochavi employee Evan Engel (LinkedIn) \nA call to Ruemmler was returned by someone identifying himself as a Vocativ spokesperson. He told Heat \nStreet that the arrested employee, Evan Engel, was doing purely journalistic work at the time he was detained. \n\"The arrest, detainment and rioting charge against journalist Evan Engel who was covering the protests for \nVocativ are an affront to the First Amendment and journalistic freedom,\" the spokesperson said. \"Vocativ will \nvigorously contest this unfounded and outrageous charge.\" \nKochavi has taken pains to put a different face, unrelated to spying and surveillance, on his American activities. \nVocativ acts like a news organization, though it's made little splash (and gets remarkably little web \ntraffic<http://www.alexa.com/siteinfo/vocativ.com>) for an operation so large and expensive. \nKochavi has also shown little hesitation to pay top dollar for access to the most powerful figures in America to \nprovide legitimacy for his American activities. Last fall's Wikipedia data dump revealed that he and his \nlongtime business partner, New York rainmaking lawyer Mary Edelman, offered Bill Clinton millions of dollars \nto serve as honorary chairman of the company that would become Vocativ. <http://heatst.com/biz/wikileaks-\nbill-clinton-turned-down-8-million-to-be-honorary-chairman-of-news-site-vocativ/> Clinton turned them down, \nperhaps nervous about Kochavi who's been described as \"a mysterious even somewhat shady character\" and the \nIsraeli \"version of the old-fashioned arms dealer with a suit and an MBA\" by the progressive Jewish blog \nTikkun Olam.<https://www.richardsilverstein.com/2014/12/04/israeli-cyber-security-merchant-peddles-wares-\nsecretly-in-united-arab-emirates/> \n[http://heatst.com/wp-content/uploads/2017/01/akochavivivian.jpg?w=260]Matania Kochavi (C) shown with \nVivian Schiller (L) chair of Vocativ's executive committee and Danna Rabin (R) AGT's chief operations \nofficer. \nHOUSE OVERSIGHT 026654 \nAnd now Kochavi has purchased the services of President Obama's former White House counsel, Ruemmler, \nwhose name was once on the shortlist<http://www.latimes.com/nation/la-na-ruemmler-attorney-general-nixed-\n20141024-story.html> for US attorney general. It's a fair question to ask: why was Ruemmler really down in \nlocal DC court on a Saturday morning? Why was getting this Vocativ employee off the hook such a high \npriority? And what, if any, other services has Ruemmler, the corporate crime expert, been providing to Kochavi \nand his various intelligence operations around the world? \nRuemmler herself has not returned requests for comment. \nFrom: Glick, Jamie (DC) \nSent: Monday, January 23, 2017 6:03 PM \nTo: Ruemmler, Kathy (DC) \nSubject: Press: Buzzfeed and NY Post- Prosecutors Charge Protesters With Rioting Over Inauguration Day \nProtests \nHi Kathy, \nIn case you haven't seen, below are a couple of articles and tweets which mention your representation of a \njournalist employed by Vocativ. \nThanks, \nJamie \nJamie C. Glick \nPublic Relations Specialist \nLATHAM & WATKINS LLP \n555 Eleventh Street, NW \nSuite 1000 \nWashington, D.C. 20004-1304 \nDirect Dial: + \nFax: \nEmail: \nProsecutors Charge Protesters With Rioting Over Inauguration Day \nProtests<http s ://www.buzz feed. com/zo etillman/pro s ecutors-pursue-rioting-charges-over- inauguration-day-\npro?utm term=.mxL7rr54B2#.ygykppRw0v> \nMore than 200 people are being charged with felony rioting — a charge that carries a maximum sentence of 10 \nyears in jail — after they were arrested during anti-Trump demonstrations on Inauguration Day in DC. \nposted on Jan. 21, 2017, at 8:33 p.m. \n[Zoe Tillman]<https://www.buzzfeed.com/zoetillman?language=en> \nZoe Tillman<https://www.buzzfeed.com/zoetillman?language=en> \nBuzzFeed News Reporter \n[https://img.buzzfeed.com/buzzfeed-static/static/2017-01/21/10/asset/buzzfeed-prod-web-09/sub-buzz-24787-\n1485014343-1.jpg?resize=990:806] \nA man arrested during protests in DC on Jan. 20 waits to board a police van. Zoe Tillman / BuzzFeed News \nHOUSE OVERSIGHT 026655 \nWASHINGTON — As hundreds of thousands of demonstrators \ngathered<https://www.buzzfeed.com/buzzfeednews/womens-\nmarch?utm term=.wra9MGEmBAgtOrQXPW34> on the National Mall to protest President Trump on \nSaturday, people arrested<https://www.buzzfeed.com/zoetillman/rioters-and-police-are-clash-during-trumps-\ninauguration> the day before during anti-Trump protests in downtown Washington, DC, made their first \nappearance in court. \nProsecutors are pursuing charges against all of the 230 people arrested on Friday for rioting, according to the \nUS attorney's office in DC. Although anti-Trump demonstrations on inauguration day were largely peaceful, \nsome turned violent, with participants breaking storefront windows, throwing bricks at police, and running \nthrough streets and parks downtown as they were chased by police. \nThe arraignment hearing at DC Superior Court began on Saturday around 1 p.m. and was still going six hours \nlater. As of 7 p.m., 80 people arrested and charged with felony rioting had come before a judge. The court was \nexpected to continue the hearing through the night until everyone arrested on Friday came through. \nThe defendants processed so far were released until their next court dates, with the condition that they not be \narrested again in DC in the meantime. \nFelony rioting is a crime under DC law that carries a maximum penalty of 10 years in jail and a fine of up to \n$25,000. According to police, six officers were injured in confrontations with demonstrators on Jan. 20, and \nthree of those officers sustained minor head injuries after objects were thrown at them. The DC law defines \nfelony rioting as a group of at least five people who, \"by tumultuous and violent conduct and the threat thereof,\" \ncause \"serious bodily harm\" or property damage valued at more than $5,000. \nA 21-year-old Texas man was also charged with pointing a laser at at US Park Police helicopter during the \nprotests on Friday. He was arraigned in Superior Court but the case is being moved to federal court. \nThe individuals charged with rioting were generally brought in front of the judge in groups of 10 and were \nrepresented by a cadre of public defenders and other court-appointed lawyers. One exception came early in the \nhearing, when former White House counsel Kathryn Ruemmler entered an appearance for one of the \ndefendants. Ruemmler said her client was a journalist on assignment filming the demonstrations who was swept \nup in the arrests. \nRuemmler served as President Obama's White House counsel for three years before going to the law firm \nLatham & Watkins. Ruemmler told reporters outside of the courtroom that her firm represents Vocativ, the \nmedia company that employed her client, which is how she got involved. \nDozens of people came to the courthouse on Saturday to support the arrestees. They cheered as defendants left \nthe courtroom; some of the defendants were walking slowly to keep their shoes on because they had to remove \ntheir shoelaces after being arrested. The defendants were held by police overnight. \n[https://img.buzzfeed.com/buzzfeed-static/static/2017-01/21/20/asset/buzzfeed-prod-web-15/sub-buzz-1449-\n1485047203-1.jpg?resize=990:743] \nZoe Tillman / BuzzFeed News \nBy Saturday night, a crowd had gathered outside the courthouse to greet the arrestees, cheering and applauding \nas they came out. A line of police formed in between the group and the courthouse entrance, and police were \nHOUSE OVERSIGHT 026656 \nscreening people trying to go inside. \nSeveral lawyers offered a preview of their defense strategy during the hearing, arguing that the rioting charge \nshould be dismissed because prosecutors hadn't shown that each defendant was specifically involved in the \nrioting described in charging documents. Although the defendants were brought out in groups before the judge, \nthey're individually charged. \nOne lawyer argued that the US attorney's office should recuse from prosecuting the cases because the \ndefendants were charged with participating in anti-Trump riots and Trump was now in charge of the US \nDepartment of Justice. \n\"I appreciate all the creative arguments,\" Magistrate Judge Rainey Brandt said in response, but she said that at \nthis early stage of the case she only had to find that the government had shown probable cause to move the \ncases forward. \nThe defendants are due back in court on various dates in February and March. \n1. [https://pbs.twimg.com/profile images/1849163545/Zoe Tillman_photol bigger.jpg] Zoe Tillman \n@ZoeTillman <https://twitter.com/ZoeTillman> Jan \n21<https://twitter.com/ZoeTillman/status/822908408475095049> Ruemmler told reporters that her law firm \nLatham & Watkins has done work for the news outlet, Vocativ, which is how she got involved 1 reply 5 \nretweets 3 likes \n2. \n3. [https://pbs.twimg.com/profile images/1849163545/Zoe Tillman_photol bigger.jp g] Zoe Tillman \n@ZoeTillman <https://twitter.com/ZoeTillman> Jan \n21<https://twitter.com/ZoeTillman/status/822908213557415938> One journalist arraigned, lawyer says he was \narrested while filming. He's represented by former White House counsel Kathryn Ruemmler 0 replies 19 \nretweets 36 likes \nInauguration Day protesters may face felony rioting charges<http://nypost.com/2017/01/22/inauguration-day-\nprotesters-may-face-felony-rioting-charges/> \nBy Sophia Rosenbaum<http://nypost.com/author/sophia-rosenbaum/> \nNew York Post \nJanuary 22, 2017112:55pm \nOfficials in the nation's capital are throwing the book at anti-Trump protesters —threatening the people who \nwere arrested <http ://nyp o st. com/2017/01/20/dozens-arrested-as-anti-trump-protesters-clash-with-p o lice> with \nmassive fines and up to 10 years in jail. \nThe U.S. attorney's office will seek to charge all 230 of the protesters who took to the streets on Inauguration \nDay — some damaging storefronts and clashing with police — with felony rioting. \nAs of Saturday evening, 80 people had already been slapped with the heavy charges, which include fines of up \nto $25,000 and up to 10 years in jail, according to \nBuzzfeed.<http s ://www.buzzfeed. com/z o etillman/pro secutors-pursue-rioting-charges-over-inaugurati on-day-\npro?utm term=. dw6wmW1b#. ahOrzlyD> \nHOUSE OVERSIGHT 026657 \nFelony rioting is defined in D.C. law by at least five people who use \"tumultuous and violent conduct of the \nthreat thereof' to cause \"serious bodily harm\" and instigate more than $5,000 in property damage. \nSix local officers were injured by protesters during Trump's big day. The glass windows of several businesses \nwere shattered in downtown D.C. including Bank of America, McDonald's and Starbucks. \nAll of the people who have already been charged were released on their own recognizance and given their next \ncourt appearance dates. \nAt least one of those arrested was a Vocativ journalist covering the protests, and he was defended by heavy-\nhitter and former White House attorney Kathryn Ruemmler, Buzzfeed reported. \nThis email may contain material that is confidential, privileged and/or attorney work product for the sole use of \nthe intended recipient. Any review, reliance or distribution by others or forwarding without express permission \nis strictly prohibited. If you are not the intended recipient, please contact the sender and delete all copies. \nLatham & Watkins LLP \nHOUSE OVERSIGHT 026658 \n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 55.155964287s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'model': 'gemini-3-flash', 'location': 'global'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '55s'}]}}",
  "house_oversight_id": "026652",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:24:04.965372Z",
    "model": "gemini-3-flash-preview"
  }
}