{
  "file_name": "HOUSE_OVERSIGHT_028728.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_028728.txt",
  "content": {
    "full_text": "From: Jeffrey Epstein [jeeyacation@gmail.com] \nSent: 2/11/2013 5:45:09 PM \nTo: Larry Summers_______________________ \nSubject: prep for dinner, israel pres briefing / \nThe Wall Street Journal \nThe Ayatollah Always Says No  \nEditorial \nFebruary 8, 2013 --The Farsi word for \"no\" is na h, which is easy enough \nto remember. Maybe even Joe Biden won't forget it the next time the U.S. \ntries to reach out diplomatically to Iran. \nWe're speaking of the Administration's latest effort to come to terms with \nTehran over its nuclear programs, which Mr. Biden made last weekend at \nthe Munich Security Conference. The U.S. offer of direct bilateral talks, \nhe said, \"stands, but it must be real and tangible.\" Iranian foreign minister \nAli Akbar Salehi, who was also at the conference though he refused to \nmeet with U.S. officials, called Mr. Biden's comments \"a step forward.\" \nMr. Salehi's remark set the usual hearts aflutter that Iran is finally serious \nabout a deal. But the optimism was brief On Thursday, Iran's Supreme \nLeader Ayatollah Ali Khamenei flatly rejected direct talks with the U.S. \n\"The U.S. is pointing a gun at Iran and wants us to talk to them,\" he said. \n\"Direct talks will not solve any problems.\" \nThis isn't the first time Mr. Khamenei has played chaste Daphne to \nPresident Obama's infatuated Apollo. Just after becoming President in \n2009, Mr. Obama sent the Ayatollah two private letters and delivered a \nconciliatory speech for the Persian new year of Nowruz. Mr. Khamenei's \nanswer: \"They chant the slogan of change but no change is seen in \npractice.\" He told a crowd chanting \"death to America\" that \"if a hand is \nstretched covered with a velvet glove but it is cast iron inside, that makes \nno sense.\" \nThat was in March 2009. In October of that year the U.S. and its allies \ntentatively worked out a deal with Iranian negotiators to move some of \nHOUSE OVERSIGHT 028728 \ntheir enriched uranium outside Iran. Western analysts were confident that \nMr. Khamenei would give his blessing, given the international pressure he \nwas said to be under following the fraudulent elections and the bloody \ncrackdown that followed. \nThe Ayatollah quashed that deal too: \"Whenever they [Americans] smile \nat the officials of the Islamic revolution, when we carefully look at the \nsituation, we notice that they are hiding a dagger behind their back.\" \nIt was the same in January 2011, when diplomacy also collapsed. Ditto in \n2012, when negotiations in February, May and June each ended in failure. \nWashington went into those talks thinking they were going to succeed on \nthe theory that Tehran desperately wants relief from the supposedly \ncrippling pressure of economic sanctions. \nWhy does the Ayatollah keep saying no? The conventional wisdom is that \nprevious U.S. offers weren't generous enough, or that the wrong President \nwas in the White House, or that Iran wants only to deal directly with the \nU.S. and not in multilateral forums. Each of these theories has been tested \nand shown to be false. \nA more persuasive explanation—get ready for this shocker—is that Iran \nreally wants a bomb. The regime believes, not unreasonably, that \nMoammar Gadhafi would still be in power had he not given up his nuclear \nprogram in 2003. Mr. Khamenei also fears a \"velvet revolution\" scenario, \nin which more normal ties with the West threaten the ideological \nfoundations of the Islamic Republic. Confrontation with America is in this \nregime's DNA. \nMeantime, the pretense of negotiations has allowed Tehran to play for \ntime to advance its programs. When Mr. Obama took office, Iran had \nenriched 1,000 kilos of reactor-grade uranium. In its last report from \nNovember, U.N. inspectors found that Iran has produced 7,611 kilos to \nreactor grade, along with 232 kilos of uranium enriched to 20%, which is \nclose to bomb-grade. Last month, Iran declared that it would install 3,000 \nadvanced centrifuges at its Natanz facility, which can enrich uranium at \ntwo to three times its current rate. \nHOUSE OVERSIGHT 028729 \nAs for the sanctions, they may hurt ordinary Iranians but this regime is \nfamously indifferent to the suffering of its own people. The Ayatollah also \ndoesn't seem to take the Administration's talk about \"all options being on \nthe table\" seriously. Mr. Obama's nomination of Iran dove Chuck Hagel to \nbe Secretary of Defense reinforces that impression, as do reports that the \nWhite House blocked Pentagon and CIA plans to arm the opposition that's \nfighting to overthrow Iran's client regime in Damascus. An America that \nwon't help proxies in a proxy war isn't likely to take the fight directly to \nIran's nuclear facilities. \nIn rejecting Mr. Biden's offer, the Ayatollah said frankly, \"I'm not a \ndiplomat; I'm a revolutionary.\" Another round of multilateral talks with \nIran is set to resume this month, but maybe Joe Biden and his boss should \nstart taking no for an answer. \nArticle 2. \nForeign Policy \nLet's face it: Obama's Iran policy is failing  \nJames Traub \nFebruary 8, 2013 -- There is no better example of an Obama \nadministration initiative that has succeeded on its own terms, and yet \nfailed as policy, than Iran. By engaging the regime in Tehran, and being \nrebuffed, the White House has been able to enlist China, Russia, and the \nEuropean Union in imposing tough sanctions on Iran. By steadily \nratcheting up those sanctions, the administration has been able to \ngradually squeeze the Iranian economy. By insisting that \"containment\" is \nnot an option, Obama has persuaded Israeli Prime Minister Benjamin \nNetanyahu that he need not launch an attack on Iran's nuclear facilities --\nat least not any time soon. \nHOUSE OVERSIGHT 028730 \nObama has done everything right, and yet his Iran policy is failing. There \nis no evidence that the sanctions will bring Iran to its knees and force the \nsupreme leader, Ayatollah Ali Khamenei, to accept the humiliation of \nabandoning his nuclear program. But neither is there any sign of new \nthinking in the White House. \"I don't see how what didn't work last year is \ngoing to work this year,\" says Vali Nasr, who served in the Obama State \nDepartment before becoming dean of the Johns Hopkins School of \nAdvanced International Studies. He might not get much of an argument \nfrom White House officials, who, the New York Times recently noted, \n\"seem content with stalemate.\" \nThe United States is not negotiating directly with Iran but rather doing so \nthrough the P5+1, which consists of the five permanent Security Council \nmembers and Germany. The P5+1's current position is that Iran must stop \nenriching nuclear fuel to 20 percent purity -- a point from which Iran \ncould quickly move to weapons-grade material -- transfer its existing stock \nof such fuel to a third country, and shut down one of its two enrichment \nfacilities, known as Fordow. In exchange, the parties will help Iran \nproduce such fuel for medical purposes, which the regime claims is its \nactual goal. Iran has refused, saying it will not shut down Fordow. \nBut the current state of play masks the larger issue, which is that the \nayatollah and those around him believe the United States wants to make \nIran cry uncle -- which happens to be true. The next round of P5+1 \nnegotiations, now scheduled for Feb. 25 in Kazakhstan, are almost \ncertainly not going to go anywhere unless the United States signals that it \nis prepared to make what the Iranians view as meaningful and equivalent \nmoves in exchange for Iranian concessions. Arms-control experts say that \nboth British Prime Minister David Cameron and Catherine Ashton, head \nof foreign affairs for the European Union, favor offering Iran a reduction \nin sanctions; but there's a limit to what they can do without the United \nStates. \nOf course, such flexibility would be pointless if Iran is simply hell-bent on \ngaining the capacity to produce a nuclear weapon. The signals, as always \nwith Iran, are cryptic. Iranian authorities have told nuclear inspectors that \nthey plan to install a new generation of centrifuges in order to accelerate \nHOUSE OVERSIGHT 028731 \nenrichment. And yet Iran also chose to convert some of its stockpile of \nhighly enriched uranium for medical use rather than approach the amount \nneeded for a bomb, leading Israeli authorities to predict that Iran wouldn't \nbe able to build a bomb before 2015 or 2016. Last week, Ali Akbar \nVelayati, Khamenei's foreign policy advisor, publicly criticized officials \nwho have treated the negotiations dismissively. Presumably, he was \nthinking of President Mahmoud Ahmadinej ad, who has compared Iran's \nnuclear program to a train without brakes. \nIran is now at the outset of what promises to be a raucous presidential \nelection, and may be no more capable of serious negotiations between now \nand June than the United States was in 2012. But what is clear is that the \nsanctions have moderated Iranian behavior and rhetoric. At the same time, \nas the Times also noted, the economic pressure is not nearly great enough \nto compel concessions that the regime would view as a blow to national \npride. In short, Iran might -- might -- be more willing to accept a face-\nsaving compromise than they were a year or two ago, but will need serious \ninducements to do so. \nWhat would that entail? Virtually all the proposals that have come from \noutside experts suggest that the P5+1 begin with modest confidence-\nbuilding measures, especially in the period before the election. A recent \nreport by the Arms Control Association enumerates several of them. \nWestern diplomats, for example, could take up Ali Akbar Salehi, Iran's \nforeign minister, on his proposal to limit the \"extent\" of enrichment -- i.e., \nwell below 20 percent -- in exchange for fuel rods for the research reaction \nand a recognition of Iran's \"right to enrich,\" a notional concept the United \nStates already supports under specified conditions. Or Iran could suspend \n20-percent enrichment in exchange for a suspension of new sanctions. But \nIran is unlikely to accept even such small steps unless it felt that additional \nmoves would win additional explicit concessions. \nBeyond that, the outlines of what in Middle East peacemaking is known as \n\"final status\" are clear enough: Iran agrees to verifiable inspections to \nensure that it does not enrich uranium beyond 3.5 percent and does not \npursue a nuclear weapons program, while the West accepts Iran's \"right to \nenrich\" and dismantles sanctions. Of course, the outlines of a Middle East \nHOUSE OVERSIGHT 028732 \npeace deal are clear enough, too. But in both cases, neither side trusts the \nother, and each demands that the other go first. Instead, nobody goes \nanywhere. \nU.S. officials have very good reason to be wary of Iran's bona fides. In \n2009, they reached a deal with Iranian negotiators to send the stockpile of \nhighly enriched uranium out of the country -- only to see the ayatollah \nrepudiate it. As Ray Takeyh, an Iran expert with the Council on Foreign \nRelations puts it, \"Khamenei has created a politics where it's hard for him \nto compromise.\" But so has the United States. Anyone who watched \nChuck Hagel's confirmation hearing knows that it is an article of faith in \nCongress -- and pretty much a bipartisan one -- that Iran is a faithless, \nillegitimate terrorist state that will be deterred from building a bomb only \nby the threat of massive attack. Had Hagel been foolish enough to suggest \nthat the United States offer to reduce sanctions in exchange for Iranian \nconcessions, the White House would have had to find a new candidate for \ndefense secretary. \nIt's the U.S. Congress that arguably holds the high cards, though the White \nHouse put them in its hands. The most potent sanctions are legislated, and \nhave been written in such a way that they will be very hard to unwind. \nObama can waive them for up to six months. But the ayatollah is not about \nto make irreversible decisions in exchange for six months of relief. \nThe White House is thus stuck between Tehran and Capitol Hill. And it \ncan't live long with the current stalemate. After all, Obama has said that \n\"containment\" is not an option. He is hoping that the combination of \neconomic pain and fear of military action will bring Tehran to its senses. If \nit doesn't, the president has said that he is prepared to use force. Perhaps \nhe feels that just as spurned engagement served as the predicate for tough \nsanctions, so would failed negotiations lay the predicate for a broadly \nsupported strike against Iran's nuclear facilities. Iran left us no choice, he \nmight say, as the bombers fly. \nThat would constitute a diplomatic triumph ... if a strike against Iran's \nnuclear facilities is a good idea. If in fact it's a dreadful prospect -- worse, \nperhaps, even than containment -- then it would constitute a failure that \nHOUSE OVERSIGHT 028733 \nwould obliterate the record of adroit diplomacy of the last four years. \nObama understands very well -- even if many members of Congress do \nnot -- that even our worst adversaries have interests of their own, that \nthose interests feel as legitimate to them as ours do to us, and that we at \nleast have a chance of settling disputes with them if we can find the place \nwhere our interests overlap. The time has come for him to apply that \nwisdom to Iran. \nJames Traub is a fellow of the Center on International Cooperation. \nArticle 3. \nThe National  \nAn uneasy courtship as Iran and Egypt test \nthe waters  \nAlan Philps \nFeb 8, 2013 -- There is a consensus among commentators that the visit of \nthe Iranian president, Mahmoud Ahmadinejad, to Egypt - complete with \nred carpet and kiss on both cheeks from President Mohammed Morsi - \ndoes not amount to a breakthrough. The view of US think-tanks is that it \ndoes not amount to very much at all, and certainly not worth getting \nanxious about. Such a consensus is always dangerous, and it is worth \nlooking more closely at what it is based on. \nMr Ahmadinejad is the first Iranian leader to set foot in Cairo since the \ndeposed Shah of Iran was given refuge in Cairo, where he died and \nreceived a state funeral. The two countries have not had diplomatic \nrelations since 1979. \nThe Iranian president's visit has deep historical significance, even if he \ncame as a guest of the Organisation of the Islamic Conference summit. \nThe picture of the two presidents embracing says to the world: Egypt is \nHOUSE OVERSIGHT 028734 \nreleased from the US straitjacket and is free to resume its position as a \nregional power. \nThere are plenty of reasons, however, to dismiss the visit as just show. Mr \nAhmadinejad is a lame duck, banned by the constitution from running for \na third term in the June elections. As Iran moves into a period of war \neconomy under the pressure of sanctions designed to curb its nuclear \nprogramme, Mr Ahmadinejad is engaged in a furious struggle to ensure \nthat his rival, the parliamentary speaker, Ali Larijani, does not succeed \nhim. The corruption allegations levelled by Mr Ahmadinejad against the \nLarijani family are deeply damaging to the Iranian regime. \nMr Morsi, meanwhile, has little to show Egyptians that he has improved \ntheir lot. Cairo is the scene of near-constant street battles and the economy \nis tanking. Egypt's currency reserves have just sunk to $13.6 billion (Dh50 \nbillion), below the critical level needed to cover three months of imports. \nThe country is staring bankruptcy in the face, but cannot access \nemergency funds from the International Monetary Fund without \nimplementing unpopular reforms that would further raise social tensions. \nBoth leaders need to show that they have \"friends\" abroad. The reality is a \nlittle different. Egypt and Iran appear to be divided by the Syria conflict, \nwhich is symptomatic of the wider split between the Sunni Muslim \npowers, led by Saudi Arabia, and Iran's faltering \"axis of resistance\" that, \nwith Syria in play and Hamas having defected, now looks increasingly like \na Shia Muslim axis. \nIf we look more closely, then the story of Egypt resuming its role as a \nregional power looks premature. At this stage, Egypt is trying to find some \nspace to manoeuvre between Saudi Arabia and Iran. Given that Saudi \nArabia has the money that Egypt needs, and Washington has a lock on the \nactions of the IMF, that space is limited. \nBut what does Washington think? Not very much at the moment. With \nPresident Barack Obama's second term team still being assembled, it is not \nsurprising that there is something of a vacuum in Middle East policy. But \nthe issue is deeper than that. The Obama administration has declared it \nHOUSE OVERSIGHT 028735 \nwants to focus on the Asia-Pacific region and, surprisingly, it means what \nit says. \nOnly a year after troops withdrew from Iraq, that country is not talked \nabout in Washington, like an embarrassing relative. In North Africa, the \nUS military has taken a back seat while the work of toppling Colonel \nMuammar Qaddafi and driving back the jihadists in Mali has been left to \nFranco-British forces. Syrian policy is one of drift, where the \nadministration finds all options unpalatable. In Egypt, Washington has set \na red line for the Muslim Brotherhood leadership: it must adhere to the \npeace treaty with Israel. Everything else is negotiable. \nThis week the Pentagon revealed that it would no longer be stationing two \naircraft carriers in the Gulf region, as it has done for most of the past two \nyears, due to cuts in the defence budget, and the possibility of even more \nstringent ones if Congress fails to agree on raising the US debt ceiling. \nThe Iranian nuclear programme remains a priority in Washington, but the \ncarrier decision indicates a less warlike stance. One cannot say that US \npower is ebbing, but there is a clear lack of political will in Washington \nfor decisive action in the Middle East. For now, the logic is that regional \npowers will have to take more responsibility. Egypt, although impotent at \nthe moment, will have to find its role. The US needs to talk to Iran if there \nis ever going to be a compromise on its nuclear programme. Maybe Egypt \ncould help. \nBoth Egypt and Iran have denied a report that General Qassem Suleimani, \ncommander of the Quds force, a division of the Iranian Islamic \nRevolutionary Guard Corps, and the man responsible for Iran's military \noperations in Syria, visited Cairo in January. There was no reaction in \nWashington to this report. \nIf there is going to be a resolution of the Syrian crisis without a decade of \nLebanon-style war, then allies of the US will have to speak to someone of \nthe calibre of Gen Suleimani, a far more important figure than Mr \nAhmadinejad. Could this lead to a historic compromise between the \nMuslim Brotherhood and the ayatollahs to create a new Islamic front \nspreading revolution? \nHOUSE OVERSIGHT 028736 \nThat is out of the question. Egypt is too reliant on foreign finance, which \nIran cannot offer at the moment, for it to swing into Tehran's orbit. And \nthere is far too much domestic opposition. \nWhat is clear is that while the US is reluctant to take direct responsibility, \nother countries must find ways of resolving the regional contradictions \nthat have become unmanageable in the era of American tutelage. That will \nlead to some unlikely meetings taking place. The Morsi-Ahmadinejad \nembrace may not be a breakthrough, but it does show one thing: what was \nunthinkable a few years ago may one day be the norm. \nArticle 4. \nAl-Monitor \nllamas Weighs Options For Recognizing Israel \nAdnan Abu Amer \nFebruary 8 -- Recently, a lot has been said — and a lot of denials have \nbeen issued — about Hamas recognizing a two-state solution. It appears \nthat Hamas is still vacillating between explicitly and implicitly \nrecognizing Israel. Hamas realizes that recognizing Israel would open up \nthe world's doors to the movement. At the same time, Hamas knows that \nsuch a move would be seen as a betrayal by the movement's supporters, \nboth inside and outside Palestine. As Hamas well knows, its legitimacy \nderives from its vocal support for armed struggle within the complicated \nPalestinian reality. Hamas also knows that it will pay a heavy price if it is \nseen to be agreeing to international conditions. The cost will not only be \npolitical, but also ideological. Hamas has spent many years talking and \nwriting about its notion of the state, its identity, borders, concept, \nconstitution and the role of Islam within it. Generations of Hamas \nmembers were raised on those ideas. But those ideas have remained part \nHOUSE OVERSIGHT 028737 \nof the imagination and heritage, and of the nostalgic dream of restoring the \nIslamic caliphate. \nThe concept of the state \nToday's debate within Hamas over the concept of the state is more \nconcrete than theoretical. The political conditions in the Palestinian \nterritories do not allow for dreaming about unrealistic grand theories being \npromoted by some Islamist movements. Hamas is facing real-world \nproblems that require real-world solutions. The Palestinian state being \nenvisioned by Palestinian, Arab, and world politicians is based on the June \n1967 borders. But does that fit Hamas's political vision and intellectual \norientation? Generations of Islamists have been raised on the concept of \nthe \"Islamic state,\" which is synonymous with the Islamic caliphate. But \nHamas's situation is a little different. Israel's occupation of all Palestinian \nterritories is a political and concrete obstacle to the dream of an Islamic \nstate and it forces the consideration of more realistic options. So we have \nstarted hearing, from Hamas, statements about establishing a Palestinian \nstate on the June 1967 borders. There is no doubt that this development is \nan intellectual and political shift by Hamas. More than 20 years ago, \nHamas founder Sheik Ahmed Yassin proposed a long truce with Israel. \nBut today, such a proposal is more realistic and is attributed to Hamas's \ncurrent leader Khaled Meshaal. Hamas in 2013 is different than Hamas in \n1993. Hamas is now an influential player and its statements and stances \nare taken into account by regional and international decision-making \ncircles. \nRecognition and commitment \nThe shuttle diplomacy by Western officials between Gaza, where Hamas's \ndomestic leadership is located, and the Arab capitals of Doha, Cairo and \nAmman have only one objective: getting Hamas to agree to the conditions \nthat would allow it to be embraced by the international community. In \nother words, they want Hamas to agree to the two-state solution. And that, \nexplicitly or implicitly, essentially means that Hamas has recognized \nIsrael's right to exist! Those who have been following Hamas's course \nsince it was founded 25 years ago notice that every once in awhile there is \nHOUSE OVERSIGHT 028738 \ninternational pressure to make Hamas agree to those conditions. But \nHamas is afraid to fall into the same trap that others, like Fatah, have \nfallen into without getting anything in return except loss of popular \nsupport, as was demonstrated in the elections seven years ago. In light of \nthe demands that the movement should recognize the two-state solution \nand make political commitments, some influential circles within the \nHamas leadership think that the movement is being drawn into going \nbeyond its rational political discourse and how it deals with the reality on \nthe ground, and into recognizing Israel and exchanging messages with \nit. However, the siege has made the Palestinian territories miserable. So \ndecision-makers in Hamas are forced to issue hints and signals that do not \naffect the movement's general principles. Those signals, however, may be \nmisunderstood. And this is where the problem lies. No one thinks that \nHamas supporters will make a big deal of those signals, but any concrete \nsteps toward recognizing Israel will cost Hamas dearly, something which I \ndon't think Hamas wants during this dangerous phase. At the external \nlevel, Hamas's enemies and opponents may think that the siege has finally \npaid off, albeit a little late, and that Hamas's current declarations are \nsignals that, if the siege and the Palestinian suffering continue, the \nmovement may explicitly recognize Israel, which would open the \n\"appetite\" of Hamas' opponents for more breakthroughs in its ideology \nand principles. \nNot an existential conflict, but a border dispute. \nAlthough Hamas is aware of all that, it should be noted that in a few \nmonths it is facing elections during which the movement's signals that it \nmay accept a two-state solution will be used in a fierce anti-Hamas \ncampaign. Even though the movement has provided a different \nadministrative performance than before, the fundamental change in the \nmovement's political program may be a decisive factor for the Palestinian \nvoters. As Hamas is being smothered, with a few breaches here and there, \nthe demands that it should recognize Israel are ongoing and without letup. \nIn other words, Hamas must choose between recognizing Israel to stay in \npower, or losing what it has achieved democratically as punishment for \nhaving to refused to bow to the world's conditions. In reality, the \nHOUSE OVERSIGHT 028739 \ninternational community has not significantly changed its relationship with \nthe Palestinians, including Hamas, over the past months and years. There \nhas only been some cosmetic and tactical changes. Washington, the \nEuropean Union and the UN have not only signaled to Hamas that it \nshould join the \"broken and paralyzed\" peace process, they have also \ninsisted that the Palestinians explicitly recognize Israel. But this time, \nthose powers are armed with an \"Islamic religious cloak,\" which would \nmake a recognition of Israel more meaningful, especially since Hamas \nconsiders its conflict with Israel to be an ideological \"existential conflict, \nnot a border dispute.\" That pressure is accompanied with a financial and \neconomic blockade, which is increasing the pressure on Hamas, especially \nsince those carrying out the blockade are blocking anything that would \nalleviate Palestinian suffering. It is clear that they want to punish the \nPalestinians for electing Hamas and warn them against reelecting them; \nthat is if the reconciliation succeeds and the elections happen on time. It \nshould be noted that certain Israeli and Western research institutions have \nestimated the timeframe that Hamas will need to explicitly recognize \nIsrael. They may accept from Hamas certain rhetorical signals for a while \nbefore the movement officially recognizes Israel. Since Hamas was \nfounded in late 1987, it has been conducting an ideological and political \ncampaign for its members and supporters against recognizing Israel. \nHamas' constitution says that Israel is a \"cancer that must be eradicated,\" \nand that \"its demise is a Quranic inevitability.\" Those and other slogans \nhave been a key component of Hamas's political discourse. It is therefore \nnot easy for Hamas to change overnight due to political realism and \nsuddenly tell its supporters: We shall recognize Israel, but it's under \nduress! \nAdnan Abu Amer is Dean of the Faculty of Arts, and a lecturer in the \nhistory of the Palestinian issue, national security, political science and \nIslamic civilization at Al Ummah University Open Education. \nArticle 6. \nHOUSE OVERSIGHT 028740 \nNYT \nAn Assassination in Tunisia  \nEditorial \nFebruary 8, 2013 -- Tunisia is where the Arab Spring began just over two \nyears ago. Until now it has set an encouraging example of progress toward \ndemocracy and pluralism. Free elections brought to power a coalition \ngovernment pledged to pragmatic cooperation between a moderate-led \nIslamist party, Ennanda, and smaller, secular coalition partners. \nProgress has not always been smooth. But just as Tunisians inspired \npeople in neighboring countries like Egypt and Libya to rise up against \ntheir corrupt and repressive dictators, they also seemed, for many, to point \nthe way toward a democratic future accommodating both religious beliefs \nand the rights of the secular under the rule of law. \nThose hopes have been severely shaken by the murder on Wednesday of \nChokri Belaid. Mr. Belaid, a human- rights activist and one of Ennanda's \nmost outspoken critics, had publicly challenged the party's failure to \ninvestigate or prosecute violent acts of intimidation carried out by \nshadowy gangs of religious extremists. Mr. Belaid's killers have not yet \nbeen identified. But suspicion now falls on those same extremist groups, \nwhich had issued public threats against Mr. Belaid and other prominent \nsecular leaders — without any serious government response. \nThousands gathered for Mr. Belaid's funeral on Friday amid a nationwide \ngeneral strike called by his trade union supporters. Tensions are high. \nWhat is urgently needed is a credible, independent investigation of Mr. \nBelaid's murder, followed by prosecution of the killers. \nGiven Ennanda's record of selectively ignoring Islamist violence, that \ninvestigation cannot be left to its appointees alone. A preferable \nalternative would be to reconstitute the broad-based, multiparty \ncommissions that successfully oversaw Tunisia's free elections in October \n2011 and investigated the crimes of the fallen dictatorship. \nHOUSE OVERSIGHT 028741 \nEnnanda, which captured 41 percent of the vote in the elections, promised \nto cooperate with secular parties and show respect for pluralism. Instead, it \nis sending muddled messages. On Wednesday, Prime Minister Hamadi \nJebali made a conciliatory gesture by proposing a temporary nonpolitical \ncabinet and new elections. Unfortunately, hard-line party members quickly \nrepudiated him. \nTunisia's revolution, which has overcome past crises, can overcome this \none if Ennanda and all other Tunisian parties recommit themselves to \nnonviolence, mutual tolerance and upholding the rule of law. \nArticle 7. \nThe Washington Post \nIraq's return to bloodshed \nKimberly Kagan and Frederick W. Kagan \nFebruary 8, 2013 -- Eighteen days of protests in Egypt in 2011 electrified \nthe world. But more than twice that many days of protest in Iraq have \ngone almost unnoticed in the United States. Iraqi army troops killed five  \nSunni protesters in Fallujah on Jan. 25, after a month of anti-government \nprotests in Anbar, Nineveh and Salahuddin provinces and elsewhere for \nwhich thousands turned out. Al-Qaeda in Iraq and Iranian-backed Shiite \nmilitias are re-mobilizing. Iraq teeters on the brink of renewed insurgency \nand, potentially, civil war. \nThis crisis matters for America. U.S. vital interests that have been \nundermined over the past year include preventing Iraq from becoming a \nhaven for al-Qaeda and destabilizing the region by becoming a security \nvacuum or a dictatorship that inflames sectarian civil war; containing \nIranian influence in the region; and ensuring the free flow of oil to the \nglobal market. \nWhile tensions have risen over the past two years, the triggers for recent \neruptions are clear. Prime Minister Noun al-Maliki, a Shiite, had the \nHOUSE OVERSIGHT 028742 \nbodyguards of Finance Minister Rafie al-Issawi, who is Sunni, arrested for \nalleged terrorist activities on Dec. 20 — almost exactly one year after he \nordered the arrest of Sunni Vice President Tariq al-Hashimi's security \ndetail. Hashimi fled to Turkey and is unlikely to return soon to Iraq, where \nhe was sentenced to death after Maliki demanded his trial in absentia for \nmurder and financing terrorism. \nThe threat to Issawi, a moderate technocrat from Anbar, galvanized Iraqi \nSunnis, who rightly saw Maliki's move as sectarian and an assault on \ngovernment participation by Sunnis not under the prime minister's thumb. \nThree days after the arrests, demonstrations broke out in Ramadi, Fallujah \nand Samarra. Three days after that, a large protest closed the highway  \nfrom Baghdad to Syria and Jordan. The popular resistance spread to Mosul \non Dec. 27. \nThese protests erupted during a constitutional crisis and as an expanding \nArab-Kurd conflict has become increasingly militarized. Iraqi President \nJalal Talabani was incapacitated by a stroke on Dec. 17 and has been out \nof the countryfor treatment. Iraq's constitution specifies a line of \nsuccession — but with one vice president in exile and the other a Shiite \nand obvious Maliki proxy, Iraq has been, in effect, operating without a \npresident. Political processes that require presidential involvement have \nbeen paralyzed, including moving forward with long-standing efforts by \nSunnis and Kurds to hold a parliamentary vote of no-confidence in Maliki. \nTalabani had been the critical link holding Baghdad and Kurdistan \ntogether since tensions rose following a 10-day standoff between Iraqi \narmy units and Kurdish pesh merga troops in October, after Maliki sent \nthe army toward the disputed city of Kirkuk. That move followed a series \nof skirmishes and mobilizations along the \"Green Line\" separating \nKurdistan from Arab Iraq and a series of attacks in the area by al-Qaeda in \nIraq. \nThe recent protests underscore the collapse of the inclusive political \naccommodation reached in 2007, which had been reconfirmed by the \nformation of a grand Sunni-Shiite-Kurd coalition government after \nparliamentary elections in 2010. By November 2012, Maliki had evolved \nHOUSE OVERSIGHT 028743 \nto openly discussing his intention to form a \"majoritarian government\" \nthat would exclude the most important Sunni representatives. In mid-\nDecember he participated in creating a Shiite grand alliance as the \nlaunching pad for that government. The principal Sunni political leaders, \nincluding Issawi, parliamentary speaker Osama al-Nujaifiand Anbari tribal \nleader Ahmed abu Rishaannounced their intention to form their own \ncoalition. In short, Iraqi politics was re-fragmenting along sectarian and \nethnic lines even before the protests began. \nUnderstood in this context, the Iraqi army's killing of protesters in \nFallujah last month is a watershed event similar to the destruction of the \nAskariya shrine in Samarra in February 2006, though the crisis will not \nescalate as quickly. Sunni-Shiite tensions have hitherto played out in \npolitical forums. The key actors in today's crisis are not the Sunni political \nleaders but, rather, Anbari tribal leaders, including Ali Hatem Ali \nSuleiman, one of the most powerful leaders of Iraq's largest Sunni tribe. \nSuleiman and fellow leaders of the Dulaim tribe were essential to \nengineering the Anbar Awakening in 2007 and Sunni participation in the \ngovernment, for which they rejected al-Qaeda in Iraq and renounced \nviolence against the state. They responded to the killings of protesters last \nmonth by threatening open war against the state for the first time since \n2007. So far at least, they have restrained protesters and resisted violent \nconfrontation. \nFor his part, Maliki has sought to deescalate the conflict and to mollify \nprotesters. Tehran has also been working — to persuade Iraq's Sadrists, \nwhom Maliki has alienated in his consolidation of power, to abandon their \nsupport for their Sunni brethren. Their combined efforts appear to be \nworking: The Sadrist Bloc, which had refused Maliki's request for \nsuggestions to replace Issawi and other Sunni politicians, has put forth a \nsubstitute finance minister. \nThese efforts, ostensibly toward political resolution, actually increase the \nlikelihood of sectarian war by continuing the marginalization of Sunni \npolitical leaders without addressing Sunni tribes' core grievances — and \nby re-creating a Shiite front that had splintered. \nHOUSE OVERSIGHT 028744 \nAl-Qaeda in Iraq has already taken advantage of this situation through its \nfront group, the Islamic State of Iraq, which deployed combat teams in \nFallujah last month that targeted Iraqi army positions and killed several \nsoldiers. The jihadists' black flags have appeared at Sunni protests and \nmemorial ceremonies for the fallen. The group is back in the havens it \nheld in 2006. If Maliki does not allow proper Sunni representation in \ngovernment, al-Qaeda will gain greater popular tolerance and foreign \nsupport. \nOver the past year, the situation in Iraq has become explosive while \nsectarian sentiment and armed violence in neighboring nations have \nescalated dramatically. Americans have become accustomed to watching \nIraq approach the precipice and draw back. But circumstances have \nchanged with the withdrawal of all U.S. forces and Maliki's year-long \nefforts to intimidate his opponents through political, judicial and military \nmaneuvers. If Maliki does not accept many of the protesters' reasonable \ndemands and allow meaningful Sunni participation in government, \nprospects for stopping Iraq's descent into sectarian conflict are grim. \nKimberly Kagan is president of the Institute for the Study of War. \nFrederick W. Kagan is director of the Critical Threats Project and a \nscholar at the American Enterprise Institute. \n',allele 8. \nThe American Spectator  \nIslam and Islamism in the Modern World  \nAn interview with Daniel Pipes (By Tom Bethell) \nFebruary 2013 -- Daniel Pipes, one of our leading experts on Islam, \nestablished the Middle East Forum and became its head in 1994. He was \nborn in 1949 and grew up in Cambridge, Massachusetts. His father, \nRichard Pipes, was a professor of Russian history, now emeritus, at \nHarvard. Daniel studied Arabic and Islamic history and lived in Cairo for \nHOUSE OVERSIGHT 028745 \nthree years. His PhD dissertation became his first book, Slave Soldiers \nand Islam (1981). Then his interest in purely academic subjects expanded \nto include modern Islam. He left the university because, as he told an \ninterviewer from Harvard Magazine, he has \"the simple politics of a truck \ndriver, not the complex ones of an academic.\" His story of being \nharassed through the legal system by a Muslim who later committed \nsuicide was recently told in The American Spectator (\"A Palestinian in \nTexas,\" TAS, November 2012). He has been personally threatened but \nprefers not to talk about specifics except to note that law enforcement has \nbeen involved. I interviewed Pipes shortly before Christmas, when the \nEgyptians were voting on their new constitution. I started out by saying \nthat the number of Muslims in the U.S. has doubled since the 9/11 attacks. \nDP: My career divides in two: before and after 9/11. In the first part I was \ntrying to show that Islam is relevant to political concerns. If you want to \nunderstand Muslims, I argued, you need to understand the role of Islam in \ntheir lives. Now that seems obvious. If anything, there's a tendency to \nover-emphasize Islam; to assume that Muslims are dominated by the \nKoran and are its automatons—which goes too far. You can't just read the \nKoran to understand Muslim life. You have to look at history, at \npersonalities, at economics, and so on. \nTB: Do you see the revival of Islam as a reality? \nDP: Yes. Half a century ago Islam was waning, the application of its laws \nbecame ever more remote, and the sense existed that Islam, like other \nreligions, was in decline. Since then there has been a sharp and I think \nindisputable reversal. We're all talking about Islam and its laws now. \nTB: At the same time you have raised an odd question: \"Can Islam \nsurvive Islamism?\" Can you explain that? \nDP: I draw a distinction between traditional Islam and Islamism. Islamism \nemerged in its modern form in the 1920s and is driven by a belief that \nMuslims can be strong and rich again if they follow the Islamic law \nseverely and in its entirety. This is a response to the trauma of modern \nIslam. And yet this form of Islam is doing deep damage to faith, to the \npoint that I wonder if Islam will ever recover. \nHOUSE OVERSIGHT 028746 \nTB: Give us the historical context. \nDP: The modern era for Muslims began with Napoleon's invasion of \nEgypt in 1798. Muslims experienced a great shock at seeing how \nadvanced the blue-eyed peoples from the north had become. It would be \nroughly analogous to the Eskimos coming down south and decimating \nWesterners, who would uncomprehendingly ask in response, \"Who are \nthese people and how are they defeating us?\" \nTB: So how did they respond? \nDP: Muslims over the past 200 years have made many efforts to figure out \nwhat went wrong. They have experimented with several answers. One was \nto emulate liberal Europe—Britain and France—until about 1920. Another \nwas to emulate illiberal Europe—Germany and Russia—until about 1970. \nThe third was to go back to what are imagined to be the sources of Islamic \nstrength a millennium ago, namely the application of Islamic law. That's \nIslamism. It's a modern phenomenon, and it's making Muslims the center \nof world unrest. \nTB: But it is also creating discomfort? \nDP: It has terribly deleterious effects on Muslims. Many of them are put \noff by Islam. In Iran, for example, one finds a lot of alienation from Islam \nas a result of the Islamist rule of the last 30-odd years. \nTB: Has it happened anywhere else? \nDP: One hears reports, especially from Algeria and Iraq, of Muslims \nconverting to Christianity. And in an unprecedented move, ex-Muslims \nliving in the West have organized with the goal of becoming a political \nforce. I believe the first such effort was the Centraal Comite voor Ex-\nmoslims in the Netherlands, but now it's all over the place. \nTB: Nonetheless, Islam has lasted for 1,500 years. \nDP: Yes, but modern Islamism has been around only since the 1920s, and \nI predict it will not last as a world-threatening force for more than a few \ndecades. Will Muslims leave the faith or simply stop practicing it? These \nare the sort of questions I expect to be current before long. \nTB: What about Islam in the United States? \nHOUSE OVERSIGHT 028747 \nDP: In the long term, the United States could greatly benefit Islam by \nuniquely freeing the religion from government constraints and permitting \nit to evolve in a positive, modern direction. But that's the long term. Right \nnow, American Muslims labor under Saudi and other influences, their \ninstitutions are extreme, and things are heading in a destructive direction. \nIt's also distressing to see how non-Muslim individuals and institutions, \nparticularly those on the left, indulge Islamist misbehavior. \nTB: How do they do that? \nDP: Well, turn on the television, go to a class, follow the work of the \nACLU or the Southern Poverty Law Center, and you will see corporations, \nnonprofits, and government institutions working with the Islamists, \nhelping promote the Islamist agenda. The American left and the Islamists \nagree on what they dislike—conservatives—and, despite their profound \ndifferences, they cooperate. \nTB: Presumably some Muslims here deconvert, right? \nDP: There are some conversions out of Islam, yes. And the Muslim \nestablishment in this country is quite concerned about that. But \nnumerically it is not a significant number. \nTB: The ones who convert don't talk about it very much? \nDP: In some cases they do; they take advantage of Western freedoms to \nspeak their minds. They are the exceptions, though. \nTB: I suspect that the decline of Christianity has encouraged Islam. \nDP: Very much so, as the contrast between Europe and the United States \nreveals. The hard kernel of American Christian faith, not present in \nEurope, means that Islamists are far better behaved in the United States. \nThey see the importance of a Christian counterforce. \nTB: Earlier, you mentioned Algeria. It is a big Muslim state that we \ndon't hear about today. \nDP: Twenty years ago Algeria was a major focus of attention. That long \nago ended, although in France coverage is still significant. Algeria is ripe \nfor the same kind of upheaval that we have seen in other North African \nHOUSE OVERSIGHT 028748 \nstates, such as Tunisia, Libya, and Egypt. I think it is likely to happen \nbefore too long. \nTB: What about Syria? \nDP: Assad's power is steadily diminishing and I cannot see how his \nregime will remain long in power. \nTB: Should the United States get involved there? \nDP: No, Americans have no dog in this fight and nothing in the U.S. \nConstitution requires us to get involved in every foreign conflict. Two \nwretched forces are killing each other; just look at the ghastly videos of \nthe two sides torturing and executing the other. Listen also to what they \nare saying. It's a civil war involving the bad and the worse. I don't want \nthe U.S. government involved. That would mean bearing some moral \nresponsibility for what emerges, which I expect to be very unsavory. \nTB: So you are supporting the Obama position? \nDP: Yes, though he reaches it with far more angst. Also, there appears to \nbe some serious, clandestine U.S. support for the rebel forces. The \nSeptember 11 meeting in Benghazi between the Turkish and the American \nambassadors was very curious. They are both based in Tripoli, hundreds \nof miles away. What were they doing in Benghazi? Arranging for \nAmerican arms going via Turkey to Syria, it appears. \nTB: How important has Israel been to the revival of Islam? \nDP: It is a major factor in the neighboring states. But elsewhere, in \nMorocco, Iran, Malaysia, it has minor importance. \nTB: Since the \"Arab Spring,\" Israel seems increasingly beleaguered. \nDP: Not really, not yet, though I agree that it will be more beleaguered \nwith time. Its neighbors are so consumed with their own affairs that they \nhardly pay Israel attention. But once the neighbors get their houses in \norder, Israel will most likely face new difficulties. \nTB: You have questioned U.S. support for Islamic democracy, which \ndoes seem naive. \nHOUSE OVERSIGHT 028749 \nDP: The U.S. has been the patron for democracy for a century, since \nWilson's 14 Points, and a wonderful heritage it has been. When an \nAmerican travels the world, he finds himself in country after country \nwhere his country played a monumentally positive role, especially in \ndemocratizing the system. We naturally want to extend this to Muslim-\nmajority countries. Sadly, these for some time have offered an unpleasant \nchoice between brutal and greedy dictators or ideological, extreme, and \nantagonistic elected Islamists. It's not a choice we should accept. \nTB: So what should we do? \nDP: I offer three simple guidelines. One, always oppose the Islamists. Like \nfascists and Communists, they are the totalitarian enemy, whether they \nwear long beards in Pakistan or suits in Washington. \nTwo, always support the liberal, modern, secular people who share our \nworldview. They look to us for moral and other sustenance; we should be \ntrue to them. They are not that strong, and cannot take power soon \nanywhere, but they represent hope, offering the Muslim world's only \nprospect of escape from the dreary dichotomy of dictatorship or \nextremism. \nThree, and more difficult, cooperate with dictators but condition it on \npushing them toward reform and opening up. We need the Mubaraks of \nthe world and they need us. Fine, but relentlessly keep the pressure on \nthem to improve their rule. Had we begun this process with Abdullah \nSaleh of Yemen in 1978 or with Mubarak in 1981, things could have been \nvery different by 2011. But we didn't. \nTB: Egypt might be the test case. \nDP: Well, it's a bit late. Mohammed Morsi is not a greedy dictator but he \nemerged from the Muslim Brotherhood, and his efforts since reaching \npower have been purely Islamist. \nTB: What about the recent elections? \nDP: I do not believe that a single one of the elections and referenda in \nEgypt was fairly conducted. It surprises me that Western governments and \nmedia are so gullible on this score. \nHOUSE OVERSIGHT 028750 \nTB: You could say we were supporting the democracy element in Cairo's \nTahrir Square. Were we not? \nDP: Yes and rightly so. The initial demonstrations of early 2011 were \nspearheaded by the liberals and seculars who deserve U.S. support. But \nthey got quickly pushed aside and Washington barely paid them further \nattention. \nTB: We gave foreign aid to Mubarak. Was that a bad idea? \nDP: That aid dates back to the utterly different circumstances of the \nEgypt-Israel peace treaty of 1979 and became progressively more wrong-\nheaded. It should long ago have been discontinued. More broadly, I \nbelieve in aid for emergencies (soup and blankets) and as a bribe, but not \nfor economic development. That the Obama administration is \ncontemplating aid, including military hardware, to the Morsi government \noutrages me. \nClick here to Reply or Forward \n22.2 GB (10%) of 210.1 GBManage \n©2013 Google - Terms & Privacy \nLast account activity: 0 minutes ago \nDetails \n*********************************************************** \nThe information contained in this communication is \nconfidential, may be attorney-client privileged, may \nconstitute inside information, and is intended only for \nthe use of the addressee. It is the property of \nJeffrey Epstein \nUnauthorized use, disclosure or copying of this \ncommunication or any part thereof is strictly prohibited \nand may be unlawful. If you have received this \ncommunication in error, please notify us immediately by \nreturn e-mail or by e-mail to jeevacation@gmail.com, and \ndestroy this communication and all copies thereof, \nincluding all attachments. copyright -all rights reserved \nHOUSE OVERSIGHT 028751 \n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 31.175091857s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'model': 'gemini-3-flash', 'location': 'global'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '31s'}]}}",
  "house_oversight_id": "028728",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:24:28.947216Z",
    "model": "gemini-3-flash-preview"
  }
}