{
  "file_name": "HOUSE_OVERSIGHT_023069.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_023069.txt",
  "content": {
    "full_text": "﻿Equity Strategy Focus Point\nDeath and tax reform\nQuantitative Analysis\n29 January 2017 Corrected\nUnauthorized redistribution of this report is prohibited. This report is intended for amanda.ens@baml.com\nDeep dive on corporate tax reform\nOK, maybe it’s not as inevitable as death and taxes, but some form of corporate tax\nreform seems likely. It is a stated priority of President Trump and has widespread\nCongressional support. We here focus on four components that could have big equity\nimplications. We assess the impacts at a market, sector, and industry level, and plan to\nupdate and augment this work as more details come to light.\nPotential near-term boost to EPS, long-term impact varies\nOur 2018 S&P 500 EPS estimate of $137 already implies healthy two-year growth of +16%.\nTax reform in its entirety could add as much as $5-6 to near-term EPS, as benefits are frontloaded.\nThe sustained impact depends: under a 20% tax rate, the Blueprint would be\nmodestly accretive; under a 15% rate, this annual benefit could triple; but a 25% tax rate that\nwould appease the deficit hawks could shave $3.50 off of earnings each year. We also\nestimate a one-time $8-9 charge to GAAP EPS associated with the repatriation tax (Table 1).\nCutting corporate tax rate could add $8 to EPS\nOur starting point is the US statutory corporate tax rate. If it were lowered from 35% to\n20% and the US moved to a territorial tax system (no longer taxing foreign profits), it\nwould boost S&P 500 EPS by an estimated 12% ($17 to 2018 EPS). We assume\ncompanies would be able to retain half of the benefit ($8) and the remainder would be\npassed on to customers or competed away. For instance, a lasting impact to Utilities'\nprofits is unlikely, as the benefit would be passed on via regulated pricing.\nRepatriation: Buybacks could boost EPS by 3%\nBoth Trump and the Blueprint support a mandatory (as opposed to 2004's optional) tax\nof overseas earnings of US firms’ subsidiaries at reduced rates. Non-Financials in the S&P\nhold at least $1.2tn in overseas cash (mostly Tech and Health Care). If half was used for\nbuybacks, this could add 3% ($4) to S&P 500 EPS. A redux of 2004 where companies\nused 80% of cash for buybacks may be less likely, in our view. For if repatriation is\naccompanied by an end to interest expense deductions, companies may choose to pay\ndown debt over buybacks.\nBorder adjustment tax (BAT) hits EPS by $5-6\nWhile Trump has described the BAT as being “too complicated,” White House press\nsecretary Spicer’s recent comments call into question his stance. This is a key\ncomponent of the Blueprint and would generate significant revenue. First-order impacts\ncould be significant, with border adjustments detracting $5-6 from 2018 EPS — nearly\n80% of the drag comes from the consumer sectors. The second order impacts — product\npricing, pricing within the supply chain, exchange rates, foreign policy reactions, etc. —\nwhile harder to quantify, are important to consider.\nEnd to interest deductibility could detract 4% from EPS\nWe estimate that over time, the removal of the interest expense deduction would\ndetract about 4% from S&P 500 EPS. An increase in the cost of debt by an incremental\n25% could have longer term ramifications for capital structures and funding..\nTax reform winners and losers\nWe include stock screens for potential beneficiaries and victims of tax cuts, repatriation\nand interest deductibility changes, as well as industries most helped/hurt most by a BAT.\nNote that the very fact that there are companies and industries that have the potential\nto be very negatively impacted could call into question the likelihood of passage.\nBofA Merrill Lynch does and seeks to do business with issuers covered in its research reports. As a\nresult, investors should be aware that the firm may have a conflict of interest that could affect the\nobjectivity of this report. Investors should consider this report as only a single factor in making\ntheir investment decision.\nRefer to important disclosures on page 26 to 27. 11706251\nTimestamp: 29 January 2017 12:01AM EST\nEquity and Quant Strategy\nUnited States\nSavita Subramanian\nEquity & Quant Strategist\nMLPF&S\n+1 646 855 3878\nsavita.subramanian@baml.com\nDan Suzuki, CFA\nEquity & Quant Strategist\nMLPF&S\n+1 646 855 2827\ndan.suzuki@baml.com\nMarc Pouey\nEquity & Quant Strategist\nMLPF&S\n+1 646 855 1142\nmarc.pouey@baml.com\nAlex Makedon\nEquity & Quant Strategist\nMLPF&S\n+1 646 855 5982\nalex.makedon@baml.com\nJill Carey Hall, CFA\nEquity & Quant Strategist\nMLPF&S\n+1 646 855 3327\njill.carey@baml.com\nJimmy Bonilla\nEquity & Quant Strategist\nMLPF&S\n+1 646 556 4179\njimmy.bonilla@baml.com\nTable 1: Estimated impact of tax reform on S&P 500\n2018 EPS\nTax policy 15% 20% 25%\nTax rate change 10.50 8.00 5.00\nEnd int. deduct. – init. impact* -0.50 to -1.00 -0.50 to -1.50 -0.50 to -2.00\nBorder adjustments -4.00 -5.50 -6.50\nRepatriation buybacks 4.00 4.00 4.00\nTotal init. Impact 9.50 to 10.00 5.00 to 6.00 0.50 to 2.00\nEnd int. deduct. – recur. impact -3.50 -5.00 -6.00\nRecurring impact 7.00 1.50 -3.50\nOne-time repat. tax -8.50 -8.50 -8.50\nSource: BofAML US Equity & Quant Strategy, FactSet, Compustat, S&P\n*Assumes end to interest deductibility only applies to new debt, where we estimate\n70-90% of debt is long-term.\nNote: For this exhibit, we assume that 100% of the cash is repatriated and 50%\nof it is spent on buybacks. For different buyback assumptions, please see the\nsection on repatriation.\nContents\nThe costs and benefits of tax reform 3\nCutting the corporate tax rate 4\nRepatriation 6\nBorder adjustment tax analysis 12\nClosing loopholes 15\nNo interest tax shield 17\nTax reform screens 19\nRelated BofAML research on US tax reform 22\nMethodology 24\n2 Equity Strategy Focus Point | 29 January 2017\nThe costs and benefits of tax reform\n2017 could be a watershed year from a tax reform perspective. Trump has continuously\nstated that tax reform is a priority, and there is evidence of widespread support in\nCongress. Tax reform could be enacted through reconciliation without the risk of being\nfilibustered, suggesting the timing could be imminent. Corporate tax reform could have\na significant impact on S&P 500 earnings, corporate behavior and capital markets. Much\nhas been written on the timing, funding and process by which corporate tax reform\ncould be enacted. In this report, we use House Speaker Paul Ryan’s Blueprint proposal as\na starting point in quantifying the impact of corporate tax reform on the S&P 500, with\nsome scenario analysis to account for differences included in the final bill (such as\nTrump’s proposals). Our analysis is focused specifically on the impact of corporate tax\nreform, however we recognize that there are many other factors that can impact the\nsensitivity analysis (e.g. changes to household income tax rates, infrastructure spending,\netc.).\nWe estimate that the Blueprint proposal would initially boost S&P 500 EPS by $5-6,\nassuming the end of interest expense deductions only applies to new debt, or is phased\nin over time. But the devil is in the details. Over time, the loss of the interest tax shield\nwould be a significant drag on earnings as existing debt is refinanced. Additionally, the\ncorporate tax rate is critical in determining whether or not the tax reform policies end\nup being accretive to earnings on a sustained basis. We estimate that at the 20% tax\nrate, the Blueprint would be modestly accretive, the benefit would triple under Trump’s\nproposed 15% tax rate, but at a higher 25% tax rate that would appease the deficit\nhawks in Congress, the benefit would turn to a negative over time (Table 2). We also\nestimate a one-time $8-9 charge to GAAP EPS that would be associated with the\ndiscounted repatriation tax.\nTable 2: Estimated impact of tax reform on S&P 500 2018 EPS\nTax policy 15% 20% 25%\nTax rate change 10.50 8.00 5.00\nEnding interest deductibility – initial impact* -0.50 to -1.00 -0.50 to -1.50 -0.50 to -2.00\nBorder adjustments -4.00 -5.50 -6.50\nShare count reduction from buybacks (50%) 4.00 4.00 4.00\nTotal initial impact 9.50 to 10.00 5.00 to 6.00 0.50 to 2.00\nEnding interest deductibility – recurring impact -3.50 -5.00 -6.00\nRecurring impact 7.00 1.50 -3.50\nOne-time repatriation tax (8.75%), GAAP\ncharge -8.50 -8.50 -8.50\nSource: BofAML US Equity & Quant Strategy, FactSet, Compustat, S&P\n*Assumes end to interest deductibility only applies to new debt, where we estimate 70-90% of debt is long-term.\nNote: For this exhibit, we assume that 100% of the cash is repatriated and 50% of it is spent on buybacks. For different buyback\nassumptions, please see the section on repatriation.\nIn the following pages, we focus on the following topics that have large implications for\nUS equity investors, but it is important to consider corporate tax reform holistically\nrather than drawing major implications from each measure in isolation:\n• Reducing the US corporate tax rate\n• Repatriation - mandatory tax on overseas profits\n• Border adjustment tax\n• Removal of interest expense deduction\nThe government revenue associated with each of these is included in the table below.\nEquity Strategy Focus Point | 29 January 2017 3\nTable 3: Estimated 10-year* revenue impact from tax plans, $bn\nBased on estimates from both the Tax Policy Center and Tax Foundation\nHouse Plan Trump Plan\nCorporate Tax Reform -890 to -1200 -1940 to -2630\nLower corporate tax rate (20% under House, 15% under Trump) -1800 to -1850 -2120 to -2350\nFull capex expensing, interest expense no longer deductible (mandatory under\nHouse, choice between two under Trump)** -450 to -1040 -320 to -590\nDeemed repatriation of overseas earnings 140 to 190 150-200\nMove to territorial tax system -90 to -160 n/a\nBorder adjustment 1070 to 1180 n/a\nChanges to individual income/payroll taxes -980 to -2020 -2190 to -3730\nRepeal estate/gift taxes -190 to -240 -170 to -240\nTotal (static) estimate -2420 to -3100 -4370 to -6150\n*Tax Foundation assumes impact over 2016-2025 and Tax Policy Center assumes impact over 2016-2026\n**Under House plan, Tax Foundation separately breaks out estimates for full capex expensing (-$2236) and disallowing interest deduction\non new loans (+$1194).\nNote: estimates rounded to nearest ten billion, with range to incorporate estimates from both sources. Other elements to corporate tax\nreform not itemized above include eliminating the AMT, repealing certain corporate tax deductions, etc.\nSource: Urban-Brookings Tax Policy Center, Tax Foundation, BofA Merrill Lynch US Equity & US Quant Strategy (calculation of ranges)\nFrom a sector and industry perspective there are haves and have-nots based on each\npolicy, but in aggregate most sectors have some puts and some takes based on tax\nreform. The table below shows some relevant aggregate statistics by sector that inform\nour subsequent analysis.\nTable 4: Estimated overseas cash vs. last 12 month effective tax rate vs. COGS net exports by sector\nSector\nEst. cash\noverseas ($bn)\nOverseas cash\n% mkt cap\nEffective tax\nrate LTM\nNet % imported vs\nexported COGS\nDiscretionary 75 2.9% 28% -14%\nStaples 68 3.2% 29% -13%\nEnergy 39 2.6% 21% -3%\nHealth Care 187 7.0% 23% -4%\nIndustrials 127 6.0% 26% 1%\nTechnology 647 14.9% 20% -9%\nMaterials 24 4.0% 23% 3%\nTelecom 1 0.2% 29% 0%\nUtilities 2 0.3% 28% 0%\nS&P 500 ex. Financials & Real Estate 1,170 5.7% 25% -6%\nSource: BofAML US Equity & Quant Strategy, FactSet, Bloomberg\nCutting the corporate tax rate\nThe best starting point for analyzing corporate tax reform is the US statutory corporate\ntax rate, as this rate is critical in determining the impact of other proposed changes\n(border adjustments, interest deductibility, etc.). If the tax rate were lowered from 35%\nto 20% and the US moved to a territorial tax system (no longer taxing foreign profits),\nall else equal, we estimate an initial boost to S&P 500 EPS of 12% ($17 to 2018 EPS).\nHowever, over time, some of this benefit could be passed on to customers via lower\nprices — for instance, it is unlikely that there will be any major long-lasting impact from\ntax reform for Utilities sector profits, as any benefit/cost would likely be passed through\nto customers when incorporated into each company's regulated pricing. The benefit\nwould also be offset by some of the other changes discussed in subsequent sections.\nWe assume that S&P 500 companies would be able to retain half of the benefit, or\nroughly $8 of 2018E EPS. Below, we show the estimated EPS impacts on each sector\nbased on a tax rate of 20%.\n4 Equity Strategy Focus Point | 29 January 2017\nChart 1: Sector EPS estimated impact from 20% rate\n0% 2% 4% 6% 8% 10% 12% 14% 16% 18% 20%\nFinancials\nDiscretionary\nTelecom\nStaples\nIndustrials\nHealth Care\nEnergy\nMaterials\nInfo Tech\nReal Estate\n2%\n4%\n8%\n10%\n10%\n14%\n12%\n12%\n16%\n18%\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nWhile the effective tax rate of the S&P 500 is generally about 28% (currently closer to\n25% due to the recent commodity recession), we estimate that the tax rate for the S&P\n500’s domestic operations is much higher at roughly 33% — although this includes\nstate and local taxes. If all companies with tax rates above the proposed new tax rate of\n20% were to drop to 20%, and no companies provisioned for US taxes on foreign\nprofits, we estimate the domestic effective tax rate for the S&P 500 would fall in line\nwith its foreign tax rate of roughly 19%. This would represent a 9ppt decrease in the\ncurrent S&P 500 tax rate and a 12% increase in EPS. We show the sensitivity to S&P\n500 EPS to different assumed tax rates in the chart below, but we reiterate that these\nestimates exaggerate the actual impact on profits, as a significant portion of these\nbenefits would likely be passed on to consumers via lower prices. We assume that in\naggregate, roughly half of the gains from the lower tax rate would be retained (i.e. half\nof the amounts shown in the sensitivity analysis in Chart 2).\nTable 5: Impact of 20% domestic corporate tax rate\nSector Current tax rate New tax rate Change\nDiscretionary 30% 19% -12ppt\nStaples 29% 20% -9ppt\nEnergy 41% 32% -9ppt\nFinancials 33% 21% -11ppt\nHealth Care 25% 16% -9ppt\nIndustrials 32% 23% -9ppt\nInfo Tech 18% 14% -4ppt\nMaterials 28% 23% -5ppt\nReal Estate 9% 7% -2ppt\nTelecom 29% 20% -9ppt\nUtilities 32% 20% -12ppt\nS&P 500 28% 19% -9ppt\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\n* Current tax rates may differ from other sources, as this analysis is based on companies’ 5-yr median\nfiscal year domestic and foreign tax data from annual filings.\nChart 2: Benefit to 2018 S&P 500 EPS from lower tax rates\n20%\n15%\n10%\n5%\n0%\n$10.50 $8.00\n15% 20% 25%\nNew Corporate Tax Rate\nEstimated impact on 2018 EPS\n$5.00\nSource: BofAML US Equity & Quant Strategy\nNote: Our base case assumes that half of the benefit would be passed on to customers, competed\naway or offset by other changes to the tax code. Thus, we would expect the uplift to our EPS forecast\nto be roughly half the calculated benefit from simply lowering the corporate tax rate.\nThe market is beginning to price in the benefits of tax cuts , but we may still be in the\nearly days – note that potential beneficiaries of fiscal stimulus (i.e. infrastructure\nspending) have seen an 18% multiple re-rating but de minimis fundamental support,\nwhereas potential beneficiaries of lower corporate tax rates have seen performance\ndriven nearly equivalently by multiples and earnings.\nEquity Strategy Focus Point | 29 January 2017 5\nChart 3: Decomposition of performance of 1) S&P 500 stocks exposed to fiscal stimulus* and 2) top\n50 S&P 500 stocks with the highest L12M effective tax rates, vs. rest of S&P 500 (1/31/16-1/23/17)\n25%\n20%\n15%\n10%\n5%\n20%\n2%\n18%\n15%\n7%\n19%\n11%\n8% 8%\n15%\n6%\n9%\n0%\nStimulus Beneficiaries\nS&P 500 ex-Stimulus\nBeneficiaries\nHigh Effective Tax Rate\nList\nChg in PE Chg in EPS Performance\nS&P 500 ex-High Eff Tax\nRate List\n*Stocks identified by BofAML analysts as stimulus beneficiaries in 150 stocks with exposure to the Fiscal Stimulus theme 21 Aug. 2016\nSource: FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\nPotential beneficiaries: See Table 19 at the end of this report for a screen of\ndomestically-oriented companies with high effective tax rates which could\npotentially benefit from a lower corporate tax rate.\nRepatriation\nRepatriation likely under both Blueprint and Trump plans\nMandatory tax on overseas profits of 8.75% under Blueprint, 10% under Trump\nThe US currently operates under a tax system in which the domestic earnings of US\ncorporates are taxed at the federal US corporate rate (35%) and any overseas earnings\nthat are repatriated are taxed at this rate less a credit for foreign taxes paid on those\nsame earnings. Many multinationals’ foreign earnings thus remain parked offshore,\nallowing corporations to avoid the tax hit associated with bringing them back to the US.\nBoth Trump and the House (under Ryan) have proposed a mandatory tax of overseas\nearnings of US firms’ foreign subsidiaries at reduced rates, such that this cash can be\nbrought back and put to work in the US. This differs from the 2004 repatriation tax\nholiday, which was optional.\nUnder the Blueprint, accumulated overseas earnings will be subject to a transition tax of\n8.75% 1 (for those held in cash/cash equivalents) or 3.5% (for all other holdings), with\ncompanies able to pay the tax liability over an eight-year period. This would be part of\nbroader tax reform, where a proposed territorial tax system would exempt companies’\nforeign income from US taxes and prevent future buildup of overseas profits as\ncompanies would be free to bring them home. Trump’s plan calls for a one-time deemed\nrepatriation of overseas corporate profits at a 10% tax rate.\nTable 6: Blueprint vs. Trump tax plans for taxing offshore earnings of US firms’ foreign subsidiaries\nPlan\nTax rate on accumulated overseas earnings\nBlueprint\n8.75% for cash/cash equivalents, 3.5% of all other holdings\nTrump tax plan 10%\nSource: donaldjtrump.com, abetterway.speaker.gov\nThe Tax Policy Center estimates that a repatriation tax holiday would generate\napproximately $150bn in tax receipts under Trump’s plan (over 10 years) and $140bn\n1\nNote: The effective tax rates of 8.75% and 3.5% under the Blueprint are based on an allowable deduction of 75% (for\ndeferred earnings held in cash/liquid assets) or 90% (for the non-cash portion), with the remainder taxed at the US\ncorporate tax rate, i.e. 35%(1-75%) = 8.75% and 35%(1-90%) = 3.5%. This methodology was proposed by Dave Camp’s\n(former chairman of the House Committee on Ways and Means) Tax Reform Act of 2014.\n6 Equity Strategy Focus Point | 29 January 2017\nunder the Blueprint (over eight years). The Tax Foundation similarly estimates that a\nrepatriation act could drive spending amounting to $185-200bn in revenues through\n2025, which could help fund infrastructure/defense spending.\nS&P 500 companies could bring back over $1tn – mostly in Tech & Health Care\nOur FX team has written that US corporates in aggregate (including Financials) hold\n~$2tn in cash overseas, and their work suggests that nearly half is concentrated within\n20 companies. Similarly, as we discuss below, half of the repatriated cash following the\n2004 Homeland Investment Act came from just 15 companies, predominantly in Pharma\nand Tech. Our own analysis of the S&P 500 (based on filings and estimates from our\nanalysts) suggests that non-Financials in the S&P hold approximately $1.2tn overseas,\nnearly three-quarters of which is in Tech and Health Care (Chart 4).\nChart 4: Estimated overseas cash as a % of mkt. cap by sector for the S&P 500 (excludes Financials\nand Real Estate)\nOverseas cash as a % of market cap\n16%\n14%\n12%\n10%\n8%\n6%\n4%\n2%\n0%\nTech\nHealth Care\nIndustrials\nS&P 500 ex. Fins. &\nReal Estate*\nMaterials\nStaples\nCons. Disc.\nEnergy\nUtilities\nTelecom\nNote: Overseas cash based on company disclosures where available, BofAML analyst estimates, and BofAML US Equity & Quant Strategy\nestimates using overseas sales as a guide where the former two were not available. For some companies, analyst estimates are for total\naccumulated overseas profits (which may not all be in cash). *S&P ex. Fins. & Real Estate cash is as a % of total S&P 500 market cap\nSource: Bloomberg, FactSet, BofA Merrill Lynch US Equity & US Quant Strategy, BofA Merrill Lynch Global Research\nRepatriation in context: a look back at 2004\nThe last repatriation holiday in the US was the Homeland Investment Act (HIA) of 2004\n(part of the American Jobs Creation Act), which allowed for a one-time repatriation of\nforeign earnings by US multinationals at a reduced effective tax rate of 5.25% (vs. the\nstatutory 35% rate), based on an allowable exemption of 85% of foreign earnings from\nUS taxes (35% x [1-85%] = 5.25%). This deduction could be claimed in the tax year\nbeginning before or after the passage date in Oct. 2004. Approximately $300bn was\nrepatriated, according to the Bureau of Economic Analysis (BEA)’s U.S. International\nTransactions Accounts Data, vs. an average of $60bn over the prior five years. The IRS\nestimates 2 that 843 US companies took advantage of the act.\nDespite HIA’s intent; most repatriated cash was spent on buybacks/dividends\nDespite the U.S. Treasury Department’s guidelines that repatriated earnings should be\nspent on capital investment, R&D, M&A, and other pro-growth uses such as hiring, this\nwas not ultimately the result: the National Bureau of Economic Research (NBER)\nestimates 3 that $0.92 of every $1.00 brought back was used to return cash to\nshareholders ($0.79 for buybacks and $0.15 for dividends) 4 , and that repatriation\nultimately did not lead to a pick-up in capex, employment or R&D. In fact, a 2011 report\nby US Senate Permanent Subcommittee on Investigations 5 found that the top 15\n2\nRedmiles, Melissa: “The One Time Received Dividend Deduction”, https://www.irs.gov/pub/irssoi/08codivdeductbul.pdf\n3\nDhammika Dharmapala, C. Fritz Foley, and Kristin J. Forbes: “Watch What I Do, Not What I Say: The Unintended\nConsequences of the Homeland Investment Act”, NBER Working Paper No. 15023, June 2009,\nhttp://www.nber.org/papers/w15023.pdf.\n4 The $0.79 for buybacks and $0.15 for dividends does not sum to the $0.92 cash return figure due to the\nNBER’s calculation methodology.\n5\nUnited States Senate Permanent Subcommittee on Investigations: “Repatriating Offshore Funds: 2004 Tax Windfall\nfor Select Multinationals”, Majority Staff Report, October 11, 2011\nEquity Strategy Focus Point | 29 January 2017 7\nrepatriating companies—which accounted for 52% of the total repatriated amount—\nactually reduced their US workforce and decreased their R&D spending following the\nrepatriation act. The authors of the NBER study point out that cash is fungible, and\nfirms were able to bypass the guidelines on how repatriated cash should be used.\nTable 7 shows the top 15 repatriating companies following the HIA, and IRS estimates\nfor the proportion of repatriated cash by industry are in Table 8.\nTable 7: Top 15 repatriating companies based on the 2004 HIA\nCompany\nRepatriated Amount ($bn)\nPfizer 35.5\nMerck 15.9\nHewlett Packard 14.5\nJohnson & Johnson 10.7\nIBM 9.5\nSchering-Plough 9.4\nBristol Myers 9.0\nEli Lilly 8.0\nDuPont 7.7\nPepsi Co, Inc. 7.4\nIntel 6.2\nCoca-Cola 6.1\nAltria 6.0\nProcter & Gamble 5.8\nOracle 3.1\nSource: Data provided by corporations in response to U.S. Senate Permanent Subcommittee on\nInvestigations survey\nTable 8: Corporations Repatriating Dividends Under IRC Section 965,\nSelected Items, by Selected Major and Minor Industry of the Parent\nCorporation, Tax Years 2004-2006\nIndustry\n% of Repatriated Cash Dividends\nPharmaceutical and medicine manufacturing 29%\nComputer and electronic equipment manufacturing 19%\nOther manufacturing 8%\nFood manufacturing 6%\nOther chemical manufacturing 5%\nInformation (including software publishers) 4%\nFinance, insurance, real estate, rental and leasing 4%\nTransportation equipment manufacturing 3%\nManagement of companies and enterprises 3%\nAll other industries 2%\nPaper manufacturing 2%\nMachinery manufacturing 2%\nElectrical equipt, appliance & component manufacturing 2%\nOther services 2%\nBasic chemical manufacturing 2%\nFabricated metal product manufacturing 1%\nRetail trade 1%\nWholesale trade, nonduarable goods 1%\nWholesale trade, durable goods 1%\nProfiessional, scientific and technical services 1%\nTransportation and warehousing 0%\nPlastics and rubber products manufacturing 0%\nPrimary metal manufacturing 0%\nNote: all figures are IRS estimates\nSource: IRS (https://www.irs.gov/pub/irs-soi/08codivdeductbul.pdf)\nOur data for the S&P 500 similarly suggests that share repurchases saw the biggest\npick-up in terms of cash use from when the HIA was passed in October 2004 through\nthe end of 2006. Buybacks jumped over 200% over this period, where they went from\n12% of operating cash flows to 33% of operating cash flow by the end of 2006.\nChart 5: Capex, dividends, buybacks and M&A for the S&P 500 ex-Financials: increase from\n10/31/2004-12/31/2006 and % of Operating Cash Flow during both dates\n60%\n250%\n% of Operating cash Flow\n50%\n40%\n30%\n20%\n10%\n0%\n200%\n150%\n100%\n50%\n0%\nCapex Dividends Net Buybacks Acquisitions\n% of OCF - 10/31/2004 (LHS) % of OCF - 12/31/2006 (LHS) % increase (RHS)\n% increase 10/31/04-12/31/06\nSource: FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\n(https://www.hsgac.senate.gov/subcommittees/investigations/media/new-data-show-corporateoffshore-funds-not-trapped-abroad-nearly-half-of-so-called-offshore-funds-already-in-the-united-states)\n8 Equity Strategy Focus Point | 29 January 2017\nNo alpha from repatriation and multiples actually compressed\nOur analysis of the top 15 repatriating companies (from Table 7) suggests that while\nthese companies initially outperformed both the S&P 500 and equal-weighted S&P 500\nfrom November 2004-April 2005 (by 6ppt and 5ppt, respectively), they subsequently\nunderperformed during the remainder of 2005 and early 2006 (Chart 6). From the end of\nSeptember 2004 through year-end 2006, these stocks were up 27% on average, in-line\nwith the overall S&P 500, and below the equal-weighted benchmark’s 36% return. And\nmultiples for these stocks compressed over the majority of this period, both on an\nabsolute basis and relative to the benchmark (Chart 7).\nChart 6: Cumulative relative performance (equal-weighted) vs. S&P 500\nand EW S&P 500 of Top 15 repatriating companies, 9/30/04-12/31/06\nChart 7: Fwd. P/E of Top 15 repatriating companies – absolute and\nrelative to the S&P 500 median fwd. P/E, 9/30/04-12/31/06\n106.0\n104.0\n102.0\n100.0\n98.0\n96.0\n94.0\n92.0\n90.0\n88.0\n86.0\nSep/04\nOct/04\nNov/04\nDec/04\nJan/05\nFeb/05\nMar/05\nApr/05\nMay/05\nJun/05\nJul/05\nAug/05\nSep/05\nOct/05\nNov/05\nDec/05\nJan/06\nFeb/06\nMar/06\nApr/06\nMay/06\nJun/06\nJul/06\nAug/06\nSep/06\nOct/06\nNov/06\nDec/06\n23.0\n22.0\n21.0\n20.0\n19.0\n18.0\n17.0\n16.0\nSep/04\nNov/04\nJan/05\nMar/05\nMay/05\nJul/05\nSep/05\nNov/05\nJan/06\nMar/06\nMay/06\nJul/06\nSep/06\nNov/06\nTop 15 Fwd P/E (LHS)\n1.50\n1.40\n1.30\n1.20\n1.10\n1.00\n0.90\nTop 15 vs. S&P 500 Top 15 vs. EW S&P 500\nTop 15 Rel Fwd P/E vs. Median S&P 500 Fwd P/E (RHS)\nSource: U.S. Senate Permanent Subcommittee on Investigations survey (for Top 15 repatriating\nstocks), FactSet, Bloomberg, BofA Merrill Lynch US Equity & US Quant Strategy\nSource: U.S. Senate Permanent Subcommittee on Investigations survey (for Top 15 repatriating\nstocks), FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\nPost-repatriation cash use: will this time be different?\nValuations, investor preference, growth & leverage ratios suggest less buybacks\nWhile any potential restrictions on the use of repatriated earnings are still unknown, we\nsuspect that a pick-up in buybacks is likely, but that a lower proportion will be used for\nbuybacks today than during the last repatriation holiday. Valuations were generally more\nattractive in 2004-2005 on most metrics (Table 9), and we’ve found that buybacks tend\nto be more rewarded when stocks are cheap (Chart 8). Additionally, the largest buybacks\nhave not generated alpha for the last several years, as investors have increasingly\nagitated for companies to use their excess cash on pro-growth investments (namely\ncapex.) According to BofAML’s latest Global Fund Manager Survey, 60% of investors\nwant companies to increase capex spending, vs. 17% who want companies to return\ncash to shareholders (Exhibit 1). This compares to a majority of investors desiring\ncompanies to return cash to shareholders when the HIA was passed in late 2004.\nCompanies may also feel less pressure to bolster per share metrics by reducing share\ncount if top line is recovering and organic growth is finally materializing. And from a\ncapital structure perspective, if leverage loses its tax benefit, given that leverage ratios\nare already high (see below) companies may be less likely to reduce their equity capital\nbase, as that would marginally increase their weighted average cost of capital.\nSpecial dividends, pay-down of debt may be other likely uses\nCompanies may also return the cash to shareholders by issuing a one-time special\ndividend: income remains in-demand, given that both interest rates and dividend payout\nratios remain historically low. And if a repatriation tax holiday comes within the context\nof broader tax reform that includes an end to the deductibility of interest expense,\ncompanies may choose to pay down debt over other uses of cash, in an attempt to skew\ntheir balance sheets less toward debt and more toward equity (see the section on no\nEquity Strategy Focus Point | 29 January 2017 9\ninterest tax shield later in this report). Deleveraging balance sheets may also be spurred\nby a continued environmwnt of rising interest. Leverage for S&P non-Financials has\nsteadily been ticking up over the last few years, and, if we exclude the cash-rich\nTechnology sector, leverage is approaching all-time highs (Chart 9).\nTable 9: S&P 500 valuations: October 2004 vs. today\nMetric 10/31/2004 Today (12/31/16)\nFwd P/E 15.6 16.9\nTrailing P/E 16.7 22.0\nMedian Fwd P/E 16.2 17.3\nP/B 2.8 2.9\nEV/EBITDA 11.6 11.7\nP/S 1.5 2.0\nEV/Sales 2.2 2.3\nSource: FactSet, S&P, BofA Merrill Lynch US Equity & US Quant Strategy\nChart 8: Average Annual Return of Russell 1000 Top Quintiles by factor\n(1986-present)\n16%\n14%\n12%\n10%\n8%\n10.0%\n11.7%\n13.5%\nBenchmark High Share Repurchase INEXPENSIVE\nCompanies with High\nShare Repurchase\nNote: valuation factor used to determine inexpensive companies is FCF/P\nSource: FactSet,, BofA Merrill Lynch US Equity & US Quant Strategy\nExhibit 1: BofAML Global Fund Manager Survey (January 2017): What\nwould you most like to see companies do with cash flow?\nChart 9: Net Debt/EBITDA for the S&P 500 ex Financials (and excluding\nEnergy and Tech)\n3.5\n3.0\n2.5\n2.0\n1.5\nSource: BofA Merrill Lynch Global Fund Manager Survey (17 January 2017)\n1.0\n86 88 90 92 94 96 98 00 02 04 06 08 10 12 14 16\nS&P 500 ex Financials\nS&P 500 ex Fins. & Energy\nAvg.\nS&P 500 ex Fins. & Tech\nSource: FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\nPotential EPS impacts\n$8-9 (6-7%) hit to GAAP EPS from the mandatory tax on accumulated overseas\nprofit\nWe estimate that a tax of accumulated overseas profits of $1.2tn would result in a cash\ntax impact of $100-120bn (which may be allowed to be paid over 8-10 years), and a\none-time hit to GAAP EPS of $8-9 (a lower $65-80bn, given that a several large\nmultinationals such as AAPL already provision for US taxes on a portion of their\noverseas profit, resulting in effective US tax rates well above the US statutory rate). Our\nanalysis assumes Trump’s/the Blueprint’s proposed rates of 8.75%/10%, and that all\noverseas profits are hit with this one-time tax, as suggested by their plans. See Table\n10.\nNote that our estimate of ~$1.2tn of cumulative profits overseas is based on estimates\nfrom us, our fundamental analysts, and company filings, where in many cases only\noverseas cash but not other indefinitely invested earnings are disclosed/estimated.\nThus, the tax on these earnings could be slightly higher, though the Blueprint would tax\nearnings not held in cash at a lower 3.5% rate. (We conservatively assume our estimated\n$1.2tn is all cash and use the higher 8.75% rate under the Blueprint and 10% under\nTrump’s plan in our below analysis).\n10 Equity Strategy Focus Point | 29 January 2017\nTable 10: Tax impact from taxation of accumulated overseas profits at 10%/8.75% rates (assuming\nmandatory tax i.e. all overseas profits are taxed)\nCash tax impact ($bn) One-time tax hit to GAAP earnings\nSector Trump (10%) Blueprint (8.75%) Trump (10%) Blueprint (8.75%)\nConsumer Discretionary 7.5 6.5 7.5 6.5\nConsumer Staples 6.8 5.9 6.8 5.9\nEnergy 3.9 3.4 3.9 3.4\nHealth Care 18.7 16.4 18.7 16.4\nIndustrials 12.7 11.1 12.7 11.1\nInformation Technology 64.7 56.6 26.0 22.7\nMaterials 2.4 2.1 2.4 2.1\nTelecommunication Services 0.1 0.1 0.1 0.1\nUtilities 0.2 0.2 0.2 0.2\nS&P 500 ex. Financials & Real Estate 117.0 102.4 78.3 68.5\nS&P 500 GAAP EPS impact ($9) ($8)\nSource: FactSet, Bloomberg, BofAML Global Research estimates, BofA Merrill Lynch US Equity & US Quant Strategy\nWe estimate share buybacks add $4 (or as high as $6) to EPS (GAAP & non-GAAP)\nIf the full $1.2tn that we estimate for overseas cash for the S&P 500 ex. Financials &\nReal Estate is brought back (given the tax is mandatory and will be paid either way) and\n50% is used on buybacks (~3% of S&P 500 market cap), this could add ~$4 to S&P 500\nEPS. And if 80% (~4% of market cap) were used on buybacks, similar to NBER’s\nestimate of what occurred following the 2004 tax holiday, this could add $6 to EPS.\n(The difference between the Trump and Blueprint tax rates is small, leading to only\ncents in index EPS.) If one assumed companies only brought half of their offshore cash\nhome immediately, even though the full amount was taxed, these benefits would be cut\nin half.\nNote that buyback programs may span several years, which could spread out some of\nthe EPS benefit below. But if one assumes a buyback is fully executed in Year 1, this\nprovides a one-time boost to EPS growth and a recurring benefit to future EPS given a\npermanently lower share count.\nTable 11: Impact to S&P 500 EPS based on various buyback scenarios\n% used for buybacks: 10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nTrump (10% tax) 1% 1% 2% 2% 3% 3% 4% 4% 5% 6%\nBlueprint (8.75% tax) 1% 1% 2% 2% 3% 3% 4% 5% 5% 6%\nBenefit to 2017 EPS: $1 $1 $2 $3 $4 $4 $5 $6 $7 $7\nBenefit to 2018 EPS: $1 $1 $2 $3 $4 $5 $5 $6 $7 $8\nAssumes 100% of overseas cash is brought back (given tax is mandatory)\nSource: FactSet, Bloomberg, BofA Merrill Lynch Global Research estimates, BofA Merrill Lynch US Equity & US Quant Strategy\nBelow we calculate the potential impact to sectors’ EPS under various buyback\nscenarios. Differences are small under the Trump vs. Blueprint tax rates.\nTable 12: Impact to sector EPS from various buyback scenarios under\nTrump (10% tax rate)\n% used for buybacks:\n10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nCons. Disc. 0% 1% 1% 1% 1% 2% 2% 2% 3% 3%\nStaples 0% 1% 1% 1% 2% 2% 2% 3% 3% 3%\nEnergy 0% 0% 1% 1% 1% 1% 2% 2% 2% 2%\nHealth Care 1% 1% 2% 3% 3% 4% 5% 5% 6% 7%\nIndustrials 1% 1% 2% 2% 3% 4% 4% 5% 5% 6%\nTech 1% 3% 4% 6% 7% 9% 11% 13% 14% 16%\nMaterials 0% 1% 1% 2% 2% 2% 3% 3% 4% 4%\nTelecom 0% 0% 0% 0% 0% 0% 0% 0% 0% 0%\nUtilities 0% 0% 0% 0% 0% 0% 0% 0% 0% 0%\nAssumes 100% of overseas cash is brought back (given tax is mandatory)\nSource: FactSet, Bloomberg, BofA Merrill Lynch Global Research estimates, BofA Merrill Lynch US\nEquity & US Quant Strategy\nTable 13: Impact to sector EPS from various buyback scenarios under\nBlueprint (8.75% tax rate)\n% used for buybacks:\n10% 20% 30% 40% 50% 60% 70% 80% 90% 100%\nCons. Disc. 0% 1% 1% 1% 1% 2% 2% 2% 3% 3%\nStaples 0% 1% 1% 1% 2% 2% 2% 3% 3% 3%\nEnergy 0% 0% 1% 1% 1% 1% 2% 2% 2% 3%\nHealth Care 1% 1% 2% 3% 3% 4% 5% 5% 6% 7%\nIndustrials 1% 1% 2% 2% 3% 4% 4% 5% 5% 6%\nTech 1% 3% 4% 6% 8% 9% 11% 13% 15% 16%\nMaterials 0% 1% 1% 2% 2% 2% 3% 3% 4% 4%\nTelecom 0% 0% 0% 0% 0% 0% 0% 0% 0% 0%\nUtilities 0% 0% 0% 0% 0% 0% 0% 0% 0% 0%\nAssumes 100% of overseas cash is brought back (given tax is mandatory)\nSource: FactSet, Bloomberg, BofA Merrill Lynch Global Research estimates, BofA Merrill Lynch US\nEquity & US Quant Strategy\nEquity Strategy Focus Point | 29 January 2017 11\nCross-asset implications of repatriation\nRepatriation should spur USD-buying – up to 40% may be non-USD denominated\nWhile few companies disclose the currency composition of their offshore cash, our FX\nteam estimates that 60-75% is already in USD while 25-40% is non-dollar-denominated.\n(If we extrapolate based on the S&P 500’s geographic revenue exposure, the largest\nproportion could be in Europe, followed by emerging Asia.) This may result in upward\npressure on the USD (which they estimate could amount to $250-$400bn if half of all\noffshore cash, which they estimate at ~$2tn, was repatriated). Their analysis of the\nEUR-USD during the last repatriation holiday suggests an “announcement effect” is\nlikely, as the dollar strengthened ahead of the bulk of the actual repatriation flows.\nRepatriation could put upward pressure on bank funding costs\nOur rates team’s analysis of some of the largest multinationals with offshore cash\nsuggests ~70% of cash is invested in securities with maturities greater than one year,\nwith the remaining 30% having shorter maturities. See table below. They believe\nrepatriation could put upward pressure on bank funding costs as firms reduce their\nholdings in these short-term investments. According to Crane Data on offshore money\nfund holdings, our rates team cites that $161bn of offshore funds are held in commercial\npaper and CDs, of which the majority are from financial institutions with Japan, France and\nCanada the largest issuers.\nTable 14: Offshore holdings and investment allocation for select firms\n(see footnote) per BofAML Rates team (as published 12/9/2016)\nAllocation*\nCash & MMF 8%\nCP & CD 5%\nTsy & Agy 35%\nCorporate 36%\nNon-US Sov 4%\nOther 12%\nMaturity of securities holdings**\n<1y 28%\n1-5y 59%\n5-10y 7%\n>10y 6%\n*Allocation = weighted avg of holdings across all company investments for AAPL, MSFT, CSCO, ORCL,\nGOOG, MRK, INTC and PFE. **Maturities = weighted avg. of holdings from MSFT, CSCO, GOOG, INTC.\nSource: BofAML Global Research, company 10Q’s\nExhibit 2: Offshore money fund USD asset holdings ($bn) as of 9/30/16\nSource: Crane data, BofA Merrill Lynch Global Research\nPotential beneficiaries: See Table 20 for a screen of companies with high (>10%)\noverseas cash to market capitalization ratios which could potentially benefit from\nrepatriation.\nBorder adjustment tax analysis\nA new tax policy outlined in the Blueprint proposal that has been getting a lot of\nattention recently is the border adjustment tax, or the application of border adjustments\nto a company’s imports and exports. While Trump has described the proposal as being\n“too complicated,” it is a key component of the Blueprint plan and should not be\nignored. Additionally, White House press secretary Sean Spicer’s recent reference to\n“…the plan taking shape right now, using comprehensive tax reform as a means to tax\nimports from countries…” could be a sign that Trump is not as against the proposal his\nother comments would indicate.\n12 Equity Strategy Focus Point | 29 January 2017\nThis policy would effectively result in the tax authorities recognizing all sales that take\nplace in the US (regardless of where they are produced) and all the domestic costs\nincurred to produce goods and services for customers (regardless of where the sale\ntakes place). As a result, net importers (such as many retailers) would suffer, as they\nwould have to pay taxes on their domestic sales without being able to deduct a\nsignificant portion of their costs of production. Conversely, net exporters (companies\nwith much of their production in the US but sales outside of the US) would stand to\nbenefit from not having to pay taxes on their foreign sales while being able to deduct a\nsignificant proportion of production costs (Exhibit 3). Purely domestic companies would\nbe unaffected.\nExhibit 3: Illustration of border adjustment treatment of US corporate taxation\nUS\nSold in the US:\nRecognize sales\nMade in the US:\nDeduct costs\nSold overseas:\nIgnore sales\nNon-US\nSold overseas:\nIgnore sales\nMade in the US:\nDeduct costs\nSold in the US:\nRecognize sales\nMade overseas:\nMade overseas: Can’t deduct costs\nCan’t deduct costs\nSource: BofA Merrill Lynch US Equity & US Quant Strategy\nEven if border adjustments are enacted, there is significant uncertainty around\nimplementation details. For this analysis, we focus on the first order impact of border\nadjustments, but we recognize there would be significant second order impacts on the\npricing of products, pricing within the supply chain, foreign exchange rates as well as\nforeign policy reactions. (We discuss many of these second order impacts later in this\nreport.) For the current exercise, we also ignored the cost of services as the\nimplementation of these rules would be more complicated. See the Methodology\nsection for more details.\nWe estimate that at a 20% tax rate, border adjustments would detract $5-6 from 2018\nEPS, with nearly 80% of the drag coming from the Consumer Discretionary and\nConsumer Staples sectors (roughly evenly split). This impact includes a 50% haircut to\naccount for offsets from alternate sourcing, currency rates and pricing power. On one\nhand, we may be drastically underestimating the impact because we have not included\nthe second order impacts on the supply chain. For example, many retailers source the\nbulk of their goods from domestic suppliers, who source their goods from overseas\nsuppliers. So while the original retailer may not feel the direct tax hit from importing\ngoods, the supplier that took the tax hit would likely pass along a significant portion of\nthis via a higher cost. On the other hand, the supplier or the retailer could look for\nalternate domestic sources for those products, but it would largely depend on whether\nthe cost differential of production between the US and overseas exceeded the border\nadjustment tax. Some key components in determining the cost differential are the\nforeign exchange rates (more on this below) and labor costs. In the end, the net impact\nof the border adjustment taxes will be driven by a complex interplay between corporate\ntax rates, pricing power, foreign exchange moves, foreign versus domestic availability\nand cost differentials.\nEquity Strategy Focus Point | 29 January 2017 13\nChart 10: Sector EPS impact from border\nadjustment tax (15% rate)\nStaples -23%\nDiscretionary -21%\nEnergy\n-8%\nHealth Care\n-4%\nInfo Tech\n-3%\nUtilities\n0%\nTelecom\n0%\nFinancials\n0%\nReal Estate\n0%\nIndustrials\n1%\nMaterials\n3%\n-30% -20% -10% 0% 10%\n15% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nChart 11: Sector EPS impact from border\nadjustment tax (20% rate)\nStaples -31%\nDiscretionary -28%\nEnergy\n-10%\nHealth Care\n-5%\nInfo Tech\n-4%\nUtilities\n0%\nTelecom\n0%\nFinancials\n0%\nReal Estate\n0%\nIndustrials\n1%\nMaterials\n4%\n-40% -30% -20% -10% 0% 10%\n20% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nChart 12: Sector EPS impact from border\nadjustment tax (25% rate)\nStaples -38%\nDiscretionary -35%\nEnergy\n-13%\nHealth Care\n-6%\nInfo Tech\n-5%\nUtilities\n0%\nTelecom\n0%\nFinancials\n0%\nReal Estate\n0%\nIndustrials\n2%\nMaterials\n5%\n-50% -40% -30% -20% -10% 0% 10%\n25% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nOffsetting BAT with a little math and some price increases\nA company could fully offset the border adjustment tax by raising prices such that the\nafter-tax increase in sales would exceed the drag from the lost deduction of costs. All\nelse equal, the break-even price increase would be equivalent to the cost of goods sold\nas a % of sales multiplied by net % imported and the tax to after-tax ratio, which at a\n20% rate is 0.25 (20%/80%).\nAs an example, a company with a 25% gross margin that imports 30% of its goods\nwould need to increase its prices by of 5-6% to offset the border adjustment tax, all\nelse equal.\nOffsetting BAT with FX\nSome of the increase in the after-tax cost of imported goods can also be offset by a\nstrengthening dollar. For example, companies producing goods in Mexico, which stand to\nsee a 25% increase in the cost of imported goods, should see the cost increase partially\noffset by the 13% devaluation of the Mexican Peso against the US dollar since the\nelection. The net cost increase is a more digestible 9%, especially when you also\nconsider that the Peso has devalued nearly 30% since its 2013 peak. While it may offer\nlittle consolation to corporates, the US Dollar Index is up over 25% since mid-2014, so\nthe border adjustment tax would presumably act as a reversal of the lowered cost of\noverseas production over that period.\nBorder adjustment sensitivity analysis\nThe table below illustrates how the change in the tax rate and the application of the\nborder adjustment tax would impact the domestic earnings of a hypothetical company\nwith sensitivity to different tax rates and net export assumptions. We assumed the\ncompany has a 40% gross margin, operating expenses are 20% of sales and an initial\ntax rate of 35%. As you would expect, the biggest benefit would accrue to companies\nwith significant net exports at a high domestic tax rate (bigger tax shield) and the most\nnegative impact to significant net imports at a high domestic tax rate (higher taxes on\nhigher taxable income).\n14 Equity Strategy Focus Point | 29 January 2017\nTable 15: Sensitivity of a company’s domestic earnings\nNet exports (% of COGS)\nTax rate -100% -50% 0% 50% 100%*\n15% -38% -4% 31% 65% 100%\n18% -54% -13% 27% 67% 108%\n20% -69% -23% 23% 69% 115%\n23% -85% -33% 19% 71% 123%\n25% -100% -42% 15% 73% 131%\n28% -115% -52% 12% 75% 138%\n30% -131% -62% 8% 77% 146%\n33% -146% -71% 4% 79% 154%\n35% -162% -81% 0% 81% 162%\nSource: BofAML US Equity & Quant Strategy\n*We note that it is unlikely that a company can be a 100% net exporter and have any domestic earnings to begin with.\nNote: We assume a company with a 40% gross margin, operating expenses are 20% of sales and an initial tax rate of 35%\nIndustry screen: Below we highlight industries which could potentially\nbenefit most / be hurt most by the BAT.\nChart 13: Industry EPS impact from border\nadjustment tax (15% rate)\n-100% -50% 0% 50%\nIndustrial Conglomerates\nLife Sciences Tools & Svcs\nChemicals\nHousehold Products\nMachinery\nHealth Care Technology\nElectrical Equipment\nMedia\nIT Svcs\nEnergy Equipment & Svcs\nBiotechnology\n-1%\nSemiconductors & Sem Equip\n-2%\nSoftware\n-2%\nPharmaceuticals\n-2%\nTrading Cos & Distributors\n-3%\nHealth Care Equipment &…\n-4%\nMetals & Mining\n-5%\nBuilding Products\n-5%\nElectronic Equip Instr &…\n-6%\nConstruction Materials\n-6%\nOil Gas & Consumable Fuels\n-9%\nCommunications Equipment\n-9%\nTech Hardware\n-9%\nHealth Care Providers & Svcs\n-11%\nHousehold Durables\n-12%\nAuto Components\n-20%\nLeisure Products -30%\nSpecialty Retail -33%\nDistributors -38%\nTextiles Apparel & Luxury Goods -39%\nInternet & Direct Mktg Retail -41%\nAutomobiles -41%\nMultiline Retail -49%\nFood & Staples Retailing -74%\n5%\n4%\n4%\n3%\n3%\n2%\n2%\n2%\n1%\n1%\nChart 14: Industry EPS impact from border\nadjustment tax (20% rate)\n-150% -100% -50% 0% 50%\nIndustrial Conglomerates\nChemicals\nLife Sciences Tools & Svcs\nHousehold Products\nMachinery\nHealth Care Technology\nElectrical Equipment\nMedia\nIT Svcs\nEnergy Equipment & Svcs\nBiotechnology\n-1%\nSemiconductors & Sem Equip\n-2%\nSoftware\n-3%\nPharmaceuticals\n-3%\nTrading Cos & Distributors\n-3%\nHealth Care Equipment &…\n-5%\nMetals & Mining\n-7%\nBuilding Products\n-7%\nElectronic Equip Instr &…\n-8%\nConstruction Materials\n-9%\nOil Gas & Consumable Fuels\n-12%\nTech Hardware\n-12%\nCommunications Equipment\n-12%\nHealth Care Providers & Svcs\n-14%\nHousehold Durables\n-16%\nAuto Components\n-21%\nLeisure Products\n-40%\nSpecialty Retail\n-45%\nDistributors\n-51%\nTextiles Apparel & Luxury Goods\n-52%\nInternet & Direct Mktg Retail -54%\nAutomobiles -55%\nMultiline Retail -65%\nFood & Staples Retailing -99%\n7%\n5%\n5%\n4%\n4%\n3%\n3%\n2%\n2%\n1%\nChart 15: Industry EPS impact from border\nadjustment tax (25% rate)\nIndustrial Conglomerates\nChemicals\nLife Sciences Tools & Svcs\nMachinery\nHousehold Products\nHealth Care Technology\nElectrical Equipment\nMedia\nIT Svcs\nEnergy Equipment & Svcs\nBiotechnology\nSemiconductors & Sem Equip\nSoftware\nPharmaceuticals\nTrading Cos & Distributors\nHealth Care Equipment &…\nElectronic Equip Instr &…\nMetals & Mining\nBuilding Products\nConstruction Materials\nTech Hardware\nOil Gas & Consumable Fuels\nCommunications Equipment\nHealth Care Providers & Svcs\nHousehold Durables\nAuto Components\nLeisure Products\nSpecialty Retail\nDistributors\nTextiles Apparel & Luxury Goods\nInternet & Direct Mktg Retail\nAutomobiles\nMultiline Retail\nFood & Staples Retailing\n-200% -150% -100% -50% 0% 50%\n-2%\n-3%\n-3%\n-4%\n-4%\n-6%\n-8%\n-9%\n-9%\n-11%\n-14%\n-15%\n-15%\n-18%\n-20%\n-21%\n-50%\n-56%\n-64%\n-65%\n-68%\n-69%\n-81%\n-124%\n8%\n6%\n6%\n5%\n5%\n4%\n4%\n3%\n2%\n2%\n15% tax rate\n20% tax rate\n25% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nClosing loopholes\nBoth Trump and the Blueprint proposal suggest getting rid of special-interest\ndeductions and credits that distort capital allocation decisions. The table below lists the\n25 biggest US corporate tax breaks. The #1 and #3 “tax breaks” are the deferral of\nforeign income and certain foreign financial income, but these would become irrelevant\nif the US moves to a territorial tax system, as is being proposed by the Blueprint plan.\nExempting corporations from paying US taxes on foreign income would put the US in\nEquity Strategy Focus Point | 29 January 2017 15\nline with the rest of the world on this issue. Similarly, the accelerated depreciation of\nmachinery & equipment would become irrelevant due to the move toward taxation\nbased on business cash flow and the immediate write-off of capital expenditures. Once\nthe depreciation from legacy investments has run off, then depreciation should become\nirrelevant for tax purposes. We also highlight the deduction for US production activities\n(section 199) due to it being specifically highlighted by the Blueprint proposal as no\nlonger being necessary under the new tax policies. Both the Blueprint and Trump have\nnoted that they would likely maintain the Research & Development related tax credits.\nTable 16: Top 25 US corporate tax breaks (2016)\nGovernment tax expense\nCategory/Industry\n2016\n($mn)\nDeferral of income from controlled foreign corporations International affairs 102,100\nAccelerated depreciation of machinery & equipment Commerce 28,570\nDeferred taxes for financial firms on certain income earned overseas International affairs 15,320\nDeduction for US production activities Commerce 12,080\nCredit for increasing research activities General science, space, and technology 9,580\nExclusion of interest on public purpose State & local bonds General purpose fiscal assistance 8,400\nCredit for low-income housing investments Housing 8,200\nExpensing of research & experimentation expenditures General science, space, and technology 6,350\nDeferral of gains from like-kind exchanges Commerce 5,720\nInventory property sales source rules exception International affairs 4,270\nGraduated corporation income tax rate Commerce 3,300\nExemption of credit union income Financial institutions and insurance 2,310\nSpecial ESOP rules Income security 1,910\nDeductibility of charitable contributions, other than education & health Training, employment, and social services 1,720\nTax credit for orphan drug research Health 1,700\nExclusion & deferral of policyholder income earned on life insurance & annuity contracts Financial institutions and insurance 1,470\nNew markets tax credit Community and regional development 1,260\nEnergy production credit Energy 1,050\nExclusion of interest on hospital construction bonds Health 1,010\nEnergy investment credit Energy 890\nWork opportunity tax credit Training, employment, and social services 830\nDeductibility of charitable contributions (education) Education 820\nTax exemption of insurance income earned by tax-exempt organizations Financial institutions and insurance 690\nExclusion of interest on bonds for private nonprofit educational facilities Education 660\nSpecial Blue Cross/Blue Shield tax benefits Health 630\nSource: BofAML US Equity & Quant Strategy, US Department of Treasury\nImmediate capex expensing should provide some initial cash tax benefits\nThe shift to the immediate expensing of capital expenditures should provide a\nsignificant near-term reduction in cash taxes as companies benefit from the ongoing\nreduction of taxable income from the depreciation of legacy assets combined with the\nfull expensing of new investments. As the depreciation of legacy assets rolls off, the tax\nbenefit would become more modest. Keep in mind that, for tax reporting, many\ncompanies already take advantage of the accelerated depreciation schedules discussed\nabove. The ongoing benefit of capex expensing derives from the deferral in the timing\nof tax payments.\nChart 16: S&P 500 capital expenditure to depreciation & amortization ratio\n1.6\n1.5\n1.4\n1.3\n1.2\n1.1\n1.0\n'86 '87 '88 '89 '90 '91 '92 '93 '94 '95 '96 '97 '99 '00 '01 '02 '03 '04 '05 '06 '07 '08 '09 '10 '12 '13 '14 '15 '16\nCapex/D&A\nAvg.\nSource: BofAML US Equity & Quant Strategy, S&P, Compustat\n16 Equity Strategy Focus Point | 29 January 2017\nNo interest tax shield\nAnother key offset to the lower corporate tax rate is the proposed ending of the\ndeduction of net interest expense. We assume that this rule would apply to new debt\nand that existing debt would be grandfathered. This tax shield removal would increase\nthe cost of debt by an incremental 25% (not to mention the 100bp+ rise in long-term\ninterest rates seen since the summer of 2016). In the table below, we illustrate the\nimpact on S&P 500 corporate profits. We estimate that over time, the removal of the\ninterest rate deduction would detract about 4%, or $4-5 from S&P 500 2018 EPS,\nalthough the initial impact would be less significant given 70-90% of the debt is long\nterm.\nTable 17: Estimated EPS impact from the removal of interest tax shield\nS&P 500 Non-Financials\nNet Debt ($mn) 2,899\nNet Debt/EBITDA 1.74\nNew tax rate 20%\nAfter-tax interest rate [interest rate w/ no tax shield * (1 - new tax rate)] 4.2%\nInterest rate w/ no tax shield [interest expense / net debt] 5.2%\nChange in cost of debt [(interest rate w/ no tax shield / after-tax interest rate) -1] 25%\nPotential profit impact (%) [(interest rate w/) no tax shield - after-tax interest rate) * (net debt / net income)] 4%\nPotential impact on 2018 EPS $4-5\nSource: BofAML US Equity & US Quant Strategy, S&P, FactSet\nMany investors assume that interest deductions would likely apply only to new debt, and\nif this were the case, the drag would be gradual for the overall S&P 500 as debt matures\nand is refinanced. Companies have shifted the composition of their debt toward longer\nmaturities and fixed rates. We estimate an average S&P 500 debt maturity of over eight\nyears, with just one-third maturing within the next three years. The grandfathering of\nexisting debt is a reasonable assumption, but not a sure thing, in our view. There is a\npossibility that legislators apply it to all debt on the grounds that most companies are\nexpected to be net beneficiaries of comprehensive tax reform.\nThere is also a possibility that this policy is phased in over a number of years, with\ncertain portions of the existing debt losing their interest deductibility over time.\nChart 17: Russell 1000 debt by type and\nmaturity - 2007\nST\nFloating,\n23.3%\nLT\nFloating,\n19.7%\nST\nFixed,\n2.8%\nSource: FactSet, BofAML US Equity & US Quant Strategy\nLT\nFixed,\n54.2%\nChart 18: Russell 1000 debt by type and\nmaturity - October 2016\nST\nFloating,\n15.3%\nLT\nFloating,\n14.0%\nST\nFixed,\n4.1%\nLT\nFixed,\n66.6%\nSource: FactSet, BofAML US Equity & US Quant Strategy\nTable 18: Russell 1000 estimated weighted\naverage debt maturity (ex-Financials & REITs)\nSector Estimated Wtd Avg Maturity (years)\nCons. Disc. 7.0\nCons. Staples 8.1\nEnergy 8.4\nHealth Care 8.0\nIndustrials 8.0\nMaterials 7.4\nTechnology 7.4\nTelecom 10.8\nUtilities 12.0\nTotal 8.3\nSource: FactSet, BofAML US Equity & US Quant Strategy\nThe most negatively impacted companies would clearly be the ones with the most\nleverage, in addition to those with depressed earnings (Metals & Mining, Energy, etc.).\nWhile the Utilities sector has a lot of leverage, there would likely be a pass through to\ncustomers in determining their allowed rate increase.\nEquity Strategy Focus Point | 29 January 2017 17\nChart 19: Sector EPS impact from ending\ninterest deductibility (15% rate; ex- fin, utes)\nEnergy -6.2%\nTelecom -5.9%\nMaterials\nDiscretionary\nIndustrials\nReal Estate\nStaples\nHealth Care\nInfo Tech\n-8% -6% -4% -2% 0%\n-3.5%\n-3.1%\n-2.7%\n-2.8%\n-2.2%\n-1.7%\n-0.9%\nChart 20: Sector EPS impact from ending\ninterest deductibility (20% rate; ex- fin, utes)\nEnergy\nTelecom\nMaterials\nDiscretionary\nIndustrials\nReal Estate\nStaples\nHealth Care\nInfo Tech\n-12%-10%-8% -6% -4% -2% 0%\n-8.2%\n-7.9%\n-4.7%\n-4.1%\n-3.5%\n-3.4%\n-2.9%\n-2.3%\n-1.1%\nChart 21: Sector EPS impact from ending\ninterest deductibility (25% rate; ex- fin, utes)\nEnergy\nTelecom\nMaterials\nDiscretionary\nIndustrials\nReal Estate\nStaples\nHealth Care\nInfo Tech\n-15% -10% -5% 0%\n-10.2%\n-9.6%\n-5.7%\n-5.1%\n-4.3%\n-3.8%\n-3.6%\n-2.7%\n-1.3%\n15% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\n20% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\n25% tax rate\nSource: BofAML US Equity & Quant Strategy, FactSet, S&P\nHow will levered companies react?\nCompanies will likely grow comfortable with a smaller amount of debt, retain more\nearnings, use less cash for dividends and share buybacks, and potentially draw down\ncash if they have it. If a tax holiday is also granted, that might offset the loss of benefit.\nCompanies that regularly issue long-term debt may choose to reduce that burden to\noffset the tax change, and find those funds elsewhere. We find it unlikely that the\nchange would result in a surge in equity issuance, unless the change applies to existing\ndebt, which is unlikely in our view. While this change should be taken as a line item in a\nwholistic bill, there are victims and beneficiaries here. Corporations that have high\nleverage ratios, low retained earnings, high interest expense to earnings ratios, no cash\noverseas offset from repatriation, and those that have recurring long-term debt needs\nmay be most at risk.\nOther implications\nWhile some argue that companies will try to raise outsized amounts of investment grade\ncapital ahead of the deadline to lock in funding with the tax benefit before the loophole\nis closed, there is a reasonable chance that a provision is included in the legislation that\nwould treat such debt as new debt. In our Investment Grade Strategist Hans Mikkelsen’s\nview, demand for IG credit could be materially reduced over time. The tax change could\nalso dampen Leverage Buyout (LBO) activity, according to our High Yield strategist\nMichael Contopoulos, where these funds are already struggling to generate high returns\n– note that LBO funds are currently sitting on close to $1tn in cash looking for a home,\naccording to Preqin’s third quarter update.\nWho could be hurt: See Table 21 for a screen of stocks with high net interest\nexpense as a percentage of net income which could potentially be hurt most by an\nend to the deductibility of interest expense.\n18 Equity Strategy Focus Point | 29 January 2017\nTax reform screens\nLower US corporate tax rate: potential beneficiaries\nBelow we provide a screen of domestically-oriented S&P 500 companies (<10% foreign\nsales exposure) with a high (>35%) median 5-year effective tax rate which could\npotentially benefit most from a lower US corporate tax rate.\nTable 19: S&P 500 companies with high (>35%) median 5-year effective tax rates and low (<10%) foreign sales\nTicker Company Name Sector Industry\nForeign Sales\n%\n5-Year Median Effective Tax\nRate %\nCHTR Charter Communications, Inc. Class A Consumer Discretionary Media 0% 445.3\nDVN Devon Energy Corporation Energy Oil Gas & Consumable Fuels 8% 58.3\nREGN Regeneron Pharmaceuticals, Inc. Health Care Biotechnology 0% 44.3\nCOG Cabot Oil & Gas Corporation Energy Oil Gas & Consumable Fuels 0% 43.5\nEOG EOG Resources, Inc. Energy Oil Gas & Consumable Fuels 5% 42.3\nRRC Range Resources Corporation Energy Oil Gas & Consumable Fuels 0% 41.9\nCNC Centene Corporation Health Care Health Care Providers & Services 0% 41.4\nABC AmerisourceBergen Corporation Health Care Health Care Providers & Services 0% 40.2\nCNP CenterPoint Energy, Inc. Utilities Multi-Utilities 0% 39.7\nAWK American Water Works Company, Inc. Utilities Water Utilities 0% 39.4\nSWN Southwestern Energy Company Energy Oil Gas & Consumable Fuels 0% 39.3\nCVS CVS Health Corporation Consumer Staples Food & Staples Retailing 0% 39.3\nWFM Whole Foods Market, Inc. Consumer Staples Food & Staples Retailing 3% 38.7\nCMG Chipotle Mexican Grill, Inc. Consumer Discretionary Hotels Restaurants & Leisure 1% 38.5\nJWN Nordstrom, Inc. Consumer Discretionary Multiline Retail 0% 38.5\nAN AutoNation, Inc. Consumer Discretionary Specialty Retail 0% 38.5\nTROW T. Rowe Price Group Financials Capital Markets 0% 38.4\nKMX CarMax, Inc. Consumer Discretionary Specialty Retail 0% 38.2\nPEG Public Service Enterprise Group Inc Utilities Multi-Utilities 0% 38.2\nJBHT J.B. Hunt Transport Services, Inc. Industrials Road & Rail 0% 38.1\nULTA Ulta Salon, Cosmetics & Fragrance, Inc. Consumer Discretionary Specialty Retail 0% 38.1\nCHK Chesapeake Energy Corporation Energy Oil Gas & Consumable Fuels 0% 38.0\nAEE Ameren Corporation Utilities Multi-Utilities 0% 37.9\nALK Alaska Air Group, Inc. Industrials Airlines 0% 37.9\nCTL CenturyLink, Inc. Telecommunication Services Diversified Telecommunication Services 0% 37.8\nUNP Union Pacific Corporation Industrials Road & Rail 0% 37.7\nROST Ross Stores, Inc. Consumer Discretionary Specialty Retail 0% 37.7\nLOW Lowe's Companies, Inc. Consumer Discretionary Specialty Retail 8% 37.6\nBBY Best Buy Co., Inc. Consumer Discretionary Specialty Retail 8% 37.5\nAAP Advance Auto Parts, Inc. Consumer Discretionary Specialty Retail 0% 37.5\nLUV Southwest Airlines Co. Industrials Airlines 0% 37.4\nSYF Synchrony Financial Financials Consumer Finance 0% 37.2\nDLTR Dollar Tree, Inc. Consumer Discretionary Multiline Retail 8% 37.2\nSCHW Charles Schwab Corporation Financials Capital Markets 0% 37.2\nNAVI Navient Corp Financials Consumer Finance 0% 37.2\nCAH Cardinal Health, Inc. Health Care Health Care Providers & Services 4% 37.1\nCXO Concho Resources Inc. Energy Oil Gas & Consumable Fuels 0% 37.1\nDFS Discover Financial Services Financials Consumer Finance 0% 37.1\nDGX Quest Diagnostics Incorporated Health Care Health Care Providers & Services 2% 37.1\nCSRA CSRA, Inc. Information Technology IT Services 0% 37.1\nDG Dollar General Corporation Consumer Discretionary Multiline Retail 0% 37.0\nXEC Cimarex Energy Co. Energy Oil Gas & Consumable Fuels 0% 37.0\nWEC WEC Energy Group Inc Utilities Multi-Utilities 0% 36.9\nCSX CSX Corporation Industrials Road & Rail 0% 36.9\nCTAS Cintas Corporation Industrials Commercial Services & Supplies 9% 36.9\nORLY O'Reilly Automotive, Inc. Consumer Discretionary Specialty Retail 0% 36.7\nKSS Kohl's Corporation Consumer Discretionary Multiline Retail 0% 36.7\nBBBY Bed Bath & Beyond Inc. Consumer Discretionary Specialty Retail 0% 36.6\nTSCO Tractor Supply Company Consumer Discretionary Specialty Retail 0% 36.6\nHUM Humana Inc. Health Care Health Care Providers & Services 0% 36.5\nTSO Tesoro Corporation Energy Oil Gas & Consumable Fuels 0% 36.5\nESRX Express Scripts Holding Company Health Care Health Care Providers & Services 0% 36.4\nHD Home Depot, Inc. Consumer Discretionary Specialty Retail 9% 36.4\nCME CME Group Inc. Class A Financials Capital Markets 0% 36.4\nUNH UnitedHealth Group Incorporated Health Care Health Care Providers & Services 4% 36.4\nPAYX Paychex, Inc. Information Technology IT Services 1% 36.3\nNSC Norfolk Southern Corporation Industrials Road & Rail 0% 36.2\nM Macy's Inc Consumer Discretionary Multiline Retail 0% 36.2\nRAI Reynolds American Inc. Consumer Staples Tobacco 5% 36.1\nCMCSA Comcast Corporation Class A Consumer Discretionary Media 8% 35.8\nAZO AutoZone, Inc. Consumer Discretionary Specialty Retail 6% 35.7\nUHS Universal Health Services, Inc. Class B Health Care Health Care Providers & Services 0% 35.5\nAET Aetna Inc. Health Care Health Care Providers & Services 2% 35.5\nDVA DaVita Inc. Health Care Health Care Providers & Services 0% 35.4\nEquity Strategy Focus Point | 29 January 2017 19\nTable 19: S&P 500 companies with high (>35%) median 5-year effective tax rates and low (<10%) foreign sales\nTicker Company Name Sector Industry\nForeign Sales\n%\n5-Year Median Effective Tax\nRate %\nFE FirstEnergy Corp. Utilities Electric Utilities 0% 35.3\nZION Zions Bancorporation Financials Banks 0% 35.2\nMO Altria Group, Inc. Consumer Staples Tobacco 0% 35.1\nEXC Exelon Corporation Utilities Electric Utilities 0% 35.1\nRSG Republic Services, Inc. Industrials Commercial Services & Supplies 0% 35.0\nNote: This screen is not a recommended list either individually or as a group of stocks. Investors should consider the fundamentals of the companies and their own individual circumstances/objective before making any\ninvestment decisions.\nSource: FactSet, BofA Merrill Lynch US Equity & US Quant Strategy\nRepatriation: potential beneficiaries\nBelow we provide a screen of S&P 500 companies (excluding Financials and Real Estate)\nwith high (>10%) overseas cash as a percent of market cap, which could potentially\nbenefit most from repatriation.\nTable 20: S&P 500 (ex. Financials & Real Estate) companies with the highest overseas cash* as a % of their market cap (>10%)\nTicker Company Sector Industry Overseas Cash ($mn) Overseas Cash as a % of Mkt Cap\nWU Western Union Company Information Technology IT Services 6,100 62%\nFSLR First Solar, Inc. Information Technology Semiconductors & Semiconductor 1,500 59%\nNWS News Corporation Class B Consumer Discretionary Media 813 54%\nORCL Oracle Corporation Information Technology Software 48,200 40%\nCSCO Cisco Systems, Inc. Information Technology Communications Equipment 59,800 39%\nNTAP NetApp, Inc. Information Technology Technology Hardware, Storage & 4,000 39%\nQCOM QUALCOMM Incorporated Information Technology Semiconductors & Semiconductor 29,600 36%\nAAPL Apple Inc. Information Technology Technology Hardware, Storage & 216,000 34%\nJNPR Juniper Networks, Inc. Information Technology Communications Equipment 3,167 30%\nSYMC Symantec Corporation Information Technology Software 4,900 29%\nPVH PVH Corp. Consumer Discretionary Textiles, Apparel & Luxury Goo 2,100 28%\nAMGN Amgen Inc. Health Care Biotechnology 29,000 26%\nGE General Electric Company Industrials Industrial Conglomerates 64,680 24%\nMSFT Microsoft Corporation Information Technology Software 108,900 22%\nTDC Teradata Corporation Information Technology IT Services 819 22%\nCTSH Cognizant Technology Solutions Corp. Class A Information Technology IT Services 7,495 22%\nRL Ralph Lauren Corporation Class A Consumer Discretionary Textiles, Apparel & Luxury Goo 1,085 21%\nCA CA, Inc. Information Technology Software 2,137 21%\nWAT Waters Corporation Health Care Life Sciences Tools & Services 2,346 20%\nLRCX Lam Research Corporation Information Technology Semiconductors & Semiconductor 3,500 19%\nNWSA News Corporation Class A Consumer Discretionary Media 813 18%\nGOOG Alphabet Inc. Class C Information Technology Internet Software & Services 42,900 18%\nMCHP Microchip Technology Incorporated Information Technology Semiconductors & Semiconductor 2,559 17%\nGOOGL Alphabet Inc. Class A Information Technology Internet Software & Services 42,900 17%\nGILD Gilead Sciences, Inc. Health Care Biotechnology 15,700 17%\nVRSN VeriSign, Inc. Information Technology Internet Software & Services 1,200 16%\nPBI Pitney Bowes Inc. Industrials Commercial Services & Supplies 470 16%\nXLNX Xilinx, Inc. Information Technology Semiconductors & Semiconductor 2,240 15%\nADI Analog Devices, Inc. Information Technology Semiconductors & Semiconductor 3,374 15%\nA Agilent Technologies, Inc. Health Care Life Sciences Tools & Services 2,181 14%\nNOV National Oilwell Varco, Inc. Energy Energy Equipment & Services 2,034 14%\nCTXS Citrix Systems, Inc. Information Technology Software 1,970 13%\nKLAC KLA-Tencor Corporation Information Technology Semiconductors & Semiconductor 1,730 13%\nGPS Gap, Inc. Consumer Discretionary Specialty Retail 685 13%\nWDC Western Digital Corporation Information Technology Technology Hardware, Storage & 2,800 13%\nGT Goodyear Tire & Rubber Company Consumer Discretionary Auto Components 1,042 13%\nADSK Autodesk, Inc. Information Technology Software 2,059 13%\nPCLN Priceline Group Inc Consumer Discretionary Internet & Direct Marketing Re 9,800 13%\nJNJ Johnson & Johnson Health Care Pharmaceuticals 38,200 13%\nMRK Merck & Co., Inc. Health Care Pharmaceuticals 20,995 12%\nGLW Corning Inc Information Technology Electronic Equip., Instruments 3,085 12%\nMJN Mead Johnson Nutrition Company Consumer Staples Food Products 1,577 11%\nLLY Eli Lilly and Company Health Care Pharmaceuticals 8,100 11%\nKO Coca-Cola Company Consumer Staples Beverages 17,900 11%\nMOS Mosaic Company Materials Chemicals 1,276 11%\nAMAT Applied Materials, Inc. Information Technology Semiconductors & Semiconductor 4,000 11%\nPH Parker-Hannifin Corporation Industrials Machinery 2,065 11%\n*For some companies, total overseas cash may represent total accumulated overseas profits. Overseas cash based on BofAML analyst estimates or Bloomberg data from company disclosures.\nNote: This screen is not a recommended list either individually or as a group of stocks. Investors should consider the fundamentals of the companies and their own individual circumstances/objective before making any\ninvestment decisions.\nSource: FactSet, Bloomberg, BofA Merrill Lynch Global research estimates, BofA Merrill Lynch US Equity & US Quant Strategy\n20 Equity Strategy Focus Point | 29 January 2017\nEnd of interest deductibility: who could be hurt?\nBelow we provide a screen of the top 50 S&P 500 companies (excluding Financials, Real\nEstate and Utilities) by high net interest expense as a percentage of net income, which\ncould potentially be hurt by an end to the deductibility of interest expense.\nTable 21: S&P 500 (ex. Financials, Real Estate & Utilities) with high net interest expense as a % of net income\nTicker Company Sector Industry Net Interest Expense (% of L12M Net Income)\nCHTR Charter Communications, Inc. Class A Consumer Discretionary Media 1387%\nDVN Devon Energy Corporation Energy Oil, Gas & Consumable Fuels 467%\nCXO Concho Resources Inc. Energy Oil, Gas & Consumable Fuels 357%\nMU Micron Technology, Inc. Information Technology Semiconductors & Semiconductor 316%\nFCX Freeport-McMoRan, Inc. Materials Metals & Mining 280%\nOKE ONEOK, Inc. Energy Oil, Gas & Consumable Fuels 135%\nKMI Kinder Morgan Inc Class P Energy Oil, Gas & Consumable Fuels 120%\nLVLT Level 3 Communications, Inc. Telecommunication Services Diversified Telecommunication 96%\nWYNN Wynn Resorts, Limited Consumer Discretionary Hotels Restaurants & Leisure 95%\nCTL CenturyLink, Inc. Telecommunication Services Diversified Telecommunication 94%\nCF CF Industries Holdings, Inc. Materials Chemicals 92%\nNFX Newfield Exploration Company Energy Oil, Gas & Consumable Fuels 82%\nRIG Transocean Ltd. Energy Energy Equipment & Services 81%\nNFLX Netflix, Inc. Consumer Discretionary Internet & Direct Marketing Re 80%\nSE Spectra Energy Corp Energy Oil, Gas & Consumable Fuels 78%\nTDG TransDigm Group Incorporated Industrials Aerospace & Defense 77%\nHCA HCA Holdings, Inc. Health Care Health Care Providers & Servic 63%\nMPC Marathon Petroleum Corporation Energy Oil, Gas & Consumable Fuels 56%\nCAT Caterpillar Inc. Industrials Machinery 56%\nEVHC Envision Healthcare Corp. Health Care Health Care Providers & Servic 55%\nURI United Rentals, Inc. Industrials Trading Companies & Distributo 54%\nDVA DaVita Inc. Health Care Health Care Providers & Servic 52%\nTGNA TEGNA, Inc. Consumer Discretionary Media 52%\nDE Deere & Company Industrials Machinery 50%\nMAS Masco Corporation Industrials Building Products 49%\nENDP Endo International Plc Health Care Pharmaceuticals 48%\nCOTY Coty Inc. Class A Consumer Staples Personal Products 47%\nIP International Paper Company Materials Containers & Packaging 47%\nR Ryder System, Inc. Industrials Road & Rail 46%\nDLTR Dollar Tree, Inc. Consumer Discretionary Multiline Retail 46%\nNEM Newmont Mining Corporation Materials Metals & Mining 46%\nFOX Twenty-First Century Fox, Inc. Class B Consumer Discretionary Media 46%\nGT Goodyear Tire & Rubber Company Consumer Discretionary Auto Components 45%\nRSG Republic Services, Inc. Industrials Commercial Services & Supplies 45%\nSEE Sealed Air Corporation Materials Containers & Packaging 45%\nPBI Pitney Bowes Inc. Industrials Commercial Services & Supplies 45%\nAN AutoNation, Inc. Consumer Discretionary Specialty Retail 44%\nKSS Kohl's Corporation Consumer Discretionary Multiline Retail 44%\nF Ford Motor Company Consumer Discretionary Automobiles 43%\nVIAB Viacom Inc. Class B Consumer Discretionary Media 42%\nMNK Mallinckrodt Plc Health Care Pharmaceuticals 41%\nADS Alliance Data Systems Corporation Information Technology IT Services 41%\nWRK WestRock Co. Materials Containers & Packaging 40%\nVRTX Vertex Pharmaceuticals Incorporated Health Care Biotechnology 39%\nBLL Ball Corporation Materials Containers & Packaging 37%\nGE General Electric Company Industrials Industrial Conglomerates 37%\nM Macy's Inc Consumer Discretionary Multiline Retail 37%\nCVX Chevron Corporation Energy Oil, Gas & Consumable Fuels 37%\nSLB Schlumberger NV Energy Energy Equipment & Services 37%\nTSO Tesoro Corporation Energy Oil, Gas & Consumable Fuels 36%\nNote: This screen is not a recommended list either individually or as a group of stocks. Investors should consider the fundamentals of the companies and their own individual circumstances/objective before making any\ninvestment decisions.\nSource: FactSet, BofaA Merrill Lynch US Equity & US Quant Strategy\nEquity Strategy Focus Point | 29 January 2017 21\nRelated BofAML research on US tax reform\nBelow we provide links to reports from our BofAML Global Research colleagues that\naddress this topic.\nEconomics:\nGlobal Watch: Will border adjustment lead to border battles? 18 January 2017\nUS Economic Weekly: Cutting taxes could be taxing 02 December 2016\nCredit strategy:\nSituation Room: Corporate tax reform=less debt 28 November 2016\nThe HY Wire: ‘A Better Way’: tax proposals could affect HY issuance 09 December 2016\nFX:\nFX Watch: Ten thoughts on Border Adjustments 18 January 2017\nFX Viewpoint: Homeland Investment redux? 17 October 2016\nAutos:\nAutomotive Industry: The Trump trade – implications for the automotive value chain 18\nJanuary 2017\nConsumer/Retail:\nRetailing - Hardlines: A taxing set of proposals for Hardline Retailers 14 December 2016\nSpecialty Retail and Department Stores: Border adjustment seems unlikely but would\ndecimate retail earnings 14 December 2016\nUS Consumer Staples: Policy changes: what to watch for 18 January 2017\nCosmetics, Household & Personal Care: 2017 – The Year Ahead: a few diamonds in the\nrough 10 January 2017\nConsumer Staples: 2017 - the year ahead: sector rotation puts fundamentals in focus 13\nDecember 2016\nTobacco: Tobacco Year Ahead 2017; see domestic players having more upside potential\nthis yr 04 January 2017\nHomebuilders and Building Products: State of the union 12 December 2016\nFinancials / Real Estate:\n2017 Banks Year Ahead: T-R-U-M-P: Find out what it means for “E” (20% potential\nupside) 10 January 2017\nUS Banks Chart of the Week: Muni exposure will mute benefit from lower corporate\ntaxes 11 December 2016\nInsurance: Tax changes could have mixed implications 18 January 2017\nBrokers, Asset Managers & Exchanges: 2017 Year Ahead: An attractive outlook, with 12-\n20%+ upside, with catalysts 12 January 2017\nU.S. REITs: Regulatory changes are coming: A REIT analyst guidebook 17 January 2017\nHealth Care:\nManaged Care: MCO rally has just begun; beneficiaries of the non-Health Care upside\nfrom Trump 02 December 2016\nBiotechnology: On the road to recovery 04 January 2017\nHealthcare: 2017 – the year ahead: the only constant is change 15 December 2016\n22 Equity Strategy Focus Point | 29 January 2017\nEnergy:\nRefiners: What’s going on with Refining in 2017: potential benefits in a Trump\nadministration 05 January 2017\nIndustrials / Materials:\nIndustrials/Multi-Industry: DEM#217: The Year Ahead; Resetting for higher US growth\nand inflation 09 January 2017\nEngineering & Construction: 2017 view: energy backlog more 2H story, own\ninfrastructure & federal 12 January 2017\nTransportation - Railroads: 2017 Rail Year Ahead: Macro factors favor group; 1H comps\nset stage for growth 12 January 2017\nBusiness, Education & Professional Services: 2017 year ahead: INFO top pick in\nBusiness Services 12 January 2017\nBasic Materials & Industrials 2017 Year Ahead: Buy America and inflation, but watch the\nUS dollar and interest rates 12 December 2016\nGlobal Chemicals: Potential tax reform could be more meaningful than infrastructure\nspending 15 December 2016\nTech:\nApple Inc.: Deep Dive - Benefit from lower U.S. tax rate, but border tax could be onerous\n13 January 2017\nServer & Enterprise Software: Tax reform +ve for INTU, CRM; Cash repatriation +ve for\nORCL, MSFT, VMW 12 December 2016\nSemiconductor Capital Equipment: Tax sensitivity analysis. Repatriation a bigger deal\nthan taxes for Semicaps, EDA 02 December 2016\nTelecom Equipment: New administration appears likely to drive spending on\ninfrastructure & cyber security 18 January 2017\nInternet/e-Commerce: Top 2017 US Internet Sector Drivers – Trump Act One 17 January\n2017\nTelecom:\nWireline & Wireless Telecom Services: For AT&T, Verizon and CenturyLink, the telco tax\ntrade could be ‘Huge’ 19 December 2016\nWireline & Wireless Telecom Services: 2017 Year Ahead – Fiscal forces, regulation, and\nvideo migration to mobile 10 January 2017\nMedia:\nMedia & Entertainment: 2017 year ahead - living the stream 11 January 2017\nCable/Satellite: 2017 year ahead – reform, relief and resilience 11 January 2017\nUtilities:\nUtilities: 2017 Year Ahead: Washington DC will likely cast a long shadow on utilities 06\nJanuary 2017\nEquity Strategy Focus Point | 29 January 2017 23\nMethodology\nRepatriation impact\nWe estimated cumulative overseas profits for the S&P 500 excluding Financials and\nReal Estate via three sources: 1) Bloomberg data on cash held overseas (if\ndisclosed/available), 2) BofAML analyst estimates on cumulative overseas profits or\ncash, and 3) our own estimate if neither (1) or (2) are available, based on (Total cash x\n[% of foreign sales +10%]) for companies with at least 5% foreign sales.\nWe apply the effective tax rates proposed by Trump (10%) and the Blueprint (8.75%) to\nour estimated $1.2tn in overseas cash to determine taxes due for the S&P 500 ex.\nFinancials & Real Estate. We estimate that 100% is brought back given that the tax is\nmandatory. To compute the one-time tax impact to GAAP EPS, we divide the cumulative\ntax impact by the S&P 500 divisor, after first excluding the impact from several large\nmultinationals (e.g. AAPL) which already provision a portion of their overseas profits for\nUS taxes and have effective US tax rates well above 35%.\nNote that for companies for which our analysts provided estimates, we asked them to\nprovide cumulative overseas profits if possible, but in most cases this number reflects\noverseas cash. Thus, taxes paid could be slightly higher than we estimate given that\nboth the Blueprint and Trump’s plans suggest a mandatory tax on all accumulated\noverseas profits, some of which may be permanently reinvested; here, the Blueprint\nsuggests a lower 3.5% tax for retained earnings not held in cash/equivalents, suggesting\nthat any additional taxes payable that we are not capturing are likely to be small.\nTo calculate the % EPS impact from buybacks, we subtract the amount of taxes payable\nfrom total cash brought back for the S&P 500 ex. Financials & Real Estate (and for each\nsector) and divide this by the market cap for the S&P 500 (and for each sector.) We\nmultiply this % impact for the overall index by our 2018E EPS of $137 to determine the\npotential EPS impact, applying various buyback scenarios (10-100%). We use 50% as a\nbase case scenario, which is lower than the 80% brought back during the 2004 tax\nholiday, to be conservative.\nBorder adjustments impact on EPS\nWe estimate the costs of goods imported and exported for each company using the\nlatest company filings, conversations with analysts, industry research, management\ncommentary and the Input-Output accounts data published by the U.S. Department of\nCommerce. For more information about the Input-Output accounts data, please refer to\nthe Bureau of Economic Analysis website at http://www.bea.gov/industry/io_annual.htm.\nWhen using the estimates based on Input-Output accounts, we adjust them to account\nfor the varying foreign exposures of different S&P 500 industries. For companies that\nsource products through importers (e.g. retailers), we only included the costs of goods\nestimated to be directly imported by each company, as taxes pertaining to those\nimported goods should be paid by the importers themselves.\nWe estimate the earnings impact of border adjustments based on the additional taxes\nthat companies would pay on the costs of imported goods sold in the US (nondeductible)\nand any reduction in taxes related to the production costs for exported\ngoods (deductible). To calculate this, we multiple the net value of imported COGS by the\nassumed tax rate. Note that the net impact can be either positive or negative depending\non whether the company is a net importer or exporter. We assume a 50% haircut to the\nimpact to account for from alternate sourcing, currency rates and pricing power.\nLower corporate tax rate impact on EPS\nWe estimate the normalized effective domestic tax rate of a company based on\nconversations with the analysts or the median 5-year domestic income tax rate. If a\ncompany had a negative tax rate for a particular year, we exclude the tax rate of that\n24 Equity Strategy Focus Point | 29 January 2017\nyear from the median calculation. For companies with normalized tax rates of more than\n75%, we assume 35%.\nThe impact of a lower corporate tax rate on company earnings is directly proportional to\nthe difference between the current domestic tax rate and the proposed tax rate. The\nimpact is calculated by taking the difference between the current tax rate and the\nproposed tax rate, and dividing it by (1-current tax rate).\nTo calculate the impact of a lower corporate tax rate on the S&P 500 earnings, we can\ndivide the change in the effective tax rate by (1 – the current effective tax rate).\nInterest deductibility impact\nWe estimate the cost associated with the removal of the net interest expense deduction\nfrom taxable income by multiplying the net interest expense by the tax rate.\nEquity Strategy Focus Point | 29 January 2017 25\nDisclosures\nImportant Disclosures\nBofA Merrill Lynch Research Personnel (including the analyst(s) responsible for this report) receive compensation based upon, among other factors, the overall profitability of Bank of America\nCorporation, including profits derived from investment banking. The analyst(s) responsible for this report may also receive compensation based upon, among other factors, the overall\nprofitability of the Bank’s sales and trading businesses relating to the class of securities or financial instruments for which such analyst is responsible.\nOther Important Disclosures\nPrices are indicative and for information purposes only. Except as otherwise stated in the report, for the purpose of any recommendation in relation to: (i) an equity security, the price\nreferenced is the publicly traded price of the security as of close of business on the day prior to the date of the report or, if the report is published during intraday trading, the price referenced is\nindicative of the traded price as of the date and time of the report; or (ii) a debt security (including equity preferred and CDS), prices are indicative as of the date and time of the report and are\nfrom various sources including Bank of America Merrill Lynch trading desks.\nThe date and time of completion of the production of any recommendation in this report shall be the date and time of dissemination of this report as recorded in the report timestamp.\nThis report may refer to fixed income securities that may not be offered or sold in one or more states or jurisdictions. Readers of this report are advised that any discussion, recommendation or\nother mention of such securities is not a solicitation or offer to transact in such securities. Investors should contact their BofA Merrill Lynch representative or Merrill Lynch Financial Global\nWealth Management financial advisor for information relating to fixed income securities\nOfficers of MLPF&S or one or more of its affiliates (other than research analysts) may have a financial interest in securities of the issuer(s) or in related investments.\nBofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\n\"BofA Merrill Lynch\" includes Merrill Lynch, Pierce, Fenner & Smith Incorporated (\"MLPF&S\") and its affiliates. Investors should contact their BofA Merrill Lynch representative or\nMerrill Lynch Global Wealth Management financial advisor if they have questions concerning this report. \"BofA Merrill Lynch\" and \"Merrill Lynch\" are each global brands for BofA\nMerrill Lynch Global Research.\nInformation relating to Non-US affiliates of BofA Merrill Lynch and Distribution of Affiliate Research Reports:\nMLPF&S distributes, or may in the future distribute, research reports of the following non-US affiliates in the US (short name: legal name, regulator): Merrill Lynch (South Africa): Merrill Lynch\nSouth Africa (Pty) Ltd., regulated by The Financial Service Board; MLI (UK): Merrill Lynch International, regulated by the Financial Conduct Authority (FCA) and the Prudential Regulation Authority\n(PRA); Merrill Lynch (Australia): Merrill Lynch Equities (Australia) Limited, regulated by the Australian Securities and Investments Commission; Merrill Lynch (Hong Kong): Merrill Lynch (Asia\nPacific) Limited, regulated by the Hong Kong Securities and Futures Commission (HKSFC); Merrill Lynch (Singapore): Merrill Lynch (Singapore) Pte Ltd, regulated by the Monetary Authority of\nSingapore (MAS); Merrill Lynch (Canada): Merrill Lynch Canada Inc, regulated by the Investment Industry Regulatory Organization of Canada; Merrill Lynch (Mexico): Merrill Lynch Mexico, SA de\nCV, Casa de Bolsa, regulated by the Comisión Nacional Bancaria y de Valores; Merrill Lynch (Argentina): Merrill Lynch Argentina SA, regulated by Comisión Nacional de Valores; Merrill Lynch\n(Japan): Merrill Lynch Japan Securities Co., Ltd., regulated by the Financial Services Agency; Merrill Lynch (Seoul): Merrill Lynch International Incorporated (Seoul Branch) regulated by the\nFinancial Supervisory Service; Merrill Lynch (Taiwan): Merrill Lynch Securities (Taiwan) Ltd., regulated by the Securities and Futures Bureau; DSP Merrill Lynch (India): DSP Merrill Lynch Limited,\nregulated by the Securities and Exchange Board of India; PT Merrill Lynch (Indonesia): PT Merrill Lynch Indonesia, regulated by Otoritas Jasa Keuangan (OJK); Merrill Lynch (Israel): Merrill Lynch\nIsrael Limited, regulated by Israel Securities Authority; Merrill Lynch (Russia): OOO Merrill Lynch Securities, Moscow, regulated by the Central Bank of the Russian Federation; Merrill Lynch\n(DIFC): Merrill Lynch International (DIFC Branch), regulated by the Dubai Financial Services Authority (DFSA); Merrill Lynch (Spain): Merrill Lynch Capital Markets Espana, S.A.S.V., regulated by\nComisión Nacional del Mercado De Valores; Merrill Lynch (Brazil): Bank of America Merrill Lynch Banco Multiplo S.A., regulated by Comissão de Valores Mobiliários; Merrill Lynch KSA Company,\nMerrill Lynch Kingdom of Saudi Arabia Company, regulated by the Capital Market Authority.\nThis research report: has been approved for publication and is distributed in the United Kingdom (UK) to professional clients and eligible counterparties (as each is defined in the rules of the\nFCA and the PRA) by MLI (UK) and Bank of America Merrill Lynch International Limited, which are authorized by the PRA and regulated by the FCA and the PRA, and is distributed in the UK to\nretail clients (as defined in the rules of the FCA and the PRA) by Merrill Lynch International Bank Limited, London Branch, which is authorized by the Central Bank of Ireland and subject to\nlimited regulation by the FCA and PRA - details about the extent of our regulation by the FCA and PRA are available from us on request; has been considered and distributed in Japan by Merrill\nLynch (Japan), a registered securities dealer under the Financial Instruments and Exchange Act in Japan; is issued and distributed in Hong Kong by Merrill Lynch (Hong Kong) which is regulated\nby HKSFC (research reports containing any information in relation to, or advice on, futures contracts are not intended for issuance or distribution in Hong Kong and are not directed to, or\nintended for issuance or distribution to, or use by, any person in Hong Kong); is issued and distributed in Taiwan by Merrill Lynch (Taiwan); is issued and distributed in India by DSP Merrill Lynch\n(India); and is issued and distributed in Singapore to institutional investors and/or accredited investors (each as defined under the Financial Advisers Regulations) by Merrill Lynch International\nBank Limited (Merchant Bank) (MLIBLMB) and Merrill Lynch (Singapore) (Company Registration Nos F 06872E and 198602883D respectively). MLIBLMB and Merrill Lynch (Singapore) are\nregulated by MAS. Bank of America N.A., Australian Branch (ARBN 064 874 531), AFS License 412901 (BANA Australia) and Merrill Lynch Equities (Australia) Limited (ABN 65 006 276 795), AFS\nLicense 235132 (MLEA) distribute this report in Australia only to 'Wholesale' clients as defined by s.761G of the Corporations Act 2001. With the exception of BANA Australia, neither MLEA nor\nany of its affiliates involved in preparing this research report is an Authorised Deposit-Taking Institution under the Banking Act 1959 nor regulated by the Australian Prudential Regulation\nAuthority. No approval is required for publication or distribution of this report in Brazil and its local distribution is by Merrill Lynch (Brazil) in accordance with applicable regulations. Merrill Lynch\n(DIFC) is authorized and regulated by the DFSA. Research reports prepared and issued by Merrill Lynch (DIFC) are done so in accordance with the requirements of the DFSA conduct of business\nrules. Bank of America Merrill Lynch International Limited, Frankfurt Branch (BAMLI Frankfurt) distributes this report in Germany and is regulated by BaFin.\nThis research report has been prepared and issued by MLPF&S and/or one or more of its non-US affiliates. MLPF&S is the distributor of this research report in the US and accepts full\nresponsibility for research reports of its non-US affiliates distributed to MLPF&S clients in the US. Any US person receiving this research report and wishing to effect any transaction in any\nsecurity discussed in the report should do so through MLPF&S and not such foreign affiliates. Hong Kong recipients of this research report should contact Merrill Lynch (Asia Pacific) Limited in\nrespect of any matters relating to dealing in securities (and not futures contracts) or provision of specific advice on securities (and not futures contracts). Singapore recipients of this research\nreport should contact Merrill Lynch International Bank Limited (Merchant Bank) and/or Merrill Lynch (Singapore) Pte Ltd in respect of any matters arising from, or in connection with, this\nresearch report.\nGeneral Investment Related Disclosures:\nTaiwan Readers: Neither the information nor any opinion expressed herein constitutes an offer or a solicitation of an offer to transact in any securities or other financial instrument. No part of\nthis report may be used or reproduced or quoted in any manner whatsoever in Taiwan by the press or any other person without the express written consent of BofA Merrill Lynch.\nThis research report provides general information only. Neither the information nor any opinion expressed constitutes an offer or an invitation to make an offer, to buy or sell any securities or\nother financial instrument or any derivative related to such securities or instruments (e.g., options, futures, warrants, and contracts for differences). This report is not intended to provide\npersonal investment advice and it does not take into account the specific investment objectives, financial situation and the particular needs of any specific person. Investors should seek\nfinancial advice regarding the appropriateness of investing in financial instruments and implementing investment strategies discussed or recommended in this report and should understand\nthat statements regarding future prospects may not be realized. Any decision to purchase or subscribe for securities in any offering must be based solely on existing public information on such\nsecurity or the information in the prospectus or other offering document issued in connection with such offering, and not on this report.\nSecurities and other financial instruments discussed in this report, or recommended, offered or sold by Merrill Lynch, are not insured by the Federal Deposit Insurance Corporation and are not\ndeposits or other obligations of any insured depository institution (including, Bank of America, N.A.). Investments in general and, derivatives, in particular, involve numerous risks, including,\namong others, market risk, counterparty default risk and liquidity risk. No security, financial instrument or derivative is suitable for all investors. In some cases, securities and other financial\ninstruments may be difficult to value or sell and reliable information about the value or risks related to the security or financial instrument may be difficult to obtain. Investors should note that\n26 Equity Strategy Focus Point | 29 January 2017\nincome from such securities and other financial instruments, if any, may fluctuate and that price or value of such securities and instruments may rise or fall and, in some cases, investors may\nlose their entire principal investment. Past performance is not necessarily a guide to future performance. Levels and basis for taxation may change.\nThis report may contain a short-term trading idea or recommendation, which highlights a specific near-term catalyst or event impacting the issuer or the market that is anticipated to have a\nshort-term price impact on the equity securities of the issuer. Short-term trading ideas and recommendations are different from and do not affect a stock's fundamental equity rating, which\nreflects both a longer term total return expectation and attractiveness for investment relative to other stocks within its Coverage Cluster. Short-term trading ideas and recommendations may\nbe more or less positive than a stock's fundamental equity rating.\nBofA Merrill Lynch is aware that the implementation of the ideas expressed in this report may depend upon an investor's ability to \"short\" securities or other financial instruments and that such\naction may be limited by regulations prohibiting or restricting \"shortselling\" in many jurisdictions. Investors are urged to seek advice regarding the applicability of such regulations prior to\nexecuting any short idea contained in this report.\nForeign currency rates of exchange may adversely affect the value, price or income of any security or financial instrument mentioned in this report. Investors in such securities and instruments,\nincluding ADRs, effectively assume currency risk.\nUK Readers: The protections provided by the U.K. regulatory regime, including the Financial Services Scheme, do not apply in general to business coordinated by BofA Merrill Lynch entities\nlocated outside of the United Kingdom. BofA Merrill Lynch Global Research policies relating to conflicts of interest are described at http://go.bofa.com/coi.\nMLPF&S or one of its affiliates is a regular issuer of traded financial instruments linked to securities that may have been recommended in this report. MLPF&S or one of its affiliates may, at any\ntime, hold a trading position (long or short) in the securities and financial instruments discussed in this report.\nBofA Merrill Lynch, through business units other than BofA Merrill Lynch Global Research, may have issued and may in the future issue trading ideas or recommendations that are inconsistent\nwith, and reach different conclusions from, the information presented in this report. Such ideas or recommendations reflect the different time frames, assumptions, views and analytical\nmethods of the persons who prepared them, and BofA Merrill Lynch is under no obligation to ensure that such other trading ideas or recommendations are brought to the attention of any\nrecipient of this report.\nIn the event that the recipient received this report pursuant to a contract between the recipient and MLPF&S for the provision of research services for a separate fee, and in connection\ntherewith MLPF&S may be deemed to be acting as an investment adviser, such status relates, if at all, solely to the person with whom MLPF&S has contracted directly and does not extend\nbeyond the delivery of this report (unless otherwise agreed specifically in writing by MLPF&S). MLPF&S is and continues to act solely as a broker-dealer in connection with the execution of any\ntransactions, including transactions in any securities mentioned in this report.\nCopyright and General Information regarding Research Reports:\nCopyright 2017 Bank of America Corporation. All rights reserved. iQmethod, iQmethod 2.0, iQprofile, iQtoolkit, iQworks are service marks of Bank of America Corporation. iQanalytics®,\niQcustom®, iQdatabase® are registered service marks of Bank of America Corporation. This research report is prepared for the use of BofA Merrill Lynch clients and may not be redistributed,\nretransmitted or disclosed, in whole or in part, or in any form or manner, without the express written consent of BofA Merrill Lynch. BofA Merrill Lynch Global Research reports are distributed\nsimultaneously to internal and client websites and other portals by BofA Merrill Lynch and are not publicly-available materials. Any unauthorized use or disclosure is prohibited. Receipt and\nreview of this research report constitutes your agreement not to redistribute, retransmit, or disclose to others the contents, opinions, conclusion, or information contained in this report\n(including any investment recommendations, estimates or price targets) without first obtaining expressed permission from an authorized officer of BofA Merrill Lynch.\nMaterials prepared by BofA Merrill Lynch Global Research personnel are based on public information. Facts and views presented in this material have not been reviewed by, and may not reflect\ninformation known to, professionals in other business areas of BofA Merrill Lynch, including investment banking personnel. BofA Merrill Lynch has established information barriers between\nBofA Merrill Lynch Global Research and certain business groups. As a result, BofA Merrill Lynch does not disclose certain client relationships with, or compensation received from, such issuers in\nresearch reports. To the extent this report discusses any legal proceeding or issues, it has not been prepared as nor is it intended to express any legal conclusion, opinion or advice. Investors\nshould consult their own legal advisers as to issues of law relating to the subject matter of this report. BofA Merrill Lynch Global Research personnel’s knowledge of legal proceedings in which\nany BofA Merrill Lynch entity and/or its directors, officers and employees may be plaintiffs, defendants, co-defendants or co-plaintiffs with or involving issuers mentioned in this report is based\non public information. Facts and views presented in this material that relate to any such proceedings have not been reviewed by, discussed with, and may not reflect information known to,\nprofessionals in other business areas of BofA Merrill Lynch in connection with the legal proceedings or matters relevant to such proceedings.\nThis report has been prepared independently of any issuer of securities mentioned herein and not in connection with any proposed offering of securities or as agent of any issuer of any\nsecurities. None of MLPF&S, any of its affiliates or their research analysts has any authority whatsoever to make any representation or warranty on behalf of the issuer(s). BofA Merrill Lynch\nGlobal Research policy prohibits research personnel from disclosing a recommendation, investment rating, or investment thesis for review by an issuer prior to the publication of a research\nreport containing such rating, recommendation or investment thesis.\nAny information relating to the tax status of financial instruments discussed herein is not intended to provide tax advice or to be used by anyone to provide tax advice. Investors are urged to\nseek tax advice based on their particular circumstances from an independent tax professional.\nThe information herein (other than disclosure information relating to BofA Merrill Lynch and its affiliates) was obtained from various sources and we do not guarantee its accuracy. This report\nmay contain links to third-party websites. BofA Merrill Lynch is not responsible for the content of any third-party website or any linked content contained in a third-party website. Content\ncontained on such third-party websites is not part of this report and is not incorporated by reference into this report. The inclusion of a link in this report does not imply any endorsement by or\nany affiliation with BofA Merrill Lynch. Access to any third-party website is at your own risk, and you should always review the terms and privacy policies at third-party websites before\nsubmitting any personal information to them. BofA Merrill Lynch is not responsible for such terms and privacy policies and expressly disclaims any liability for them.\nCertain outstanding reports may contain discussions and/or investment opinions relating to securities, financial instruments and/or issuers that are no longer current. Always refer to the most\nrecent research report relating to an issuer prior to making an investment decision.\nIn some cases, an issuer may be classified as Restricted or may be Under Review or Extended Review. In each case, investors should consider any investment opinion relating to such issuer (or\nits security and/or financial instruments) to be suspended or withdrawn and should not rely on the analyses and investment opinion(s) pertaining to such issuer (or its securities and/or\nfinancial instruments) nor should the analyses or opinion(s) be considered a solicitation of any kind. Sales persons and financial advisors affiliated with MLPF&S or any of its affiliates may not\nsolicit purchases of securities or financial instruments that are Restricted or Under Review and may only solicit securities under Extended Review in accordance with firm policies.\nNeither BofA Merrill Lynch nor any officer or employee of BofA Merrill Lynch accepts any liability whatsoever for any direct, indirect or consequential damages or losses arising from any use of\nthis report or its contents.\nEquity Strategy Focus Point | 29 January 2017 27\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 47.98205309s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '47s'}]}}",
  "house_oversight_id": "023069",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:23:12.137722Z",
    "model": "gemini-3-flash-preview"
  }
}