{
  "file_name": "HOUSE_OVERSIGHT_019233.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_019233.txt",
  "content": {
    "full_text": "﻿June 2017\nBreaking Down Democracy:\nGoals, Strategies, and Methods\nof Modern Authoritarians\nby Arch Puddington\nCONTENTS\nExecutive Summary 1\nIntroduction: Modern Authoritarians: Origins,\nAnatomy, Outlook 5\nChapters\n1. Validating Autocracy through the Ballot 10\n2. Propaganda at Home and Abroad 15\n3. The Enemy Within: Civil Society at Bay 22\n4. The Ministry of Truth in Peace and War 29\n5. The Rise of ‘Illiberal Democracy’ 35\n6. Flacks and Friends 41\n7. Bullying the Neighbors: Frozen Conflicts,\nthe Near Abroad, and Other Innovations 47\n8. Back to the Future 52\nConclusion: Authoritarianism Comes Calling 57\nACKNOWLEDGMENTS\nThis report emerged from a presentation on the state of global freedom conducted by the author and David J. Kramer, former\npresident of Freedom House. The major source of data and analysis is Freedom in the World, the report on political rights and\ncivil liberties published annually by Freedom House. The author wishes to thank the Freedom House analysis staff and the\nmany scholars who have participated in Freedom House assessments of global democracy. The author also extends special\nthanks to Elen Aghekyan, Tyler Roylance, Alexandra Cain, Danielle Recanati, Amy Slipowitz, Alan Williams, Christopher Walker,\nBret Nelson, Michael Johnson, Rebeka Foley, Zselyke Csaky, Sarah Repucci, Vanessa Tucker, Robert Ruby,\nand Daniel Calingaert.\nTHE AUTHOR\nArch Puddington is Distinguished Scholar for Democracy Studies at Freedom House and a co-editor of Freedom in the World.\nON THE COVER\nChinese President Xi Jinping and Russian President Vladimir Putin in Beijing, 2016. Lintao Zhang/Getty Images\nExecutive Summary\nBreaking Down Democracy: Goals, Strategies,\nand Methods of Modern Authoritarians\nby Arch Puddington\nThe 21st century has been marked by a resurgence of authoritarian\nrule that has proved resilient despite economic fragility and\noccasional popular resistance. Modern authoritarianism has\nsucceeded, where previous totalitarian systems failed, due to refined\nand nuanced strategies of repression, the exploitation of open\nsocieties, and the spread of illiberal policies in democratic countries\nthemselves. The leaders of today’s authoritarian systems devote fulltime\nattention to the challenge of crippling the opposition without\nannihilating it, and flouting the rule of law while maintaining a\nplausible veneer of order, legitimacy, and prosperity.\nCentral to the modern authoritarian strategy is the\ncapture of institutions that undergird political pluralism.\nThe goal is to dominate not only the executive\nand legislative branches, but also the media, the\njudiciary, civil society, the commanding heights of the\neconomy, and the security forces. With these institutions\nunder the effective if not absolute control of an\nincumbent leader, changes in government through fair\nand honest elections become all but impossible.\nUnlike Soviet-style communism, modern authoritarianism\nis not animated by an overarching ideology or\nthe messianic notion of an ideal future society. Nor\ndo today’s autocrats seek totalitarian control over\npeople’s everyday lives, movements, or thoughts.\nThe media are more diverse and entertaining under\nmodern authoritarianism, civil society can enjoy an\nindependent existence (as long as it does not pursue\npolitical change), citizens can travel around the country\nor abroad with only occasional interference, and\nprivate enterprise can flourish (albeit with rampant\ncorruption and cronyism).\nThis study explains how modern authoritarianism defends\nand propagates itself, as regimes from different\nregions and with diverse socioeconomic foundations\ncopy and borrow techniques of political control.\nAmong its major findings:\n• Russia, under President Vladimir Putin, has\nplayed an outsized role in the development of\nmodern authoritarian systems. This is particularly\ntrue in the areas of media control, propaganda,\nthe smothering of civil society, and the\nwww.freedomhouse.org\n1\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nMAJOR DECLINES FOR INFLUENTIAL COUNTRIES OVER THE PAST 10 YEARS\n0\nChange in Freedom in the World Aggregate Score, 2007-2016\n-5\n-10\n-15\n-20\n-25\nTurkey\nBahrain\n-25\nEthiopia\n-21\nAzerbaĳan\nVenezuela\n-17 -17\nHungary\n-16\nEcuador\nRussia\nUkraine\n-12 -12 -12\nAfghanistan\n-10\n-30\n-28\nweakening of political pluralism. Russia has also\nmoved aggressively against neighboring states\nwhere democratic institutions have emerged or\nwhere democratic movements have succeeded\nin ousting corrupt authoritarian leaders.\n• The rewriting of history for political purposes is\ncommon among modern authoritarians. Again,\nRussia has taken the lead, with the state’s assertion\nof authority over history textbooks and the\nprocess, encouraged by Putin, of reassessing\nthe historical role of Joseph Stalin.\n• The hiring of political consultants and lobbyists\nfrom democratic countries to represent the\ninterests of autocracies is a growing phenomenon.\nChina is clearly in the vanguard, with multiple\nrepresentatives working for the state and for\nlarge economic entities closely tied to the state.\nBut there are also K Street representatives for\nRussia, Kazakhstan, Azerbaijan, Turkey, Ethiopia,\nand practically all of the authoritarian states in\nthe Middle East.\n• The toxic combination of unfair elections and\ncrude majoritarianism is spreading from modern\nauthoritarian regimes to illiberal leaders in what\nare still partly democratic countries. Increasingly,\npopulist politicians—once in office—claim\nthe right to suppress the media, civil society,\nand other democratic institutions by citing\nsupport from a majority of voters. The resulting\nchanges make it more difficult for the opposition\nto compete in future elections and can pave\nthe way for a new authoritarian regime.\n• An expanding cadre of politicians in democracies\nare eager to emulate or cooperate with\nauthoritarian rulers. European parties of the\nnationalistic right and anticapitalist left have\nexpressed admiration for Putin and aligned\ntheir policy goals with his. Others have praised\n2\nFreedom House\nEVERY INDICATOR HAS DECLINED OVER THE PAST 10 YEARS\n0.0\nElectoral\nProcess*\nPluralism and\nParticipation\nFunctioning of\nGovernment*\nExpression and\nBelief\nAssociation and\nAssembly*\nRule of Law\nPersonal and\nIndividual Rights\n-0.1\n-0.2\nChange in Score, 2007-2016\n-0.3\n-0.4\n-0.5\n-0.6\n-0.7\n*Denotes indicators scored on a 12-point scale. All others are scored on a 16-point scale.\nilliberal governments in countries like Hungary\nfor their rejection of international democratic\nstandards in favor of perceived national interests.\nEven when there is no direct collaboration,\nsuch behavior benefits authoritarian powers by\nbreaking down the unity and solidarity of the\ndemocratic world.\n• There has been a rise in authoritarian internationalism.\nAuthoritarian powers form loose\nbut effective alliances to block criticism at the\nUnited Nations and regional organizations like\nthe Organization for Security and Co-operation\nin Europe and the Organization of American\nStates, and to defend embattled allies like Syria’s\nBashar al-Assad. There is also growing replication\nof what might be called authoritarian best\npractices, vividly on display in the new Chinese\nlaw on nongovernmental organizations (NGOs)\nand efforts by Russia and others to learn from\nChina’s experience in internet censorship.\n• Modern authoritarians are working to revalidate\nthe concept of the leader-for-life. One of the\nseeming gains of the postcommunist era was\nthe understanding that some form of term limits\nshould be imposed to prevent incumbents from\nconsolidating power into a dictatorship. In recent\nyears, however, a number of countries have\nadjusted their constitutions to ease, eliminate,\nor circumvent executive term limits. The result\nhas been a resurgence of potential leaders-forlife\nfrom Latin America to Eurasia.\n• While more subtle and calibrated methods of repression\nare the defining feature of modern authoritarianism,\nthe past few years have featured\na reemergence of older tactics that undermine\nthe illusions of pluralism and openness as well\nas integration with the global economy. Thus\nMoscow has pursued its military intervention in\nUkraine despite economic sanctions and overseen\nthe assassination of opposition figures;\nwww.freedomhouse.org\n3\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nBeijing has revived the practice of coerced public\n“confessions” and escalated its surveillance\nof the Tibetan and Uighur minorities to totalitarian\nlevels; and Azerbaijan has made the Aliyev\nfamily’s monopoly on political power painfully\nobvious with the appointment of the president’s\nwife as “first vice president.”\n• Modern authoritarian systems are employing\nthese blunter methods in a context of increased\neconomic fragility. Venezuela is already in the\nprocess of political and economic disintegration.\nOther states that rely on energy exports\nhave also experienced setbacks due to low oil\nand gas prices, and China faces rising debt and\nslower growth after years of misallocated investment\nand other structural problems. But these\nregimes also face less international pressure to\nobserve democratic norms, raising their chances\nof either surviving the current crises or—if\nthey break down—giving way to something even\nworse.\nIn subsequent sections, this report will examine the\nmethods employed by authoritarian powers to neutralize\nprecisely those institutions that were thought\nto be the most potent weapons against a revitalized\nauthoritarianism. The success of the Russian and\nChinese regimes in bringing to heel and even harnessing\nthe forces produced by globalization—digital\nmedia, civil society, free markets—may be their most\nimpressive and troubling achievement.\nModern authoritarianism is particularly insidious in its\nexploitation of open societies. Russia and China have\nboth taken advantage of democracies’ commitment to\nfreedom of expression and delivered infusions of propaganda\nand disinformation. Moscow has effectively\nprevented foreign broadcasting stations from reaching\nRussian audiences even as it steadily expands the\nreach of its own mouthpieces, the television channel\nRT and the news service Sputnik. China blocks the\nwebsites of mainstream foreign media while encouraging\nits corporations to purchase influence in\npopular culture abroad through control of Hollywood\nstudios. Similar combinations of obstruction at home\nand interference abroad can be seen in sectors including\ncivil society, academia, and party politics.\nThe report draws on examples from a broad group\nof authoritarian states and illiberal democracies, but\nthe focus remains on the two leading authoritarian\npowers, China and Russia. Much of the report, in\nfact, deals with Russia, since that country, more than\nany other, has incubated and refined the ideas and\ninstitutions at the foundation of 21st-century authoritarianism.\nFinally, a basic assumption behind the report is that\nmodern authoritarianism will be a lasting feature of\ngeopolitics. Since 2012, both Vladimir Putin and Xi\nJinping have doubled down on existing efforts to\nstamp out internal dissent, and both have grown more\naggressive on the world stage. All despotic regimes\nhave inherent weaknesses that leave them vulnerable\nto sudden shocks and individually prone to collapse.\nHowever, the past quarter-century has shown that\ndictatorship in general will not disappear on its own.\nAuthoritarian systems will seek not just to survive, but\nto weaken and defeat democracy around the world.\n4\nFreedom House\nIntroduction\nModern Authoritarianism: Origins, Anatomy, Outlook\nAs the world’s democracies confront a dangerous\ninternal challenge from populist and nationalist\npolitical forces, it is imperative that they recognize the\nsimultaneous external threat presented by modern\nauthoritarian regimes. These 21 st century authoritarians\ndeveloped an arsenal of new tactics to use\nagainst their domestic opponents, and gone on the\noffensive in an effort to subvert and replace the liberal\ninternational order.\nBut modern authoritarian systems are not simply\nadversaries of free societies. They also represent an\nalternative model—a grim future for beleaguered\ndemocracies that have already fallen under the sway\nof illiberal leaders and have suffered an erosion of\nfreedom.\nDemocracy under siege\nGlobal democracy is currently facing the repercussions\nof what has been called the “decade of decline.”\nThe phrase describes a 10-year-plus period, from 2006\nto 2016, during which the state of freedom experienced\nmore reversals than gains as measured by Freedom\nin the World, the annual report on political rights\nand civil liberties published by Freedom House. 1\nAccording to Freedom in the World, the crucial\nindicators of democracy experienced setbacks in\neach of the 10 years in question. In all, 105 countries\nsuffered net declines, while 61 showed some measure\nof improvement. The decade marked the longest\ndemocratic slump of its kind in more than 40 years of\nFreedom House analysis. 2\nThe decade of decline has been principally characterized\nby a steady erosion of political institutions in established\nauthoritarian countries, or in countries that\nwere clearly headed in that direction. In other words,\nrepressive countries became even more repressive—\nthe bad became even worse. 3\nHowever, a parallel pattern of institutional erosion has\naffected some more democratic states, pushing them\ninto the category of “illiberal democracies.” In these societies,\nelections are regularly conducted, sometimes\nunder conditions that are reasonably fair. But the state,\nusually under the control of a strong party or leader,\napplies much of its energy to the systematic weakening\nof political pluralism and the creation of a skewed\nelectoral playing field. Opposition parties are often\nimpotent, freedom of the press is circumscribed, and\nthe judiciary tends to be dominated by the ruling party.\nCountries that fit this description include Hungary,\nBolivia, Ecuador, and, if recent trends continue, Poland.\nThere are many reasons for the global decline in democratic\nindicators, but the statistical evidence from\nFreedom in the World suggests that modern authoritarian\nregimes have found a way to survive without\nresorting to democratic reforms, and that a number\nof democracies—as part of the general loss of liberal\nconsensus—are engaging in their own antidemocratic\nexperiments.\nModern authoritarianism\nThe traditional authoritarian state sought monopolistic\ncontrol over political life, a one-party system organized\naround a strongman or military junta, and direct\nrule by the executive, sometimes through martial law,\nwith little or no role for the parliament.\nTraditional dictatorships and totalitarian regimes were\noften defined by closed, command, or autarkic economies,\na state media monopoly with formal censorship,\nand “civil society” organizations that were structured\nas appendages of the ruling party or state. Especially\nin military dictatorships, the use of force—including\nmilitary tribunals, curfews, arbitrary arrests, political\ndetentions, and summary executions—was pervasive.\nOften facing international isolation, traditional dictatorships\nand totalitarian regimes forged alliances based on\nwww.freedomhouse.org\n5\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\ncommon ideologies, whether faith in Marxist revolution\nor ultraconservative, anticommunist reaction.\nAs the 20th century drew to a close, the weaknesses\nof both communist systems and traditional dictatorships\nbecame increasingly apparent. Front and center\nwas the growing economic gap between countries\nthat had opted for market economies and regimes\nthat were committed to statist economies.\nThe political and economic barriers that had long sheltered\nthe old dictatorships were soon swept away, and\nthose that survived or recovered did so by making a\nseries of strategic concessions to the new global order.\nModern authoritarianism has a different set of defining\nfeatures:\n• An illusion of pluralism that masks state control\nover key political institutions, with co-opted or\notherwise defanged opposition parties allowed\nto participate in regular elections\n• State or oligarchic control over key elements of\nthe national economy, which is otherwise open\nto the global economy and private investment,\nto ensure loyalty to the regime and bolster\nregime claims of legitimacy based on economic\nprosperity\n• State or oligarchic control over information on\ncertain political subjects and key sectors of the\nmedia, which are otherwise pluralistic, with high\nproduction values and entertaining content; independent\noutlets survive with small audiences\nand little influence\n• Suppression of nongovernmental organizations\n(NGOs) that are focused on human rights or\npolitical reform, but state tolerance or support\nfor progovernment or apolitical groups that work\non public health, education, and other development\nissues\n• Legalized political repression, with targets punished\nthrough vaguely worded laws and politically\nobedient courts\n• Limited, selective, and typically hidden use of\nextralegal force or violence, with a concentration\non political dissidents, critical journalists, and\nofficials who have fallen from favor\n• Opportunistic, non-ideological cooperation with\nfellow authoritarian states against pressure\nfor democratic reform or leadership changes,\ninternational human rights norms and mechanisms,\nand international security or justice\ninterventions\n• Knowledge-sharing with or emulation of fellow\nauthoritarian states regarding tactics and legislation\nto enhance domestic control\nChina and Russia\nThe two major modern authoritarian powers are China\nand Russia.\nUntil fairly recently, the conventional wisdom was that\nChina’s one-party authoritarian system would gradually\nrelax as the middle class expanded and the country\nbecame fully integrated into the global economic\nand diplomatic systems. The leadership did expand\ncitizens’ freedom to travel, make money, and access\ninformation and entertainment that did not touch on\nsensitive subjects. But it has resolutely refused to give\nup control over the political sphere.\nIn fact, the state has become increasingly aggressive\nin its suppression of political dissent and information\nthat might challenge the Communist Party narrative.\nThe regime’s rhetoric and policies have become more\nhostile to democracy and “Western” values. Its propaganda\nasserts the superior efficiency of the one-party\nsystem and sneers at the messiness of democracy.\nAnd the focus of its repressive apparatus has steadily\nexpanded from a relatively narrow segment of political\nopposition figures to encompass a broad collection of\ntarget groups, including human rights lawyers, ethnic\nminorities, Christians, women’s rights advocates, liberal\nacademics, and independent journalists.\nRussia is much smaller than China in terms of population\nand economic might, but it has emerged as\na leader of modern authoritarian innovation. Under\nVladimir Putin, the Russian regime pioneered the\ncapture of the media through state enterprises and\noligarchic cronies, the adoption of laws designed to\ndismember civil society, the use of the judiciary as\nan instrument of political harassment, and, perhaps\nmost importantly of all, the development of modern\npropaganda and disinformation.\nRussia has also been in the vanguard of a relentless\ncampaign against liberal values, and has moved\nrelentlessly to export authoritarian ideas and techniques\nto other societies, both in neighboring\n6\nFreedom House\nEurasian countries and elsewhere in the world. While\ntoday there is nothing that resembles the Comintern\nof Soviet times, authoritarian countries have developed\nan ad hoc network of cooperation that has\nproven effective at the United Nations and in regional\nbodies like the Organization of American States.\nAdapting to survive\nModern authoritarianism matured as regimes sought\nto defend themselves against the sorts of civil society\nmovements that triggered “color revolutions” in\nGeorgia, Ukraine, and elsewhere in the early 2000s.\nOn their own, formal opposition parties were relatively\neasy to marginalize or co-opt, and traditional mass\nmedia could be brought to heel through pressure on\nprivate owners, among other techniques. But civil\nsociety organizations presented a formidable challenge\nin some settings, as they were able to mobilize\nthe public—especially students and young people—\naround nonpartisan reformist goals and use relatively\nopen online media to spread their messages.\nIt is now a major objective of modern authoritarian\nstates to suppress civil society before it becomes\nstrong enough to challenge the incumbent political\nleadership. Yet whereas dissidents were dispatched\nto the gulag or explicitly exiled by the Soviets, or jailed\nand murdered by traditional dictatorships like Augusto\nPinochet’s Chile, today’s activists are checked by\nNGO regulations that control registration and foreign\nfunding, laws that allow arbitrary restrictions on public\nprotest, and trumped-up criminal charges for key\norganizers that serve to intimidate others.\nModern authoritarianism has also devised special\nmethods to bring the internet under political control\nwithout shutting it down entirely. While old-style dictatorships\nlike Cuba long prevented the widespread\nuse of the internet out of fear that online communications\nwould pose a threat to the state’s monopoly\non information, modern authoritarians understood\nthat a high rate of internet penetration is essential to\nparticipation in the global economy. However, once\nonline media emerged as a real alternative to traditional\nnews sources and a crucial tool for civic and\npolitical mobilization, these regimes began to step up\ntheir interference.\nThe Chinese government has developed the world’s\nmost sophisticated system of internet controls. Its socalled\nGreat Firewall, a censorship and filtering apparatus\ndesigned to prevent the circulation of information\nthat the authorities deem politically dangerous\nwithout affecting nonsensitive information, requires\ntremendous financial, human, and technological resources\nto maintain. Other regimes have not attempted\nanything approaching the scale of China’s system,\nbut some have constructed more limited versions or\nsimply relied on inexpensive offline techniques like\narrests of critical bloggers, direct pressure on the\nowners of major online platforms, and new laws that\nforce internet sites to self-censor.\nAlternative values\nWhile modern authoritarians initially mobilized for\ndefensive purposes, to thwart color revolutions or\nthe liberal opposition, they have become increasingly\naggressive in challenging the democratic norms that\nprevailed in the wake of the Cold War, and in setting\nforth a rough set of political values as an alternative\nto the liberal model. Examples of this phenomenon\ninclude:\n1. Majoritarianism: A signal idea of many authoritarians\nis the proposition that elections are\nwinner-take-all affairs in which the victor has an\nabsolute mandate, with little or no interference\nfrom institutional checks and balances. Putin,\nTurkish president Recep Tayyip Erdoğan, and the\nVenezuelan chavista leadership all behave as\nif there are no valid controls on their authority,\nthe opposition has no rights, and the system\nis theirs to dismantle and remake from top to\nbottom. Disturbingly, the leaders of some democratic\nsocieties have begun to embrace the\nmajoritarian idea. The Hungarian prime minister,\nViktor Orbán, has instituted a thorough overhaul\nof the country’s constitution and national legislation\nwith an eye toward measures that will\ninsulate his party from future defeat.\n2. Sovereignty: A number of governments have\ninvoked the doctrine of absolute sovereignty\nto rebuff international criticism of restrictions\non the press, the smothering of civil society,\nthe persecution of the political opposition, and\nthe repression of minority groups. They claim\nthat the enforcement of universal human rights\nstandards or judgments from transnational legal\nbodies represent undue interference in their\ndomestic affairs and a violation of national prerogatives.\n3. Dictatorship of law: Initially articulated by Vladimir\nPutin, this phrase has come to signify the\nadoption of laws that are so vaguely written as to\nwww.freedomhouse.org\n7\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\ngive the authorities wide discretion in applying\nthem to regime opponents. Such measures are\ntypically paired with a court system that uses law\nmerely to justify political instructions from the executive\nbranch, making a mockery of due process\nand international conceptions of the rule of law.\n4. History revised: A number of countries have undertaken\na refashioning of history to buttress the\nlegitimacy and aims of the current government.\nHistorians and journalists are forbidden to cross\ncertain redlines set by the authorities. In China,\nthe state has prevented the publication of full,\naccurate, or critical accounts of the Great Leap\nForward, the Cultural Revolution, or the Mao Zedong\nera in general. In Russia, Joseph Stalin has\nbeen rehabilitated. He is now officially portrayed\nas a strong if mildly flawed leader rather than as\nthe man responsible for the deaths of millions of\nhis own people. In Turkey, Erdoğan has decreed\nthat high school students should study the defunct\nOttoman language, challenging a nearly\ncentury-old reform linked to Mustafa Kemal\nAtatürk, modern Turkey’s founder. 4\n5. Democracy redefined: It is a testament to the\npower of the democratic idea that authoritarian\nleaders around the globe have claimed the mantle\nof democracy for forms of government that\namount to legalized repression. Even as they\nheap disdain on the liberal order, they have often\ninsisted on the validity of their own systems\nas types of democratic rule. They even devise\nterms to describe their special variant, such as\n“sovereign democracy,” “revolutionary democracy,”\nor “illiberal democracy.”\n6. Return of the leader for life: Among the changes\ninvariably instituted by modern authoritarians is\nthe de facto or de jure removal of constitutional\nlimits on presidential terms. Preventing the\nconcentration of power in a single leader is a\nfundamental goal of democratic governance, but\nauthoritarian propaganda has presented term\nlimits as artificial constraints, associated them\nwith foreign origins, and claimed that they do\nnot suit every country’s unique historical, cultural,\nor security conditions.\nWhile these ideas may not amount to a coherent\nor complete ideology, they do form the basis for an\nimpressive degree of collaboration and alliance-building\nthat has brought together modern authoritarian\nregimes with significantly different economic systems,\nofficial creeds, and sources of political legitimacy.\nA loose-knit league of authoritarians works to protect\nmutual interests at the United Nations and other international\nforums, subverting global human rights standards\nand blocking precedent-setting actions against\nfellow despots. With the formation of the Shanghai\nCooperation Organization, Russia, China, and a number\nof Central Asian governments have come together to\ndiscuss common regime-security strategies. 5\nMore disturbingly, modern authoritarians collaborate\nto prop up some of the world’s most reprehensible\nregimes, apparently reasoning that the toppling of\none dictator thins the herd, inspires imitation, and\nendangers them all. This is most visible in Syria, where\nRussia, China, Iran, and Venezuela at various times\nhave offered diplomatic support, loans, fuel, or direct\nmilitary aid to the regime of Bashar al-Assad.\nDashed hopes\nDemocracy recorded unprecedented gains during the\n20th century’s last decades. In 1975, Freedom House\nfound that just 25 percent of the world’s sovereign\nstates qualified for the Free category; by 2000, the\nshare of countries rated as Free had reached 45\npercent. 6\nThe numbers told an optimistic story, and a series of\naccelerating social trends suggested that the recent\nimprovements would hold firm and expand as the new\nmillennium dawned.\nThere was, to begin with, a strong identification of free\nsocieties with free markets. The degree of economic\nfreedom varied from one society to the next, and\ncorruption was a problem in practically all of the new\ndemocracies. But there was no longer a major bloc of\ncountries that rejected capitalism, and practically every\ncountry sought to deepen their participation in the\nglobal economic system, as witnessed by the number\nof governments seeking admission to the World Trade\nOrganization. Authorities in the United States and\nelsewhere predicted that as countries came to accept\nthe rules of the game set down by the WTO, they\nwould also be more amenable to accepting the norms\nof liberal democracy, including fair elections, freedom\nof expression, minority rights, and the rule of law.\nA second development was the introduction of the internet\nand other digital media. In the wake of the collapse\nof the Soviet Union, communist governments in\n8\nFreedom House\nEastern Europe, and military dictatorships elsewhere,\nthere was an explosion of newspapers, radio and\ntelevision stations, and other independent media with\ndiverse editorial policies. But the internet in particular\nwas seen as an irresistible force that could render\ncensorship of any kind impossible. In 2000, President\nBill Clinton compared China’s efforts to control internet\ncontent to “trying to nail Jell-O to the wall.” 7\nThird, a growing number of experts began to identify\na new instigator of democratic change in global civil\nsociety. Unlike the “people’s movements” of earlier\ndecades, in which well-known leaders mobilized mass\ndemonstrations and often insurrectionary violence\nwith the goal of overthrowing despotic regimes, the\nphenomenon that was labeled civil society consisted\nof organizations that were often committed to a single\ncause or a few causes united by a particular theme.\nMost activists were young, with little prior involvement\nin politics, and many regarded themselves as part of\na global effort to advance goals like reducing carbon\nemissions, empowering women, or fighting corruption.\nIn a prescient 1997 article, Jessica T. Mathews predicted\nthat in the future global civil society would be the\ntriggering force behind liberal change. 8 She suggested\nthat in many cases civil society organizations would\nplay a more important role than governments. Her\nwords seemed prescient in light of later events in\nSerbia, where student activists organized a campaign\nthat eventually brought about the downfall of President\nSlobodan Milošević in 2000, and in Ukraine, where\nyoung reformers played a pivotal role in ensuring that\nthe 2004 elections were not stolen through fraud.\nIn declaring that dictatorships or even authoritarian\nmethods were destined to succumb to this triad of\nnew social forces, commentators were also expressing\noptimism about the universal appeal of liberal\nvalues. The decade after the end of the Cold War\nwas a heyday for democratic ideas and norms. It was\nincreasingly expected that countries would not only\nhold elections, but that their elections would meet\ninternational standards and be judged “free and fair.”\nThere was also an expectation that political parties\nwould be able to compete on a reasonably level\nplaying field, that opposition leaders would not be\nharassed or arrested, and that minorities would be\nable to pursue their agendas through normal political\nchannels and not find it necessary to wage perpetual\nprotest campaigns.\nHowever, there were nagging questions. It remained\nunclear whether most societies would have access to\nmultiple sources of political ideas, multiple interpretations\nof the news, and open scholarly inquiries about\nthe past. Would there be honest judicial proceedings,\nespecially in cases with political implications? Would\nproperty rights be secure?\nBeyond these primarily domestic issues, there was\nanother series of questions related to individual\ngovernments’ relations with their neighbors and the\nrest of the world. The end of the Cold War had brought\na peace dividend, both financial and psychological,\nfor all sides. At the time, most assumed that peace\nwould prove durable. But would the general decline\nin military budgets hold? Would the new national\nboundaries that divided the former Soviet Union and\nthe former Yugoslavia be sustainable?\nAs modern authoritarianism has taken root and expanded\nits influence, the answers to these questions\nare increasingly negative.\n1. Freedom in the World 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-world/freedom-world-2016.\n2. Ibid.\n3. Ibid.\n4. Ceylan Yeginsu, “Turks Feud Over Change in Education,” New York Times, December 8, 2014, http://www.nytimes.com/2014/12/09/\nworld/europe/erdogan-pushes-ottoman-language-classes-as-part-of-tradtional-turkish-values.html.\n5. Eleanor Albert, “The Shanghai Cooperation Organization,” Council on Foreign Relations, October 14, 2015, http://www.cfr.org/\nchina/shanghai-cooperation-organization/p10883.\n6. “Freedom in the World at 41,” in Freedom in the World 2014 (New York: Freedom House, 2014), https://freedomhouse.org/sites/\ndefault/files/Freedom%20in%20the%20World%202014%20Booklet.pdf.\n7. “China’s Internet: A Giant Cage,” Economist, April 6, 2013, http://www.economist.com/news/special-report/21574628-internetwas-expected-help-democratise-china-instead-it-has-enabled.\n8. Jessica T. Mathews, “Power Shift,” Foreign Affairs (January/February 1997), https://www.foreignaffairs.com/articles/1997-01-01/\npower-shift.\nwww.freedomhouse.org\n9\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nChapter 1\nValidating Autocracy through the Ballot\nA major difference between modern authoritarian\nsystems and traditional dictatorships lies in the role of\nelections for parliament and head of state.\nTwentieth-century dictatorships often dispensed with\nelections entirely or conducted them under blatantly\nfraudulent conditions. In the Soviet bloc, elections\nwere a pointless ritual in which citizens were pressured\nto go to a polling place and cast ballots for the\nCommunist Party candidate, the only one permitted to\ncompete. Military and postcolonial dictatorships often\ncanceled elections on spurious “national emergency”\ngrounds, or rigged the outcome through crude ballot-stuffing\nand open intimidation.\n“We’re not perfect. But we do have\ndemocracy.”\n—Hugo Chávez\n“Yes, we falsified the last election.…\nIn fact, 93.5 percent [of ballots were]\nfor President Lukashenka. People\nsay this is not a European result, so\nwe changed it to 86 percent.”\n—Alyaksandr Lukashenka\nAt a certain point in the 1980s, however, the strongmen,\njuntas, and revolutionary councils of the era\nrealized that reasonably fair elections could no longer\nbe avoided. Sometimes a ruling group understood\nthat this would likely lead to an opposition victory. But\nusually, the incumbent leaders—and often foreign\njournalists and diplomats—presumed that voters in\nrepressive settings preferred stability to uncertainty\nand would opt for the reassuring faces of authority.\nThese calculations proved wildly misplaced. Opposition\nparties swept to victory in country after country—in\nUruguay, Argentina, Nicaragua, South Korea,\nthe Philippines, Poland. The word “stunning” made\na frequent appearance in news accounts, as in the\nstunning rejection of the ruling party in Poland, or the\nstunning setback suffered by Chile’s Augusto Pinochet\nin a referendum on the continuation of his dictatorship.\nOr, perhaps most astonishing, the stunning\ndefeat of Communist Party stalwarts in a number of\nSoviet cities in 1990 local elections. 1\nElections became a key force behind the wave of democratization\nthat engulfed much of the world during\nthat decade. Today, the obligation to hold some form of\nmultiparty balloting is felt by nearly all governments.\nThe illusion of pluralism\nYet just as with other democratic institutions, modern\nauthoritarians have mastered the techniques of control\nover the electoral process, maintaining political\ndominance behind a screen of false diversity.\nThey have adapted in many ways to the age of the internet\nand the expectations of a better-informed public. In\nthe most sophisticated authoritarian states, professional\npolitical operatives—in Russia they are called\n“political technologists”—work just as hard as their\ncounterparts in the United States. Their goal, however,\nis not to defeat opposition candidates in a competitive\nsetting, but rather to organize a system that creates the\nillusion of competition while squelching it in reality.\nIn most countries, elections are largely “free and fair,”\nmeaning the playing field is reasonably level, there is an\nhonest tabulation of the ballots, vote buying and ballot\nstuffing do not change the outcome, and independent\nelection observers are allowed to monitor the proceedings.\nFor 2015, Freedom in the World placed the number\nof electoral democracies at 125, around 64 percent\nof the world’s sovereign states. 2 By historical standards,\nthis is an impressive figure. Still, there are 70 countries\nthat do not qualify as electoral democracies. In all but\na few of these settings, elections are indeed held, but\nthey are either badly flawed or patently dishonest.\nYet even in systems where elections are tainted or fixed\noutright, authoritarian leaders often claim legitimacy\nfrom the ballot box. Of the countries assessed in this\nstudy, only China rejects elections as part of the leadership’s\nstrategy for political control. In Russia, Turkey, Venezuela,\nand elsewhere, the leadership invokes victory at\nthe polls as a mandate for government, including the\nadoption of policies that are in fact deeply unpopular.\nIn some authoritarian states, elections are neither free\nnor fair, with heavy manipulation that directly ensures\n10\nFreedom House\nthe ruling party’s dominance. But in other settings, elections\nare held under conditions that are relatively free\nbut effectively unfair. That is, the electoral playing field\nis tilted to favor the incumbents, though the balloting\nitself is not fixed and remains somewhat unpredictable.\nIn illiberal environments like Hungary and Turkey over\nthe past five years, prospects for an opposition victory\nare remote, but not out of the question. Even in a quasi-dictatorship\nlike Venezuela, the opposition can score\nimpressive victories in parliamentary elections and mobilize\ncompetitive campaigns for the presidency.\nA display of supremacy\nIn December 2011, members of the Russian opposition\nobtained video evidence of ballot stuffing committed by\noperatives from Vladimir Putin’s United Russia party in\nthat month’s parliamentary elections. A series of unusually\nlarge protests ensued. Putin weathered the furor and\nwent on to win a presidential poll the following year. But\nfor a brief period, Putin lost control of Russia’s political\nnarrative and was placed on the defensive. He seemed\nangry and rattled, and subsequently blamed the turmoil\non the United States, claiming that statements by then\nsecretary of state Hillary Clinton were meant as a signal\nto the opposition to launch a color revolution in Russia.\n(The theme of Clinton as the puppet master behind\na plot aimed at regime change in Russia was revived\nduring the 2016 U.S. presidential campaign, when the\nRussian media displayed a clear preference for Republican\ncandidate Donald Trump and disdain for Clinton. 3 )\nFor Putin, the events of late 2011 and early 2012 were\nevidence of weakness and political incompetence. A\nruling party whose triumph requires that party members\nbe ferried by bus from one voting district to another\nto cast multiple ballots is, by today’s authoritarian\nstandards, a party that has grown careless and lazy.\nAuthoritarian rulers today seek to fix outcomes well\nbefore election day through laws and policies that embed\nunfairness at every level.\nThese leaders take a measure of pride in election victories,\neven if the results were secured through dishonest\nmethods. They are held up as demonstrations of political\nmastery rather than neutral measurements of public\npreference. Putin’s victories at the polls enable him\nto reject comparisons with Leonid Brezhnev and other\ndoddering, defensive Soviet-era leaders. Likewise, Hugo\nChávez boasted that unlike the colonels and generals\nwho ruled over South American dictatorships during\nthe 20th century, his tenure as president of Venezuela\nwas sanctified by no fewer than 17 elections, including\na number of referendums. Chávez won all but one. 4\nThere are, of course, examples of elections whose outcome\nresembles the obviously rigged results in totalitarian\nor junta-like settings. Eurasian presidents such\nas Azerbaijan’s Ilham Aliyev and Belarus’s Alyaksandr\nLukashenka have repeatedly won elections with over\n80 percent of the vote, and others have easily broken\nthe 90 percent barrier. The ruling Ethiopian Peoples’\nRevolutionary Democratic Front (EPRDF) won every\nseat in the most recent parliamentary polling. 5\nHowever, more sophisticated autocracies try to\nmanage elections so as to maintain a pluralist façade\nand hide evidence of systematic fraud or intimidation.\nIn Russia, nominal opposition parties usually garner a\nsignificant share of parliamentary seats. But all defer\nto Putin as the country’s unchallenged leader and\ntypically vote according to his wishes on key issues. 6\nGenuine opposition forces that seek to win political\npower are not tolerated, particularly if they champion\nliberal values. Putin has long sought to prevent\nthe rise of a democratic opposition that could raise\nembarrassing questions about systemic corruption,\nforeign interventions, or economic stagnation.\nState media and state resources\nPredetermining ballot results depends both on the\nrules and regulations that govern the administration\nof elections and on the regime’s control of other assets\nthat can influence the outcome.\nControl of the media is crucial. The methods of modern\ncensorship are examined in more detail in another\nsection of this report. But when a would-be authoritarian\nleader assumes power, one of the first goals is\nto secure domination over whichever sector of the\nmedia has the greatest impact on public opinion and\ntherefore on voting behavior.\nThe first clear indicator of Putin’s authoritarian bent was\nhis aggressive move to eliminate independent ownership\nof Russia’s major television stations. Through various\nforms of intimidation, the new president persuaded\nprivate media moguls to surrender ownership to the\nstate, state-owned corporations, or political cronies.\nTelevision thus became a propaganda vehicle for Putin\nand a potent weapon against his critics, who have\nsince been mocked, vilified, or ignored on the nation’s\nmost important medium. All this occurred within a few\nyears after his election as president in 2000.\nIn Venezuela, Chávez used his authority over media\nlicensing to destroy Radio Caracas Television (RCTV),\na popular broadcast station that was aligned with the\nwww.freedomhouse.org\n11\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nopposition. Other critical voices in television and print\nmedia later faced legal suits, regulatory harassment,\nand withdrawal of advertising revenue until the owners\nagreed to sell their holdings to business interests\nthat were on more friendly terms with the regime. 7\nA prominent theme that runs through authoritarian\nmedia is the imperfect nature of electoral processes\nin the leading democracies, especially the United\nStates. The goal is less to portray elections in Russia,\nVenezuela, or Iran as paragons of democratic practice\nthan to muddy the waters—to make the case that\ncountries like the United States have no right to lecture\nothers on democracy, and that perhaps all elections\nare equally flawed. The Kremlin’s chief propagandist\ndescribed the 2016 U.S. election as “so horribly\nnoxious that it only engenders disgust towards what is\nstill inexplicably called a ‘democracy.’” 8\nA second important instrument in authoritarians’\nelection toolbox is the state itself. During his period\nas Venezuela’s president, Chávez became a master\nat using state money and manpower to ensure voter\nloyalty. In the 2012 election, the last before his death,\nChávez is estimated to have invested billions of dollars\nin state resources, including giveaways of household\ngoods to ordinary citizens, in a rather unsubtle\nvote-buying campaign.\nThat election vividly illustrated the powerful interplay\nof state media and state resources in undemocratic\nsettings, and it is worth examining in greater detail. Superficially,\nit seemed reasonably consistent with democratic\nstandards. The voting itself took place without\nserious violence or major complaints of irregularities.\nBut to a substantial degree, the results were shaped by\nthe regime’s actions well before the ballots were cast.\nChávez had by that time secured an iron grip on the media.\nThrough the state or political allies, he controlled six\nof the eight national television stations and about half\nof the country’s radio stations. In some regions, he commanded\na virtual information monopoly. The opposition\nwas effectively shut out of the Chávez-aligned outlets,\nearning mention only as cartoonish villains.\nThe incumbent benefited especially from a practice\nwhereby all radio and television stations are obliged to\npreempt normal programming to accommodate the\npresident’s speeches to the nation. During 2012, Chávez\ntook advantage of this tool to fill 100 hours of broadcasting,\n47 of them in the 90 days prior to the election. Aurelio\nConcheso, an analyst with Transparency Venezuela,\nplaced the value of this free airtime at $1.8 billion. Another\ngovernment mandate required radio and television\nstations to broadcast 10 state messages of 30 seconds\neach on a daily basis; the messages, not surprisingly,\ndovetailed with the arguments of the Chávez campaign.\nConcheso estimated the value of this free airtime at\n$292 million. In addition, the government spent an estimated\n$200 million on advertising with private radio\nand television stations. By contrast, the opposition had\naccess to five minutes of airtime a day, at a cost of $102\nmillion. The opposition was thus limited to an incredible\n4 percent of the airtime enjoyed by Chávez.\nMeanwhile, according to Concheso, the state oil company\nspent some $20 billion on gifts of home durable\ngoods, apartments, and outright cash subsidies to\npurchase the allegiance of Venezuelan voters and\nunderscore the message that without Chávez, this\nlargesse would dry up.\nFinally, a measure of fear was introduced through a\ncampaign suggesting that although the balloting was\nsecret, the government had ways of ascertaining a\nvoter’s choice. The threat had a special effect given\npublic memories of an episode in 2004, in which those\nwho signed a petition for a referendum to remove\nChávez from office were blacklisted and excluded\nfrom government jobs, benefits, and contracts.\nFavored tactics\nThe following are among the other tactics deployed by\nmodern authoritarians to ensure success at the polls:\n1. Intimidating the opposition: Opposition leaders\nare only occasionally targeted for assassination.\nBut they can face a variety of other cruel fates.\nWealthy businessman and opposition supporter\nMikhail Khodorkovsky was dispatched to a Russian\nprison for 10 years for daring to challenge\nPutin. In 2017, anticorruption campaigner Andrei\nNavalny, widely regarded as the most serious\nchallenger to Putin, was effectively eliminated\nfrom the 2018 presidential contest after being\nconvicted in a trumped-up embezzlement case. 9\nIn Malaysia, opposition leader Anwar Ibrahim\nhas twice been convicted and jailed on sodomy\ncharges. Prominent political figures have also\nbeen jailed in Belarus, Venezuela, Iran, Ethiopia,\nTurkey, and Egypt, among many others. Human\nrights activists and bloggers are also subject to\nharassment and persecution. They are frequently\njailed on trumped-up charges of defamation,\ntax fraud, or drug trafficking, among others.\n12\nFreedom House\n2. Marginalizing the opposition: As noted above,\nauthoritarian leaders use their media power to\npaint critics as knaves or buffoons. Especially\nthrough television coverage, opposition figures\nare presented as clownish, effeminate, shady,\nelitist, or enslaved by foreign interests. The message\nis pounded home day after day, until the\nimage of the opposition as small and unfit to\nrule is fixed in the public’s mind.\n3. Tolerating the pseudo-opposition: Having jailed,\nexiled, or silenced potentially competitive opposition\nfigures, authoritarians tolerate nominal opposition\nparties that are effectively controlled by\nthe regime. These groups have accepted the supremacy\nof the incumbent leadership and settled\ninto their roles in a stage-managed democracy.\n4. Criminalizing protest: The crippling of formal\nopposition parties leads many voters to channel\ntheir dissent into loosely organized civic\nactivism, often relying on protests to mobilize\nsupport and reach the broader public despite\nstate control of the media. Authoritarian governments\nhave responded by adopting harsher laws\non public assembly, enabling them to jail protest\nleaders and even ordinary participants for\nvaguely defined offenses like disturbing public\norder and gathering without a permit. Protesters\ncan also be imprisoned on trumped-up charges,\nsuch as assaulting a police officer or possessing\na weapon. This discourages others from joining\nthe civic movements and prevents them from\ngrowing into organized political forces.\n5. Discarding term limits: Term limits designed\nto prevent the concentration of power in one\nindividual have been rolled back, circumvented,\nor removed altogether in Venezuela, Nicaragua,\nBolivia, Russia, Belarus, Kazakhstan, and many\nother countries over the past 15 years. 10 Endless\nincumbency denies opposition forces an opportunity\nto win over both voters and elements of\nthe ruling establishment that may be ready for\nnew leadership. It also promotes personal loyalty\nat the expense of public service, stunts the\ndevelopment of possible successors, reinforces\nthe impression that only the current leader is fit\nto govern, and feeds a self-perpetuating fear of\npolitical change.\nReturning to old habits\nWhile modern authoritarian regimes have generally\nmaintained some illusion of pluralism as one of their\nmain concessions to the post–Cold War international order,\na number of governments have been less attentive\nto this priority, drifting back toward the electoral tactics,\nand lopsided results, of 20th-century dictatorships.\nIn Belarus, the election of just two members of the\nopposition to the rubber-stamp parliament in 2016 was\nactually regarded as a step forward from the 2004, 2008,\nand 2012 balloting, in which no opposition candidates\nwon seats. Lukashenka, in power since 1994, was\naccused of directing an assassination squad prior to the\n2001 presidential election. Four politicians and journalists\nwho had been critical of the incumbent disappeared\nprior to the vote. After Lukashenka won another term in\na deeply flawed 2010 election, the authorities arrested\nover 700 protesters, including seven of the nine opposition\npresidential candidates. The regime later sentenced\nthree of the former candidates to prison terms. 11\nEthiopian opposition members were beaten and arrested\nduring the 2015 electoral campaign. The Semayawi\nParty reported that more than 50 of its members were\narrested ahead of the polls, and nearly half of Semayawi\ncandidates were deregistered on administrative\ngrounds. The ruling EPRDF and its allies took all 547\nseats in the lower house. The 2010 elections were also\ntightly controlled, with local officials or neighborhood\nmilitia going door to door and verifying that residents\nhad registered as members of the EPRDF. Voters were\nthreatened with the loss of their jobs, homes, or government\nservices if they did not turn out for the party.\nThe most charismatic opposition figure, the leader of\nthe Unity and Justice Party, Birtukan Mideksa, remained\nin prison during the election, in which opposition\ncandidates took only two seats. 12\nThe possible motivations for retrograde electoral abuses\nvary from country to country, but authoritarians\nmay feel emboldened to drop their quasi-democratic\ncamouflage due to the lack of diplomatic repercussions\nfor such actions. The European Union and the\nUnited States have criticized Belarus as “Europe’s last\ndictatorship,” but they always seem willing to give Lukashenka\nanother chance to improve relations based\non the thinnest hopes of reform. Democratic powers\nhave treated Ethiopia as a counterterrorism ally and a\nmodel of rapid economic development, granting it billions\nof dollars in foreign assistance.\nElections and democratic renewal\nWhether through blatant repression or less obvious\nmethods, modern authoritarians seek to control the\nwww.freedomhouse.org\n13\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\noutcome of elections. They need to hold votes to validate\ntheir rule, but they also recognize the risk involved,\nas elections remain a potent instrument of democratic\nrenewal even in deeply troubled societies.\nThe events of late 2014 and 2015 include vivid reminders\nof the power of the ballot. In Nigeria, Africa’s\nmost populous country and largest economy, voters\nwho were fed up with governmental complacency,\nterrorism, and graft rejected the incumbent president,\nGoodluck Jonathan, and elected Muhammadu Buhari\nto replace him. In Myanmar, a huge turnout produced\nan overwhelming victory in parliamentary elections for\nlongtime opposition leader Aung San Suu Kyi and her\nNational League for Democracy (NLD), a remarkable\nturnaround in a country that until recently ranked\namong the world’s most repressive.\nVoters in Sri Lanka ousted their increasingly authoritarian\nand divisive president, Mahinda Rajapaksa,\nin favor of Maithripala Sirisena. Upon taking office,\nSirisena immediately overturned some of Rajapaksa’s\nrepressive policies and began repairing relations with\nboth the country’s Tamil minority and the international\ncommunity. And in Argentina, opposition candidate\nMauricio Macri won the presidency by defeating the\nnominee of incumbent Cristina Fernández de Kirchner,\nwho with her late husband, Néstor Kirchner, had\ndominated the executive branch for over a decade.\nCombined with a victory for the democratic opposition\nin Venezuela’s parliamentary elections, Macri’s\nvictory may have been the beginning of a rollback of\nLatin America’s populist movements, which had previously\nmade impressive gains across the region. 13\nVoters in these countries retained faith in the democratic\nprocess even after experiencing hardship after hardship,\nincluding military rule (Myanmar), civil war and authoritarian\nrule (Sri Lanka), a terrorist scourge (Nigeria),\neconomic collapse and political repression (Venezuela),\nand economic setback and unaccountable government\n(Argentina). They prevailed despite, in some cases, an\nelectoral playing field tilted sharply against the opposition;\nin other cases, a history of political violence; and in\nstill other cases, apprehensions about what lies ahead\nwhen dictatorships give way to normal politics.\nSome of these voters were also rejecting political\nfigures who had publicly disdained the world’s democracies\nand drawn closer to authoritarian powers like\nRussia, China, and Iran. They were willing to listen to\ncandidates who talked about the rule of law, freedom\nof expression, and the right to be free of payoffs and\nbribes, and they were unimpressed by those who\nblamed every step backward on foreign plots.\nThere will always be dictators and would-be leaders\nfor life who grow overconfident, lose touch with the\nmood of their people, and fail to do what it takes to\nensure victory at the polls, as apparently occurred in\nThe Gambia in late 2016. But the rest can be expected\nto learn from such mistakes and invest the necessary\nresources in a false mockery of democratic suffrage.\n1. Arch Puddington, “The Rise of Virtual Elections,” Freedom at Issue, October 10, 2014, https://freedomhouse.org/blog/rise-virtual-elections.\n2. Freedom in the World 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-world/freedom-world-2016.\n3. See, among others, Steve Rosenberg, “Russian Media’s Love Affair with Trump,” British Broadcasting Corporation (BBC), November\n2, 2016, http://www.bbc.com/news/world-europe-37837432.\n4. Javier Corrales, “Autocratic Legalism in Venezuela,” Journal of Democracy 26, no. 2 (April 2015): 37–51, http://www.journalofdemocracy.org/sites/default/files/Corrales-26-2.pdf.\n5. “Ethiopia,” in Freedom in the World 2016.\n6. “Russia,” in Freedom in the World 2016.\n7. “Venezuela,” in Freedom of the Press 2015 (New York: Freedom House, 2015), https://freedomhouse.org/report/freedom-press/2015/venezuela.\n8. “Whoever Wins the American Presidential Election, Russia Comes Out Ahead,” Economist, November 8, 2016, http://www.economist.com/news/europe/21709892-americas-campaign-has-served-vladimir-putins-purpose-discrediting-democracy-whoever-wins.\n9. Neil MacFarquhar and Ivan Nechepurenko, “Aleksei Navalny, Viable Putin Rival, Is Barred from a Presidential Run,” New York Times,\nFebruary 8, 2017, https://www.nytimes.com/2017/02/08/world/europe/russia-aleksei-navalny-putin.html?_r=0.\n10. Farid Guliyev, “End of Term Limits,” Harvard International Review, February 28, 2009, http://hir.harvard.edu/end-of-term-limits/.\n11. “Belarus,” in Freedom in the World 2011 (New York: Freedom House, 2011), https://freedomhouse.org/report/freedom-world/2011/\nbelarus.\n12. “Ethiopia,” in Freedom in the World 2016; “Ethiopia,” in Freedom in the World 2011 (New York: Freedom House, 2011), https://freedomhouse.org/report/freedom-world/2011/ethiopia.\n13. “Anxious Dictators, Wavering Democracies,” in Freedom in the World 2016.\n14\nFreedom House\nChapter 2\nPropaganda at Home and Abroad\nThe following propositions have all appeared in the\nRussian media over the past few years:\n• The United States hired Islamic State terrorists\nto sabotage the Russian commercial airliner that\nwas destroyed after takeoff in the Sinai in 2015.\n• A three-year-old boy was crucified by the U.S.-\nbacked Ukrainian army in Slovyansk in 2014.\n• The United States is planning a major war in Europe\nto enable Washington to cancel its national\ndebt.\n• The downing of the Malaysian airliner over\neastern Ukraine in 2014 was in fact the central\ningredient in an elaborate, American-driven plot\nto place blame on Russia.\n• American policies will lead to a global “homosexual\nsodomite tsunami.”\nThis is just a small sample of similar claims or conjectures\nthat have made their way into Russian news coverage,\nespecially in the wake of Moscow’s occupation\nof Crimea and invasion of eastern Ukraine. They stand\nas a reminder that under Vladimir Putin, the Russian\nmedia environment has been transformed from one\nmarked by vibrancy and diverse opinions (if not high\nprofessional standards) to one dominated by blatant\npropaganda on the most sensitive international topics\nof the day.\nThe basic regime narrative of U.S.-led conspiracy is\napplied to a broad set of themes: depression in oil\nprices, downgrading of Russia’s credit ratings, political\nchange in Ukraine, Russia’s Olympics doping scandal.\nEvery problem, Russians are told, is due to American\nplots and maneuvers.\nPress freedom and democracy\nA free press ranks among the most critical institutions\nof liberal democracy. Among the reforms introduced\nby Mikhail Gorbachev in his campaign to modernize\nthe Soviet system, glasnost, or openness, played the\nmost important role in challenging the decades-old\nsystem of Soviet totalitarianism. Something similar\ncan be said of press freedom initiatives in other new\ndemocracies during the latter part of the 20th century,\n“If the 20th century was defined by\nthe battle for freedom of information\nand against censorship, the 21st\ncentury will be defined by malevolent\nactors, states or corporations,\nabusing the right to freedom of\ninformation for quite other ends.”\n—Vasily Gatov, media analyst\n“Information wars have already\nbecome standard practice and the\nmain type of warfare. The bombers\nare now sent in after the information\ncampaign.”\n—Dmitry Kiselyov, chief Russian propaganda strategist\nparticularly in postcommunist societies where strict\npress censorship had prevailed for years. Even if the\nprofessionalism and ethical standards of journalism\nin those countries were not always up to the highest\nlevels, the fact that the press spoke with different\nvoices, different opinions, and even different biases\nwas a huge step toward a world in which democracy\nwas the norm.\nAuthoritarians push back\nIt is precisely because of press freedom’s central\nimportance to democracy that the new generation of\nauthoritarian leaders has made its annihilation a top\npriority. However, modern authoritarians recognize\nthat the methods of the print and analog broadcast\nera—prepublication censorship and stilted, formulaic\npropaganda—were no longer viable in the age of\ndigital media and globalization.\nAt a minimum, governments that sought involvement\nin the world economy found it advisable to tolerate a\nmeasure of openness about budgets, economic data,\nand those aspects of social life that are critical for\ninternational business. Authoritarian leaders thus face\nthe dilemma of retaining domination over the political\nstory while permitting a degree of accurate information\nabout economic affairs.\nwww.freedomhouse.org\n15\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nFurthermore, because the population now has greater\naccess to foreign sources of news and entertainment,\nregimes must grapple with the complex task of\nmonopolizing the political discourse in ways that are\nfar more convincing and compelling than the robotic\npronouncements that played such a crucial part in\ncommunism’s loss of credibility.\nAs is the case with so much of modern authoritarian\npractice, Russia has taken the lead in developing strategies\nand methods of media domination. The system\nbuilt under Vladimir Putin is defined by the following\ncharacteristics:\n1. Control over the commanding heights of the\nmedia: Among Putin’s first goals as president\nwas securing domination of the most influential\nmedia—the national television stations. They\nhad been controlled by various oligarchs, who\nused the outlets to promote their personal and\npolitical interests. While the resulting journalism\nwas hardly objective and independent, Russian\ntelevision and Russian media generally were notable\nfor their liveliness and diversity during the\npresidency of Boris Yeltsin. All did not sing out\nof the same hymnal, and most influential outlets\nreflected a variety of opinions about government\npolicies, including the Kremlin’s conduct of the\nwar in Chechnya.\nPutin moved quickly to change these conditions.\nHe reorganized and exerted tighter political control\nover state-owned television stations, brought\nothers under indirect state control, and ensured\nthat most of the remainder fell into the hands\nof loyal businessmen. Likewise, a number of the\ncountry’s leading newspapers and journals were\nbought by cronies of the leadership. The era of\nmedia diversity came to an abrupt end. 1\n2. Distortion of coverage on sensitive topics: Unlike\nin communist times, the media do provide\nindependent coverage of topics that the Kremlin\nconsiders less politically relevant. However,\nsome normally apolitical topics can take on a\nhighly political meaning. For example, coverage\nof the penalties meted out to Russian Olympic\nathletes for systematic doping reflected the\nleadership’s position that the scandal was a\nproduct of American machinations. 2\n3. Shrinking gap between offline and online media:\nFor much of Putin’s tenure, the internet\nremained lightly regulated in comparison with\nthe Kremlin’s tight control over television and\nother mass media. However, Freedom House\nhas noted growing restrictions over the past\nseveral years, with a series of new laws, prosecutions,\nand ownership changes that have reduced\nthe Russian internet’s freedom and diversity in\npractice. 3\n4. A small stable of independent outlets: A token\nnumber of media outlets are allowed to remain\nindependent at the sufferance of the Kremlin.\nThese include the newspaper Novaya Gazeta,\nthe indirectly state-owned radio station Ekho\nMoskvy, and a handful of internet-based news\nservices, some of which are forced to operate\nfrom neighboring countries. Coerced ownership\nchanges and other forms of pressure have\ngradually reduced the already tiny independent\nmedia sector in recent years. And the remaining\nindependent outlets have little reach, small audiences,\nand at best modest impact on domestic\npolitics.\n5. The ‘weaponization’ of information: While Putin\nhas used the press as a propaganda instrument\nthroughout his political career, it was after his\nthird term as president began in 2012 that the\nmedia were given a special, central role in demonizing\nPutin’s critics, preparing the Russian\npeople for armed conflict in Ukraine and elsewhere,\ndepicting Europe as morally corrupt, and\nattributing Russia’s problems and setbacks to\nthe United States. 4 With the invasion of Ukraine\nin 2014, the world awakened to the return of\npropaganda as an instrument of warfare. This is\nnot just normal political spin or public diplomacy,\nbut sheer, raw propaganda that deliberately\ncrosses the line between interpretation of facts\nand outright mendacity. The aim is both to stir\nup belligerence at home and to isolate, confuse,\nand demoralize the enemy. 5\n6. The centralization of information policy: The\ncreation in 2013 of Rossiya Segodnya, an umbrella\norganization for Moscow’s foreign news services,\nsignaled the leadership’s intention to use\ninformation in a more strategic way to advance\nthe country’s international objectives. Dmitry\nKiselyov, a controversial television presenter,\nwas named to head the new entity. 6 He actually\nembraces his identity as the Kremlin’s chief\npropagandist, arguing that “Western” concepts\n16\nFreedom House\nof journalistic neutrality are fraudulent and\nself-serving. There is, he contends, no difference\nbetween his role and the role of a chief editor of\nReuters or the Associated Press. In one interview,\nKiselyov equated those two news services\nwith Rossiya Segodnya: “Both are propaganda\nagencies—they shape the dominant narrative\nand tell their audiences what and how to think.”\nHe continued: “In today’s world, information—\nhow it is gathered, analyzed, interpreted and\nprocessed … pushes a value system, certain\nviews on good and evil, and shapes attitudes to\ndifferent events.” 7\n7. The irrelevance of truth: “For the Soviets, the\nidea of truth was important—even when they\nwere lying,” Peter Pomerantsev has written. “Soviet\npropaganda went to great lengths to ‘prove’\nthat the Kremlin’s theories or bits of information\nwere fact.” By contrast, in today’s Russia the idea\nof truth is seen as irrelevant and “the borders\nbetween fact and fiction have become utterly\nblurred.” Pomerantsev quotes Russia’s deputy\nminister of communications as admonishing\njournalism students at Moscow State University\nto forget about high ideals. “We should\ngive students a clear understanding: They are\ngoing to work for The Man, and The Man will tell\nthem what to write, what not to write, and how\nthis or that thing should be written.” 8 Russian\npropaganda outlets, especially RT, derive their\ninfluence from a clever blend of act and faction,\nmixing reports on genuine events with exaggerations,\nbiased coverage, and outright lies. And\nthis mixture of fact and fiction is presented with\nmodern production techniques that mimic credible\noutlets like the BBC.\nPropaganda works\nThe idea that governments can influence events\nthrough propaganda once seemed far-fetched in the\ninternet age. Developments in Ukraine, however, have\nspurred a reassessment of propaganda’s role in setting\nthe stage for intervention abroad and repression at\nhome.\nAccording to numerous accounts in the international\nmedia, many Russians believe that the Ukrainian government\nis responsible for massive war crimes, including\nthe crucifixion of small children and the downing\nof the Malaysian Airlines passenger jet. 9 Many of the\nwildest assertions have been reinforced by altered or\nrepurposed images that allegedly depict Ukrainian\natrocities but actually show events in Mexico, Syria,\nIraq, or other zones of civil conflict. Ordinary Russians\nand many Ukrainian consumers of Russian media\nhave told foreign journalists of fears that “fascism” has\ncome to power in Ukraine. 10\nIn George Orwell’s dystopian novel 1984, the Ministry\nof Truth advanced what today would be called a regime\nnarrative, with accounts of never-ending conflict\nabroad and treasonous enemies within. In similar\nfashion, though with considerably more finesse and\nsophistication than was described in Orwell’s masterpiece,\nRussian media today preach a strident message\nof external encirclement by Russophobes in Ukraine,\nthe Baltics, Georgia, and elsewhere, and internal\nfifth-columnists among bloggers, civil society organizations,\nand advocates of gay rights.\nThe media in democracies, especially in Europe,\nproved unprepared for the deluge of Russian propaganda\nduring and after the seizure of Crimea. Putin\nwas thus able to drum home the portrayal of Ukraine\nas a “divided state” or an “artificial state,” labels that\ncould be attached to many sovereign nations, Russia\nincluded. 11 Few were ready to mount a challenge\nto the Russian proposition that Ukraine’s status\nwas unique, and was a legitimate cause for Russia’s\nconcern and even a justification for war. The Russian\npropaganda machine also zeroed in on Ukraine’s supposed\nlack of respect for minority rights, a problem\nthat Moscow had not raised during the administrations\nof Viktor Yanukovych or Leonid Kuchma. Neither\nUkrainians nor informed observers in the outside\nworld believed that Ukraine was faced with a civil war.\nThis was entirely a creation of Moscow’s propaganda\nand active intervention. 12\nRussia’s government is not alone in its use of propaganda\nto further its interests. But it is uniquely aggressive\nin pressing the dominant theme of the moment\nand the most effective in mimicking the idioms of\nmodern commercial media while doing so. Furthermore,\nas the country faces serious decay in economic\nand other material terms, the Kremlin sees success\nin the war of information as critical to Russia’s identity\nas a great power. Other authoritarian regimes will take\nnote of Russia’s successes, and act accordingly.\nIn past eras, dictators’ instrument of choice was censorship.\nHowever, people understood that they were\nbeing cheated when the authorities banned books\nand prosecuted those who possessed “unauthorized\nliterature.” Under a modern propaganda regime,\nwww.freedomhouse.org\n17\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nalternative perspectives are permitted on a carefully\nrationed basis. But dissenting opinions are invariably\nsubjected to relentless attack and ridicule, and\nthe dissidents themselves face a form of character\nassassination in which their views are twisted to make\nthem appear foolish, extreme, unpatriotic, or immoral.\nChristopher Walker, a vice president at the National\nEndowment for Democracy who has written extensively\non modern authoritarianism, believes that control\nof information is the most important achievement\nof today’s generation of autocrats:\nI think modern authoritarians have been\nadept at adjusting to the new environment.\nThey recognize that trying to control the\nwealth of information out there is impossible,\nand therefore they don’t try. There are\na number of countries which have found\neffective ways to incorporate entertainment\nand culture into their media offerings while\nkeeping domination over the political sphere.\nThey have thus defied the assumptions we\nheld 20 years ago when the internet was\nemerging. The conventional wisdom then\nwas that the internet guaranteed media\ndiversity, and there is no way regimes could\nkeep the genie in the bottle. In fact, in many\ncountries authoritarians have kept the genie\nin the bottle through managing the political\nnarrative and denying people access to key\ninformation. 14\nWalker’s comments certainly apply to conditions in Russia.\nDuring the communist period, Soviet propaganda\nwas meant to justify both state socialism and Russia’s\nisolation from the global economic system and Western\nculture. In Russia, China, and elsewhere, it is now possible\nfor citizens to enjoy the latest international music,\nfashion, and entertainment while hating the liberal\nvalues that are systematically disparaged in the media.\nWhat is tragic about all this is that Russians already\ncame through a decades-long period of propaganda\nin which reality was twisted and lies circulated as a\nconscious matter of national policy. Orwell and other\nfoes of totalitarian rule sought to describe the danger\nthat propaganda and censorship posed to knowledge,\nreality, and independent thought. But instead of\nthings getting better after the demise of totalitarianism,\na newer and in some ways more insidious form of\ninformation control has emerged, one which does not\nso much try to persuade people that the government\nline is the only correct line, but that facts do not exist\nas such and nothing can be believed.\nChina: 21st-century censorship\nThe Chinese model of information control differs in\ncrucial ways from the propaganda methods favored by\nRussia. Especially in its policies towards the internet,\nChina focuses its energies on preventing access to information\nor news on a wide and perpetually evolving\nrange of subjects that the ruling Chinese Communist\nParty (CCP) regards as sensitive.\nUnder Xi Jinping, who took power in late 2012, the\ngovernment has been much more open in arguing for\nthe right of the political leadership to censor internet\ncontent. He has, in fact, launched a campaign designed\nto radically redraw the global rules on internet\nfreedom so as to enshrine the concept of “internet\nsovereignty,” according to which individual countries\nwould “independently choose their own path of cyber\ndevelopment” and “model of cyber regulation.” 15\nIn late 2015, Xi also made the baffling statement,\n“Freedom is what order is meant for, and order is\nthe guarantee of freedom.” 16 Over the next several\nmonths, regulators moved to enforce the president’s\nvision for tighter CCP control over all news media and\nimposed rules that further restricted the production\nof independent news content by online outlets. 17\nPerhaps most important have been the threats to the\nlivelihood and personal liberty of bloggers and online\ncommentators. In recent years, the state has pursued\na campaign of arrest, prosecution, and public humiliation\ndirected against well-known microbloggers\nand other media personalities, including a series of\ntelevised “confessions.” The machinery of repression\nwas directed against those who had used their platforms\nto criticize the leadership or its policies, and to\na disturbing extent, the effort has been successful in\nsilencing such criticism.\nAmong other recent developments in the CCP’s censorship\ndrive:\n• The authorities have punished journalists\nfor publishing news about the economy that\nhighlighted negative trends, and issued media\ndirectives aimed at shaping coverage of economy-related\ntopics. The economy was the second\nmost censored topic in China in 2015, a year\nthat featured a dramatic stock-market crash and\nslowing economic growth. 18\n18\nFreedom House\n• Chinese censors sent out guidelines listing subjects\nthat should not be covered or not covered\nin a negative way during parliamentary sessions\nin 2016. Included on the list were the wealth\nof parliamentary delegates, military budgets,\ncompliance with international human rights\nconventions, air pollution, church demolitions,\nand jokes about parliamentarians’ proposals. 19\n• Censorship officials quashed coverage of the\n“Panama Papers,” the trove of documents leaked\nin 2016 that listed the offshore holdings of the\nglobal elite, including the relatives of top Chinese\nofficials. 20\n• China added Time and the Economist to the list\nof blocked media websites in 2016, apparently\nin retaliation for articles that were critical of Xi\nJinping’s accumulation of power. 21\n• In February 2016 visits to China Central Television\n(CCTV), the Xinhua news agency, and\nthe People’s Daily newspaper—the flagships of\nthe party and state media—Xi admonished the\nassembled journalists to give absolute support\nto the party leadership and later declared that\nall media should “have the party as their family\nname.” 22\nWhile critical voices can still be found on the internet,\nthe authorities have been highly successful in\nsuppressing material that might lead to any broad\nform of online protest or collective action. In addition\nto intrusive laws and regulations, the regime deploys\narmies of paid and volunteer commentators to flood\nsocial media with progovernment remarks, influence\nonline discussions, report or attack those who make\nantigovernment comments, or sow confusion about\nparticular incidents that might reflect poorly on the\nleadership. 23\nThe overall goal of this strategy is to weaken the\ninternet’s potential as a mobilizing force for critics or\nreformers. Indeed, after years of intense pressure, the\nmedium is drawing closer to Xi Jinping’s ideal of an\ninternet that is “clear and bright.” 24\nGlobal reach\nBoth Russia and China have launched ambitious and\nexpensive projects to expand the reach of propaganda\nand censorship beyond their borders. Russia’s project is\nbetter known due to RT, a global television network that\nis available to foreign audiences in a number of languages\nand through many cable packages. Russia has\nalso launched Sputnik, an international news service,\nin multiple languages. These outlets tend to be more\neffective than China’s at imitating the production styles\nand intentionally contentious formats now employed\nby many major outlets in democratic countries.\nThe degree to which RT and other arms of the Russian\nglobal media apparatus actually influence the debate\nabout Russia is unclear. RT makes grandiose claims\nof high viewership, but some analysts believe that its\naudience in the United States and elsewhere is much\nlower than asserted, and that its sizeable audience on\nYouTube may be inflated by enticing video clips with\nlittle political relevance. 25\nWhen it was launched in 2005, RT’s programming\nstressed the achievements of Russia and the strong\nleadership of Vladimir Putin. Subsequently, the focus\nchanged to negative messages about the West,\nespecially the United States. Programs have chronicled\nAmerican poverty, inequality, political hypocrisy,\nracial injustice, and other real or perceived flaws. The\nnetwork often promotes conspiracy theories about\neverything from the destruction of New York’s World\nTrade Center in 2001 to America’s alleged role as puppet\nmaster behind the Ukrainian protest movement of\n2013–14. 26\nSuperficially, China’s overseas propaganda efforts\nseem less aggressive. While Beijing has greatly expanded\nthe capacity of CCTV’s international broadcasts\nand opened media offices around the globe,\nthe news content is less polemical and therefore less\ninteresting than that of RT.\nBut the CCP’s ultimate objectives may actually be far\nmore ambitious. Rather than engaging, like Russia, in\nwhat amount to guerrilla-style attacks on mainstream\nnews and information abroad, the Chinese regime is\nusing its superior economic muscle to steadily gain\ncontrol over how China is depicted in news coverage\nand popular culture in the rest of the world, and to\nestablish something of a consensus on the idea of a\n“sovereign internet.”\nIts various tactics include state pressure on foreign\ncorrespondents tasked with informing the world\nabout developments in China: Those who are too critical\nor too aggressive in conducting investigations into\nsensitive matters may find their visas revoked, their\noutlet’s website blocked, and their employers placed\nin a sort of political purgatory. 27\nwww.freedomhouse.org\n19\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nThe CCP has also asserted control over news outlets\nin Hong Kong, Taiwan, and Chinese diaspora communities\naround the world. 28 Beijing has used pressure\ntactics and exerted influence through intermediaries\nto change editors or owners of critical outlets in\nHong Kong. 29 Wealthy progovernment forces from the\nmainland have begun to buy up media outlets in Hong\nKong and elsewhere. 30 And there have been instances\nin which businessmen with economic interests in\nChina have attempted to expand their media holdings\nin Taiwan. 31\nPerhaps more disturbing is China’s effort to purchase\ninfluence in global culture through its state-affiliated\nand nominally private companies. For example, Visual\nChina Group, a mainland company, has purchased\nthe image and licensing division of Corbis, a company\nthat controls a huge archive of historically important\nphotographs. The trove includes iconic photographs\nof the 1989 Tiananmen Square demonstrations,\nwhich CCP censors have worked hard to keep out of\nthe Chinese media. Those involved in the sale offered\nassurances that the new owners would not hinder the\nglobal circulation of politically sensitive images, but\nthere is little to prevent them from casting aside such\npledges at some future date. 32\nAnother Chinese company, Dalian Wanda Group,\nhas raised concerns with its rapid incursions into the\nU.S. film industry. Already the world’s largest owner\nof cinemas, including the second-largest U.S. theater\nchain, Wanda purchased Legendary Entertainment, a\nproduction company, in 2016 and is said to be interested\nin gaining control of a major Hollywood studio.\nAmerican lawmakers were sufficiently disturbed by\nWanda’s initiatives to request a Justice Department investigation.\nThere is concern that China’s companies,\nwith state encouragement, are pursuing influence in\nHollywood to ensure a favorable depiction of China\nand its CCP regime in major films. 33 Even with studios\nunder U.S. ownership, the international media have\nrepeatedly uncovered cases in which U.S. filmmakers\naltered elements of their work to address or anticipate\nthe objections of Chinese censors, who serve as gatekeepers\nto the country’s lucrative domestic market. 34\nExploiting democratic culture for authoritarian ends\nIronically, some products of democratic culture have\nfacilitated the work of modern authoritarian propagandists.\nThe notion that there is no such thing as\nobjective truth and that history is nothing more than a\ncontest of competing narratives owes its popularity to\nradical theorists who have gained a strong foothold in\nacademia and even among some who call themselves\njournalists, such as Glenn Greenwald.\nWhile accusations that the press is biased or publishes\nlies are common in American political campaigns,\nthe hysterical charges hurled by Donald Trump against\nthe media during the 2016 presidential campaign\nserved to reinforce the Kremlin’s model of a world in\nwhich the truth is determined by power rather than\nimpartial investigation.\nMoscow especially makes shrewd use of an unfortunate\njournalistic habit in which evenhandedness—a\nworthy goal when presenting two sides in a genuine\ndebate—is improperly applied, so that patently false\nassertions are treated as symmetrical with legitimate\nviews or facts.\nMany outside Russia would not disagree with Kiselyov’s\ndismissive views on the concept of impartial\nreporting. In meeting the challenge of authoritarian\npropaganda, a good place to start would be a reaffirmation\nof the central role occupied by high-quality,\ntraditional journalism in democratic societies.\n1. See for example “Russia,” in Freedom of the Press 2004 (New York: Freedom House, 2004), https://freedomhouse.org/report/freedom-press/2004/russia.\n2. Christopher Walker and Robert Orttung, “Russia’s Media Autarky Strengthens Its Grip,” Real Clear World, November 30, 2014, http://\nwww.realclearworld.com/articles/2014/11/30/russias_media_autarky_110826.html.\n3. “Russia,” in Freedom on the Net 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-net/2016/russia.\n4. Peter Pomerantsev and Michael Weiss, The Menace of Unreality: How the Kremlin Weaponizes Information, Culture and Money\n(New York: Institute of Modern Russia, 2014), http://www.interpretermag.com/wp-content/uploads/2014/11/The_Menace_of_Unreality_Final.pdf.\n5. Ibid.\n6. “From Burning Hearts to Civil Unions: The Unlikely Evolution of Dmitry Kiselyov,” Radio Free Europe/ Radio Liberty, June 30, 2015,\nhttp://www.rferl.org/a/dmitry-kiselyov-civil-unions-lgbt-unlikely-evolution/27102541.html; Joshua Yaffa, “Dmitry Kiselev Is Redefining\nthe Art of Russian Propaganda,” New Republic, July 1, 2014, https://newrepublic.com/article/118438/dmitry-kiselev-putins-favorite-tv-host-russias-top-propogandist.\n20\nFreedom House\n7. “Dmitry Kiselev: ‘Western Behavior Borders on Schizophrenia,’” Sputnik, April 5, 2014, https://sputniknews.com/analysis/20140405189054528-Dmitry-Kiselev-Western-behavior-borders-on-schizophrenia/.\n8. Peter Pomerantsev, “Russia and the Menace of Unreality,” Atlantic, September 9, 2014, http://www.theatlantic.com/international/\narchive/2014/09/russia-putin-revolutionizing-information-warfare/379880/.\n9. Editorial Board, “Putin’s Propaganda Keeps Russians in the Dark about Ukraine and More,” Washington Post, August 31,\n2014, https://www.washingtonpost.com/opinions/putins-propoganda-keeps-russians-in-the-dark-about-ukraine-andmore/2014/08/31/6ba4114a-2fc5-11e4-9b98-848790384093_story.html?utm_term=.835f55ca0486.\n10. Janina Semenova, “Behind Russia’s TV Propaganda Machine,” Deutsche Welle, February 9, 2015, http://www.dw.com/en/behind-russias-tv-propaganda-machine/a-18689297.\n11. Alexander Motyl, “Is Russia Artificial?” World Affairs, November 7, 2014, http://www.worldaffairsjournal.org/blog/alexander-j-motyl/\nrussia-and-ukraine-artificial-or-authentic.\n12. Halya Coynash, “Russia Continues Its False Narrative as Defender of Oppressed Minorities in Ukraine,” Human Rights in Ukraine,\nMarch 29, 2014, http://khpg.org/en/index.php?id=1396038633.\n14. Interview with author.\n15. “China Touts Its Great Firewall in Push for Internet Control,” Wall Street Journal, December 16, 2015, http://www.wsj.com/articles/\nchina-touts-its-great-firewall-in-push-for-internet-control-1450251090.\n16. Tom Phillips, “China’s Xi Jinping Says Internet Users Must Be Free to Speak Their Minds,” Guardian, December 16, 2015, https://\nwww.theguardian.com/world/2015/dec/16/china-xi-jinping-internet-users-freedom-speech-online.\n17. “Xi Jinping Visits Flagship State Media, Lays Out Vision for Party Control,” China Media Bulletin no. 113 (March 2016), https://freedomhouse.org/china-media/china-media-bulletin-issue-no-113-march-2016;\n“New Rules Clamp Down on Online News,” China\nMedia Bulletin no. 116 (September 2016), https://freedomhouse.org/china-media/china-media-bulletin-issue-no-116-september-2016.\n18. “China’s Most Censored News Topics in 2015,” China Media Bulletin no. 111 (January 2016), https://freedomhouse.org/china-media/china-media-bulletin-issue-no-111-january-2016.\n19. Didi K. Tatlow, “What Chinese Media Mustn’t Cover at the ‘2 Sessions,’” New York Times, March 9, 2016, http://www.nytimes.\ncom/2016/03/10/world/asia/china-news-censorship-two-sessions.html.\n20. Michael Forsythe and Austin Ramzy, “China Censors Mentions of ‘Panama Papers’ Leaks,” New York Times, April 5, 2016, http://\nwww.nytimes.com/2016/04/06/world/asia/china-panama-papers.html.\n21. Emily Feng, “China Blocks Economist and Time Websites, Apparently over Xi Jinping Articles,” New York Times, April 8, 2016, http://\nwww.nytimes.com/2016/04/09/world/asia/china-blocks-economist-time.html.\n22. Edward Wong, “Xi Jinping’s News Alert: Chinese Media Must Serve the Party,” New York Times, February 22, 2016, http://www.\nnytimes.com/2016/02/23/world/asia/china-media-policy-xi-jinping.html.\n23. “China,” in Freedom on the Net 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-net/2016/china.\n24. David Bandurski, “How Xi Jinping Sees the Internet,” China Media Project, December 9, 2015, http://cmp.hku.\nhk/2015/12/09/39451/.\n25. Katie Zevadski, “Putin’s Propaganda TV Lies About Its Popularity,” Daily Beast, September 17, 2015, http://www.thedailybeast.com/\narticles/2015/09/17/putin-s-propaganda-tv-lies-about-ratings.html.\n26. Neil MacFarquhar, “A Powerful Russian Weapon: The Spread of False Stories,” New York Times, August 28, 2016, http://www.nytimes.com/2016/08/29/world/europe/russia-sweden-disinformation.html.\n27. PEN America, “New PEN America Report Shows Growing Pressure on Foreign Correspondents to Bias Coverage in China,” news\nrelease, September 22, 2016, https://pen.org/press-release/2016/09/22/new-pen-america-report-shows-growing-pressure-foreign-correspondents-bias.\n28. Sarah Cook, The Long Shadow of Chinese Censorship: How the Communist Party’s Media Restrictions Affect News Outlets around\nthe World (Washington: Center for International Media Assistance, 2013), http://www.cima.ned.org/wp-content/uploads/2015/02/\nCIMA-China_Sarah%20Cook.pdf.\n29. Michael Forsythe and Alan Wong, “Timing of Editor’s Firing Has Hong Kong Worried about Press Freedom,” New York Times, April 20,\n2016, http://www.nytimes.com/2016/04/21/world/asia/hong-kong-ming-pao-editor.html.\n30. David Barboza, “Alibaba Buying South China Morning Post, Aiming to Influence Media,” New York Times, December 11, 2015, http://\nwww.nytimes.com/2015/12/12/business/dealbook/alibaba-scmp-south-china-morning-post.html.\n31. Ben Goren, “China’s Influence on Taiwan’s Media,” Chinet, June 23, 2014, http://chinet.cz/reviews/contemporary-china/chinas-influence-on-taiwans-media/.\n32. Mike McPhate, “With Corbis Sale, Tiananmen Protest Images Go to Chinese Media Company,” New York Times, January 27, 2016,\nhttp://www.nytimes.com/2016/01/28/business/media/with-corbis-sale-tiananmen-protest-images-go-to-chinese-media-company.html.\n33. Michael Forsythe, “Justice Dept. Is Asked to Review Chinese Company’s Hollywood Purchases,” New York Times, October 7, 2016,\nhttp://www.nytimes.com/2016/10/08/world/asia/us-hollywood-dalian-wanda.html.\n34. Clare Baldwin and Kristina Cooke, “How Sony Sanitized the New Adam Sandler Movie to Please Chinese Censors,” Reuters, July 24,\n2015, http://www.reuters.com/investigates/special-report/china-film/.\nwww.freedomhouse.org\n21\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nChapter 3\nThe Enemy Within: Civil Society at Bay\nAmong the more surprising developments in\n21st-century politics are the reversals experienced by\ncivil society, once regarded as an irresistible force in\nthe global struggle for democracy.\nAccording to Freedom in the World, the ability of\nnongovernmental organizations (NGOs) and other\ncivil society institutions to function without state restrictions\nhas suffered a pronounced decline over the\npast decade. The setbacks have been concentrated in\nauthoritarian states like Russia, China, Venezuela, and\nIran. But civil society has also met with growing problems\nin democracies—India and Indonesia among\nthem—and in settings where democracy’s prospects\nare unclear, as with Ecuador, Hungary, and Kenya.\nThe growing offensive against civil society is in many\nrespects a tribute to the prominent role that NGOs\nhave come to play in the political life of most countries.\nAn active civil society is often seen as a formidable\nthreat to a repressive or illiberal status quo. Civil\nsociety was the linchpin in the successful popular\nrevolutions in Serbia, Ukraine, and Georgia. In fact,\ncivil society organizations frequently pose a greater\nthreat to autocracy than do traditional opposition parties,\nwhich have proven relatively easy for determined\nstrongmen to sideline, neutralize, or co-opt. Civil society\nmovements, by contrast, are generally composed\nof younger activists, committed to a cause, more\nresilient, more agile, and less prone to corruption.\nTo be sure, even some authoritarian states can boast\nof an active and growing civil society sector consisting\nof humanitarian organizations, religious entities,\nconservation groups, associations focused on public\nhealth or development, and so forth. It is with the\nNGOs that pursue politically sensitive objectives—human\nrights advocacy, democratic reform, or anticorruption\nmeasures—that oppressive leaders have\nserious differences. Especially in countries where\nelections have been rendered meaningless, civil society\ngroups can become surrogates for a democratic\nopposition, and are therefore regarded with deep\nsuspicion by the leadership.\nThe specter of ‘color revolution’\nThe term “color revolution” emerged in 2003–05 to\ndescribe a phenomenon whereby an existing political\nleadership is overthrown by a popular movement\n”Countries in western Asia and\nnorthern Africa, Ukraine and Thailand,\nwhich have experienced street\nprotests and even armed conflicts,\nhave been led astray to the wrong\npath of Western-style democracy,\nthat is, ‘street politics.’… The United\nStates and some Western forces\nhave been involved in the street\npolitics in these countries, either on\nstage or behind the scenes.”\n—Xinhua, paraphrasing an editorial by Mi Bohua of the\nPeople’s Daily\n“In the modern world, extremism is\nbeing used as a geopolitical instrument\nand for remaking spheres of\ninfluence. We see what tragic consequences\nthe wave of so-called color\nrevolutions led to…. We should do\neverything necessary so that nothing\nsimilar ever happens in Russia.”\n—Vladimir Putin\nusing tactics of nonviolent civil disobedience.\nSuccessful nonviolent democratic revolutions are not\nnew. Perhaps the first color revolution took place in\n1974, when a dictatorship in Portugal was overthrown\nby military officers who drew on the support of civilian\ndemocracy advocates. Later peaceful revolutions\novercame authoritarian regimes in the Philippines,\nSouth Korea, Chile, and Poland.\nIn the 21st century, however, the definitive events\nbehind the new label took place in Georgia (2003) and\nUkraine (2004–5). Both countries were governed by\npoliticians with close ties to Moscow who were either\npersonally corrupt or tolerated high levels of graft.\nIn the Ukrainian elections of 2004, there was strong\nevidence of rigging to ensure the victory of Viktor Yanukovych,\nthe candidate of the pro-Russian old guard.\n22\nFreedom House\nTightening the Screws: The Kremlin’s Legal Campaign against Civil Society\nl JANUARY 2006: Amendments to Certain\nLegislative Acts of the Russian Federation\nThis law gave authorities the power to deny\nregistration to organizations that “threaten”\nRussia, bar foreigners from opening\norganizations, subject foreign funding to more\nscrutiny, and make the founding and operation of\norganizations excessively burdensome, including\nby imposing frequent audits and reporting\nrequirements.\nl JULY 2012: Amendments to the Law on\nNoncommercial Organizations, the Criminal\nCode, the Law on Public Associations, and the\nLaw on Combating Money Laundering and the\nFinancing of Terrorism\nThis package of measures, which included\nthe provision known as the “foreign agents\nlaw,” required nongovernmental organizations\n(NGOs) that receive foreign funding and carry\nout broadly defined “political activity” to register\nwith the Justice Ministry and meet onerous\nrequirements, including filing quarterly financial\nreports, submitting to annual and unscheduled\naudits, subjecting foreign donations to\nmonitoring, and marking all publications and\nevents with the “foreign agent” label. Penalties\nfor noncompliance include fines, suspension\nof funds, and imprisonment of personnel.\nOther amendments penalized creating and\nparticipating in “illegitimate” groups and groups\nthat urge citizens to shirk their civic duties or\nperform other illegal acts.\nl FEBRUARY 2014: Amendments to the Law on\nNoncommercial Organizations\nThis change greatly expanded the list of reasons\nfor unannounced audits of NGOs.\nl JUNE 2014: Amendments to the Law on\nNoncommercial Organizations\nEnacted to strengthen enforcement of the\nforeign agents law, this legislation authorized\nthe Justice Ministry to register NGOs as foreign\nagents without their consent and without a court\norder, and shifted the burden of proof to NGOs,\ncompelling them to go to court to fight the label.\nl MAY 2015: Amendments to Certain Legislative\nActs of the Russian Federation\nKnown as the “undesirable organizations\nlaw,” this package of changes empowered the\nprosecutor general to shut down or restrict the\nactivities of NGOs that are deemed “undesirable,”\nvaguely defined as groups that pose “a threat\nto the foundation of the constitutional order of\nthe Russian Federation, the defense capability\nof the country, or the security of the state.”\nThe amendments bar such organizations from\nopening delegate offices, carrying out programs,\nand promoting their activities in Russia, and\nsubject collaborators with these NGOs to\npossible fines and imprisonment.\nl JUNE 2016: Amendments to the Law on Public\nAssociations and the Law on Noncommercial\nOrganizations\nThis legislation revised the loose definition of\n“political activity” under the foreign agents law,\nbut rather than narrowing the meaning of the\nterm, it applied the law’s restrictions to any\nactivity aimed at influencing the government\nor public opinion. That could include opinion\nsurveys, monitoring of government agencies’\nperformance, analysis of laws or policies, and\npetitions or other communications aimed at\ngovernment officials.\nConfronted by mass demonstrations, the authorities\nordered a rerun. The candidate of the reformist\nOrange coalition won that election, which was widely\nseen as free and honest.\nThe Orange Revolution was to have far-reaching repercussions.\nWhile democracies celebrated the outcome,\nrepressive regimes reacted with alarm. The concerns\nexpressed by Russian officials were soon echoed\nin China, Iran, Belarus, Kazakhstan, Venezuela, and\nother authoritarian countries. Vladimir Putin spoke\nof the color revolution as the latest form of American\ninterventionism, and began a process of restricting\nRussian NGOs that was to reach a climax a decade\nlater.\nYanukovych eventually won the presidency in a 2010\ncomeback, but a second protest-driven revolution\nwww.freedomhouse.org\n23\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nin Ukraine, the Maidan uprising of 2013–14, forced\nhim to flee to Russia after a bloody crackdown failed\nto disperse the demonstrators. Among other things,\nthe episode shattered the old political establishment,\nwhich had been more or less equally divided between\nparties that were friendly to Russia and parties that\nfavored independence from the Kremlin and an\norientation toward Europe. For the foreseeable future,\npro-Russian parties were unlikely to play a major role\nin Ukrainian political life.\nRussia responded by seizing and illegally annexing\nCrimea and fomenting a frozen conflict in eastern\nUkraine. But the Kremlin also stepped up its campaign\nto demonize color revolutions more broadly as America’s\nfavored instrument of regime change, though no\nserious evidence of U.S. involvement in the Maidan\nrevolution was put forward. The color revolution threat\nbecame a major theme of Russian domestic propaganda\nand political discourse. It even became a focus\nof the country’s military planning.\nWhen speaking of color revolutions, Russian officials\nand commentators have struck several common\nthemes:\n1. Color revolutions are a U.S. strategy to break\nRussia’s influence over its neighbors. 1 Nikolay\nPatrushev, secretary of Russia’s Security Council\nand a longtime director of the Federal Security\nService (FSB), has described color revolutions\nas an American scheme to bring down governments\nthrough the financing of opposition\ngroups and economic sanctions “under the pretext\nof human rights protection and the necessity\nto form civil society institutions.” 2 Russian\nofficials in 2015 warned that Electric Yerevan, an\nArmenian protest movement against electricity\nprice hikes, could be a provocation by the West\ndedicated to toppling a Moscow-friendly administration.\n3\n2. The threat of military action is an integral part of\nthe strategy. While color revolutions by definition\nemploy nonviolent tactics, Russian strategists\nclaim that the military dimension can be indirect,\nembedded in democratic governments’ warnings\nnot to use force against protesters. In other words,\naccording to the Kremlin, the United States and\nits allies stoke uprisings and then threaten to intervene\nif the authorities defend themselves. Russia’s\nown response to the Maidan revolution was a\nreflection of this distorted image: It orchestrated\nseparatist revolts in parts of Ukraine and then\nused its military to defend them. 4\n3. Color revolutions pose a danger to Russia’s allies\naround the world. To communicate its concerns\non this front, the Kremlin has invited military\ndelegations from China, Iran, Egypt, and other\nauthoritarian regimes for meetings at which\ncountering color revolutions is an important\ntheme. 5 Russian propaganda encourages governments\nto do what is necessary to put down\ncivil society challenges, and praises incumbents\nwho succeed.\n4. Russia itself is under threat. “The aim is obvious,”\nPutin said of protests and social media activity\nin 2015, “to provoke civil conflict and strike\na blow at our country’s constitutional foundations,\nand ultimately even at our sovereignty.” 6\n5. Incumbents are ‘legitimate’ rulers. Russian officials\nhave stressed the legal and constitutional\nlegitimacy of authoritarian leaders facing major\nprotests, regardless of their crimes and blatant\nabuses of human rights and democratic norms.\nMoscow insisted that Yanukovych remained the\n“legitimate” president even after he had abandoned\nhis post to escape punishment for his\nrole in the crackdown on demonstrators.\n6. Russia reserves the right to intervene in defense\nof ethnic Russians. By asserting this right, the\nKremlin is effectively saying that any color revolutions\nin neighboring states—many of which\nhave Russian-speaking minorities—could trigger\na Russian invasion, as in Ukraine. It could also\nbecome a self-fulfilling prophecy, whereby the\ngovernments of neighboring countries come\nto mistrust and mistreat their ethnic Russian\ncitizens, providing the Kremlin with an excuse to\nget involved. 7\nThe Russian leadership’s reaction to the color revolutions,\nwith its paranoid obsession with sinister outside\nforces, is a clear indication of the lack of self-confidence\nthat is shared by all authoritarian powers. Whether the\nstate is led by a strongman, a politburo, or a supreme\nreligious leader, the world’s most repressive regimes\nunderstand that their systems offer few regular outlets\nfor public frustration with government performance.\nFear of color revolutions has intensified since the 2014\nevents in Ukraine, with a particular focus on the alleged\n24\nFreedom House\nAuthoritarians on Color Revolutions\n“In my opinion, everything that happened in\nUkraine shook Russia.… Young people began\nto discuss and think about Russia’s direction.”\n—Ivan Mostovich, press secretary of the pro-Kremlin youth\norganization Nashi, April 2005\n“We’re only afraid these changes will be chaotic.…\nIt’ll be a banana republic where the one\nwho shouts loudest is the one who wins.”\n—Vladimir Putin, President of Russia,\nSeptember 2005\n“We have sympathy with [Arab governments]\nbecause they did not read warnings that\nthey should have read. That things were\nchanging because of the wishes of their\npeople, and because of machinations of the\nimperialists.”\n—Robert Mugabe, President of Zimbabwe, June 2011\n“It is hardly likely that the US will admit to\nmanipulating [Hong Kong’s] ‘Occupy Central’\nmovement, just as it will not admit to manipulating\nother anti-China forces. It sees such\nactivities as justified by ‘democracy,’ ‘freedom,’\n‘human rights’ and other values.”\n—People’s Daily commentary, October 2014\n“Hostile forces have always attempted to\nmake Hong Kong the bridgehead for subverting\nand infiltrating mainland China…. The illegal\nOccupy Central activities in 2014 came\nas minority radical groups in Hong Kong,\nunder the instigation and support of external\nforces … orchestrated a Hong Kong version of\na color revolution.”\n—Gen. Sun Jianguo, deputy chief of general staff, People’s\nLiberation Army, March 2015\n“Various human rights organizations, think\ntanks, and simple NGOs of the U.S. and its\nallies in Europe, concealing their true goals,\nhave established a huge network of affiliates\naround the world.… It is they who act as the\n‘fifth column.’”\n—Ramiz Mehdiyev, head of presidential administration,\nAzerbaijan, December 2014\n“The sides noted that Russia and China had\na common approach to the key problems\nof regional and international security and\nexpressed readiness to counteract ‘color\nrevolutions.’… Russia and China suffered the\nbiggest losses during WWII and should be\nresolutely opposed to any attempts to revive\nfascism and falsify the results of the bloodiest\nconflict in human history.”\n—Russian Security Council, statement on security consultations\nwith China, May 2015\nrole of the United States as puppet master. Yet neither\nthe Kremlin nor likeminded regimes have advanced\ncredible evidence that the various civic movements\nwere inauthentic. The American role in the Orange Revolution\nof 2004–5, for example, was limited to funding\nfor voter training, upgrading of election technology,\nand other measures designed to assist authorities in\nensuring fair balloting. There is no evidence of direct\nAmerican government help to the Orange forces. If the\nUnited States influenced the eventual outcome, it did\nso by making it more difficult for the Ukrainian authorities\nto rig the election results. 8\nStrangled by law\nOver the past decade there has been a steady stream\nof laws that restrict the funding and operations of\nNGOs. While more than 50 countries have passed\nsuch legislation, the most aggressive campaign to\nbring civil society to heel through legal constraints\nhas been carried out by the Russian authorities.\nThere are 11 laws on the books in Russia that deal\nsolely with civil society organizations and another 35\nthat mention NGOs. Yet nowhere are NGOs defined.\nThis vagueness is deliberate. It gives officials the\ndiscretion to decide which civil society organizations\nshould be prosecuted and harassed and which should\nbe left alone or encouraged. It enables them to penalize,\nfor example, a foundation that supports scientific\nwww.freedomhouse.org\n25\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nresearch due to alleged foreign funding, while ignoring\nforeign funding for a quasi-political charity sponsored\nby the Orthodox Church. 9\nIn fact, most of these laws are unnecessary. In a state\nlike Russia, China, or Iran, the authorities already have\nample latitude to deregister and ban any organization,\nand to prevent foreign organizations from doing\nbusiness with domestic partners. A legal system that\nis flexible enough to serve the evolving needs of the\nregime and target virtually any adversary is a hallmark\nof modern authoritarianism. But the NGO measures\ngive an added veneer of legality to what is essentially\narbitrary rule.\nThe repeated adoption of new laws also gives the\nleadership the opportunity to showcase emotional\npropaganda that stresses the subversive nature of\nforeign or independent domestic civil society organizations,\nreinforcing the idea that the motherland\nis threatened by hostile encirclement and political\ninfiltration. 10\nForeign agents\nIn 2012, Russia adopted the so-called foreign agents\nlaw. It requires NGOs that receive foreign funding and\nengage in what the authorities define as political work\nto register as “foreign agents,” a term that, in Russian,\nis synonymous with foreign spy. Subsequent amendments\nallow the Justice Ministry to register groups as\nforeign agents without their consent. As with many\nother Russian laws, the standards for enforcement are\nentirely political. The designation is applied principally\nto NGOs that seek political reforms or criticize\nthe Kremlin’s antidemocratic direction, though the\nauthorities’ reasoning in many cases is difficult to\nfathom. State-friendly organizations have generally\nbeen left alone.\nMemorial, the human rights organization founded\nto carry forward the ideals associated with Andrey\nSakharov, was one of the first groups to be unilaterally\nregistered as a foreign agent by the Justice Ministry\nin 2014. In 2015, the ministry accused Memorial of\n“undermining the foundations of constitutional order”\nby describing the Russian invasion of Ukraine as\naggression and by asserting, correctly, that active duty\nRussian troops were taking part in the conflict. 11\nAs in most countries, including some democracies,\ncivil society organizations in authoritarian climates\nare largely funded by governmental or foreign entities.\nThere is little tradition of private philanthropic funding\nfor NGOs, and even if there were, few wealthy Russians\nor Iranians would risk reprisal from the authorities\nby donating to regime critics. Consequently, organizations\nthat lose access to foreign funding typically\nhave no domestic alternative and must curtail their\noperations or give up their political independence.\nIn Russia, even NGOs with politically anodyne missions\nhave been targeted as foreign agents, as the\nregime seeks to deter any civil society activity that\ncould challenge official policies or foster international\nties without state approval. One such organization\nwas the Northern Nature Coalition, which protects\nold-growth forests and had protested certain development\nprojects. Another was Young Karelia, which\nsponsors puppet shows for children in Karelian—a\nlanguage closely related to that spoken in neighboring\nFinland. The latter group was declared a foreign agent\nin part because of a $10,000 grant from the United\nNations. 12\nThe undesirables\nOnce it was the CIA that dictatorships reflexively\nblamed when under pressure. More recently, the target\nof attack is a group of prodemocracy foundations,\nmostly American, that encourage political reform\nthrough nonviolent methods. According to the denunciations\nof officials from Russia, China, Venezuela,\nand other repressive states, the National Endowment\nfor Democracy and the organizations associated with\nphilanthropist George Soros present a danger to the\nstatus quo that rivals NATO or Western intelligence\nagencies. 13\nIn 2015, Putin signed a law that allowed the prosecutor\ngeneral to declare foreign organizations “undesirable”\nif they are deemed to pose a threat to the\ncountry’s security, defense capability, or public order.\nThe measure empowered the authorities to shut such\nentities’ offices in Russia, ban Russian groups from\nworking with them, and freeze their assets.\nWhile the law has been used to expel foreign prodemocracy\norganizations, the real targets are Russian\ncitizens. This is made clear by a section of the law\nthat calls for heavy fines and jail terms of up to six\nyears for Russians who collaborate with organizations\non the undesirable list. Conceivably, a Russia human\nrights advocate who attends a seminar in Poland or\nGermany sponsored by the International Republican\nInstitute—one of the groups added to the list in\n2016—could be prosecuted once back in Russia. 14\n26\nFreedom House\nSharing worst practices\nDuring the 1990s there was much discussion in the\nmajor democracies regarding the export of “best practices,”\nmeaning the institutions, policies, and ways\nof doing things that had strengthened democratic\ngovernance in some of the more successful post-authoritarian\nsocieties, especially in Central Europe.\nMore recently, modern authoritarian regimes have\nturned this concept on its head by sharing their own\nexperiences with laws and tactics that have the effect\nof retarding democratic development.\nLaws restricting the autonomy and funding of NGOs\nhave been widely copied around the world. Many of\nthe affected countries tolerated civil society activism\nin the period after the Cold War, only to move in a\nmore repressive direction after the most prominent\ncolor revolutions alerted incumbent leaders to potential\nthreat posed by civic activism. Once Russia had\ndemonstrated a willingness to adopt legislation and\nthen enforce it, other countries followed suit, first in\nEurasia but subsequently in Africa, Asia, the Middle\nEast, and Latin America.\nGovernments that adopt such laws seldom if ever\nshut down the civil society sector entirely. Instead,\nthey deal with NGOs selectively, tolerating those that\npresent no threat to the status quo, monitoring others,\nand repressing those that the leadership regards\nas a potential focus of opposition activity. Even some\ndemocracies, such as India, Indonesia, and Kenya,\nhave enacted laws to strengthen state control over\nNGOs. But the most serious restrictions have been\nimposed by authoritarian regimes. 15\nAccording to a 2013 report, 12 countries had prohibited\nforeign funding for NGOs outright while another\n49 placed restrictions on foreign donations. 16 For\nauthoritarian leaders, the imposition of foreign funding\nrestrictions is a convenient tactic in that it makes\nit difficult for the organization to function effectively\nbut falls short of an outright ban, which could attract\nsharper criticism. Furthermore, governments can justify\ntheir action on grounds of protecting sovereignty\nagainst foreign interference—a potent argument in\nan era when nationalist ideas have garnered greater\npublic support. Thus in rejecting an appeal to government\npolicies that restrict NGO work, the Venezuelan\nSupreme Court spoke of foreign assistance as “a\ntypical manifestation of the interventionist policies of\na foreign power to influence the internal affairs of the\nVenezuelan state.” 17\nChina piles on\nIn early 2016, joining its authoritarian colleagues,\nChina adopted its first formal law meant to regulate\nthe country’s rapidly expanding NGO sector. Previously,\nforeign NGOs registered as commercial enterprises\nand conducted their advocacy work “off the books.”\nUnder the new law, foreign NGOs are subject to a series\nof additional bureaucratic hurdles, some of which\ncould seriously impinge on their work.\nFor example, foreign NGOs are now required to join in\npartnership with a Chinese organization. In practice,\nthis could make it difficult for NGOs that work on sensitive\nissues like the rule of law to function, as Chinese\norganizations would be hesitant to join a foreign entity\nin pursuing such a politically explosive mission.\nMoreover, foreign NGOs will be compelled to register\nwith the police rather than the Ministry of Civil Affairs,\nas had been the case. 18 The law gives the police\nsweeping powers to detain staff, restrict activities or\nevents, or regulate an NGO’s ability to open an office. 19\nAn NGO’s registration can be revoked under a vague\nclause that forbids spreading rumors, engaging in\ndefamation, or publishing “other harmful information\nthat endangers state security or damages the national\ninterest.” 20\nThe new law was passed in the context of intensified\nrepression, an economic slowdown, and a drive by\nthe Xi Jinping leadership to suppress discussion of\n“Western ideas” in the media and at universities. Even\nas the country’s leadership boasted of China’s role as\na world power, the country’s education minister, Yuan\nGuiren, felt compelled in 2015 to warn against the use\nof “textbooks promoting Western values” in Chinese\nclassrooms.\nIndeed, the authorities had carried out a series of\narrests, focusing on precisely the sort of independent-minded\nactivists with whom reform-oriented\ninternational NGOs would expect to collaborate: human\nrights lawyers, advocates for minority rights and\nreligious freedom, and women’s rights campaigners. 21\nAround the time of the law’s adoption, the government\ntook the unusual step of showcasing a televised\nconfession by a Swedish citizen who had worked with\nlegal reform groups in China. Xinhua claimed that\nthe activist, Peter Dahlin, had served a human rights\norganization that “hired and trained others to gather,\nfabricate, and distort information about China.” 22\nThe adoption of formal restrictions on NGOs is one\nwww.freedomhouse.org\n27\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nsign among many that China is rolling up the welcome\nmat for the outside world. The leadership’s exertion\nof pressure on reform-minded foreigners parallels its\nincreasingly skeptical attitude toward the international\npress, certain foreign technology firms, Christian\nchurches, and especially “Western” ideas like democracy,\nthe rule of law, and press freedom. The hostility to\nNGOs is particularly troubling, however, given the total\nabsence of national elections and opposition political\nparties in China. The NGO sector was one of the few\noutlets available to Chinese citizens who seek political\nchange. The Xi Jinping leadership, in adopting the new\nlaw, is communicating its determination to shut off all\npossible avenues for independent political action.\n1. Roger McDermott, “Protecting the Motherland: Russia’s Counter–Color Revolution Military Doctrine,” Eurasia Daily Monitor, November\n14, 2014, https://jamestown.org/program/protecting-the-motherland-russias-counter-color-revolution-military-doctrine/.\n2. Leon Aron, “Drivers of Putin’s Foreign Policy,” American Enterprise Institute, June 14, 2016, https://www.aei.org/publication/\ndrivers-of-putins-foreign-policy/; Dennis Lynch, “Russian Security Council Warns US Seeks ‘Color Revolution’ against Kremlin,”\nInternational Business Times, March 25, 2015, http://www.ibtimes.com/russian-security-council-warns-us-seeks-color-revolution-against-kremlin-1859808.\n3. Howard Amos, “Russian Officials See ‘Color Revolution’ in Armenia,” Moscow Times, June 24, 2015, https://themoscowtimes.com/\narticles/russian-officials-see-color-revolution-in-armenia-47670.\n4. Alexander Golts, “Are Color Revolutions a New Form of War?” Moscow Times, June 2, 2014, https://themoscowtimes.com/articles/\nare-color-revolutions-a-new-form-of-war-36093.\n5. Dmitry Gorenburg, “Countering Color Revolutions: Russia’s New Security Strategy and Its Implications for U.S. Policy,” Ponars Eurasia,\nSeptember 2014, http://www.ponarseurasia.org/memo/countering-color-revolutions-russia%E2%80%99s-new-security-strategy-and-its-implications-us-policy.\n6. Gabrielle Tétrault-Farber, “Putin Sounds the Alarm over Budding ‘Color Revolutions’ in Russia,” Moscow Times, March 4, 2015,\nhttps://themoscowtimes.com/articles/putin-sounds-the-alarm-over-budding-color-revolutions-in-russia-44473.\n7. Dmitry Gorenburg, “Countering Color Revolutions: Russia’s New Security Strategy and Its Implications for U.S. Policy.”\n8. Anders Aslund and Michael McFaul, eds., Revolution in Orange: The Origins of Ukraine’s Democratic Breakthrough (Washington:\nCarnegie Endowment for International Peace, 2006).\n9. “Briefing on Shrinking Space for Civil Society in Russia,” Human Rights Watch, February 24, 2017, https://www.hrw.org/\nnews/2017/02/24/briefing-shrinking-space-civil-society-russia.\n10. Tanya Lokshina, “Russia Civil Society Deemed ‘Undesirable,’” Open Democracy, May 20, 2015, https://www.hrw.org/\nnews/2015/05/20/russian-civil-society-deemed-undesirable.\n11. Heather McGill, “Russian NGOs Cynically Treated Like Enemies of the State,” Amnesty International, November 13, 2015, https://\nwww.amnesty.org/en/latest/news/2015/11/russian-ngos-cynically-treated-like-enemies-of-the-state/.\n12. Thomas Grove, “Russia Squeezes Critics at Home by Declaring Them ‘Foreign Agents,’” Wall Street Journal, August 16, 2015, http://\nwww.wsj.com/articles/russia-squeezes-critics-at-home-by-declaring-them-foreign-agents-1439778187.\n13. Fred Weir, “Russia Moves to Silence Civil Society and Its ‘Undesirable’ Contacts,” Christian Science Monitor, May 27, 2015, http://\nwww.csmonitor.com/World/Europe/2015/0527/Russia-moves-to-silence-civil-society-and-its-undesirable-contacts.\n14. “Russia Deems Two U.S.-Based NGOs ‘Undesirable,’” Radio Free Europe/Radio Liberty, August 18, 2016, http://www.rferl.org/a/russia-u-s-ngos-undesirable/27931869.html.\n15. Thomas Carothers, “Closing Space: Democracy and Human Rights Support Under Fire,” Carnegie Endowment for International\nPeace, February 20, 2014, http://carnegieendowment.org/2014/02/20/closing-space-democracy-and-human-rights-support-under-fire-pub-54503.\n16. Civicus 2013: Enabling Environment Index (Civicus), http://civicus.org/downloads/2013EEI%20REPORT.pdf.\n17. Carothers, “Closing Space.”\n18. Josh Chin, “China Gives Police Broad Powers over Foreign Nonprofits,” Wall Street Journal, April 28, 2016, http://www.wsj.com/\narticles/china-passes-law-clamping-down-on-foreign-ngos-1461853978.\n19. Charlie Campbell, “China’s New Foreign NGO Law Is Threatening Vital Advocacy Work,” Time, April 26, 2016, http://time.\ncom/4307516/china-ngo-law-foreign-human-rights/.\n20. Stanley Lubman, “China’s New Law on International NGOs—And Questions about Legal Reform,” Wall Street Journal, May 25, 2016,\nhttp://blogs.wsj.com/chinarealtime/2016/05/25/chinas-new-law-on-international-ngos-and-questions-about-legal-reform/.\n21. “China’s Strange Fear of a Colour Revolution,” Financial Times, February 9, 2015, https://www.ft.com/content/9b5a2ed2-af96-11e4-\nb42e-00144feab7de.\n22. Tom Phillips, “Swedish Activist Peter Dahlin Paraded on China State TV for ‘Scripted Confession,’” Guardian, January 19, 2016,\nhttps://www.theguardian.com/world/2016/jan/20/swedish-activist-peter-dahlin-paraded-on-china-state-tv-for-scripted-confession.\n28\nFreedom House\nChapter 4\nThe Ministry of Truth in Peace and War\nAn early and telling sign that Vladimir Putin planned\nsomething more ambitious than a mere tightening\nof state control over political life was his decision to\nreturn Joseph Stalin to his position in the pantheon\nof great Russian leaders. Stalin’s rehabilitation was\nformalized in 2007, with the publication of a new curriculum\nguide for teachers of Russian history. 1\nThe manual’s content dovetailed with Putin’s broader\npromotion of a narrative in which Russia is a great\npower that recovered from the chaos and weakness\nof the Yeltsin era and overcame the hostility of determined\nenemies, especially the United States. According\nto the manual, Russia’s dark chapters—its domination\nof Eastern Europe, internal repression, Stalinist\npurges—were the regrettable but understandable\nresponses to the country’s underdevelopment and\nencirclement by foreign enemies. The new history\npaints a picture of an all-wise Russian state, under\nboth Stalin and Putin, whose requirements always\ntake precedence over the needs of the individual. 2\nPutin took unusual interest in the preparation of the\nhistory manual. The idea that history should be written\nby historians, not political leaders, was never voiced in\npublic discussion. Putin later called for history textbooks\n“written in proper Russian, free of internal contradictions\nand double interpretation.” 3 He said the manual\nwas needed to clear up “the muddle” in teachers’ heads.\nAnd in unveiling the new guide, he struck a theme\nthat runs through Russian propaganda in the Putin\nera: Russian history “did contain some problematic\npages,” he said. “But so did other states’ histories.\nWe have fewer of them than in other countries. And\nthey were less terrible than in some other countries.”\nPutin’s basic message was that “we can’t allow anyone\nto impose a sense of guilt on us.” 4 More broadly, Putin\nwas saying that a sovereign state has the right to\ninterpret its history in whatever way it wants, to ignore\nor distort the tragic chapters, and to burnish the reputations\nof mass murderers and thugs.\nWhereas other countries simply avoid serious study\nof the most shameful episodes of their histories, as\nIndonesia has done with the epidemic of political\nkillings during the 1960s, or as China has done with\nthe Cultural Revolution, Russia treats the Stalin era\n“It’s easy predicting the future;\nwhat’s difficult is predicting the\npast.”\n—Soviet joke\n“A lie isn’t an alternative\npoint of view.”\n—Linus Linkevičius, Lithuanian foreign minister\n“The implied objective of this line\nof thought is a nightmare world in\nwhich the Leader, or some ruling\nclique, controls not only the future\nbut the past…. This prospect frightens\nme much more than bombs.”\n—George Orwell, Looking Back on the Spanish War\nas a time of progress during which the foundation for\nmodern Russian greatness was laid. 5\nTo build a case that Russia’s dark pages were “less\nterrible” than those of other countries, Russia’s official\nhistory depicts Stalin as a strong leader who was capable\nof acts of cruelty but whose rough tactics were\nnecessary for the defense of the homeland, which was\nbesieged militarily by the Nazis and politically by the\ncapitalist powers.\nExcusing the Soviet empire\nThe Russian leadership is especially tenacious in\ndefending Stalin’s World War II diplomacy. Putin, for\nexample, has defended the Hitler-Stalin pact, the\n1939 nonaggression agreement that opened the door\nto Nazi Germany’s invasion of Poland and carved up\nmuch of Eastern Europe between the two totalitarian\nstates. 6 While Putin called the pact “immoral” during\na 2009 visit to Poland, he defended the agreement\nduring a joint press conference with Angela Merkel in\n2015, following Russia’s invasion of Ukraine.\nHe did so in a fashion typical of current Russian propaganda\nmethods. He accused the West of trying to “hush\nwww.freedomhouse.org\n29\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nup” the agreement between British prime minister\nNeville Chamberlain and Adolf Hitler that resulted in\nGermany’s seizure of parts and eventually all of Czechoslovakia.\nThis clearly falsified the historical record. Far\nfrom suppressing Chamberlain’s actions, historians and\npoliticians alike have held up the Munich agreement\nas a symbol of all that went wrong due to the European\ndemocracies’ appeasement of Hitler. 7\nPutin has also justified the Hitler-Stalin pact on the\ngrounds that it kept the Soviet Union out of war for a\ntime and was in keeping with the amoral power politics\npracticed in that era. As for the divvying up of Eastern\nEurope, he repeated the hoary lie that the record was\nunclear as to whether the pact’s secret protocols—in\nwhich the two parties agreed on which territories each\nwould subsequently control—were genuine. 8 Predictably,\nPutin did not go into the unwritten parts of the\nagreement that caused Stalin to forcibly repatriate a\ngroup of German dissidents, mostly Communists, who\nhad sought refuge in the Soviet Union.\nBoth the history manual and the political leadership\njustify the transformation of postwar Eastern Europe\ninto a Soviet-controlled bloc—in which the economy\ncame under state control, religious belief was\npersecuted, civil society was destroyed, the press was\nconverted into a monolithic instrument of propaganda,\nand opposition political parties were crushed—by\nclaiming that Moscow needed a layer of territorial\nsecurity to protect it from the hostile West. “Historical\nnecessity” is how Putin’s spokesman described Soviet\ndomination of the region. Putin likewise blames the\ndemocracies for the Iron Curtain: “We understand the\nfatality of an ‘iron curtain’ for us. We will not go down\nthis path. No one will build a wall around us.” 9\nThe manual recalls Mikhail Gorbachev not for his\nattempts to reform and liberalize the Communist\nsystem, but instead for his having permitted the\nunraveling of the European security belt in 1989 and\nthe collapse of the Soviet Union in 1991. Moving into\nthe 21st century, the manual denounces the color\nrevolutions in neighboring countries like Georgia\nand Ukraine as Western-backed schemes to replace\npro-Russian leaders with pro-American usurpers. In\nthis view, the centuries may change and the Soviet\nempire may fade into history, but Russia’s geopolitical\npredicament remains constant.\nSakharov as nonperson\nBecause Putin is intent on blaming the West for Russia’s\nproblems, both past and present, he has worked\nto ensure that critical domestic voices are removed\nfrom Russian history. This explains the near total absence\nof Andrey Sakharov from any discussion of the\nSoviet past or Russia’s future course.\nToday Sakharov is recalled abroad as a dissident and\nNobel Peace Prize laureate. In Russia, however, he\nhas been relegated to the status of nonperson. Putin\nand other leaders never refer to him, his legacy, or\nhis views. The organizations that were launched to\npromote his principles are harassed and placed on the\n“foreign agents” list. 10 In an age of flourishing digital\nmedia, Russians are ironically less likely to know what\nSakharov stood for than was the case under Soviet\ncensorship, when underground samizdat literature\nwas reproduced on manual typewriters to reach an\naudience of a few hundred. 11\nIn fact, Sakharov was an imposing global presence\nfrom the mid-1960s until his death in 1989. His stature\nderived from his prominent role in the development\nof the Soviet nuclear arsenal. He was sometimes\ncalled the “father of the hydrogen bomb,” and because\nof the respect he enjoyed in the global scientific community,\nhis views on arms control carried enormous\nweight.\nHis initial forays into political dissent consisted of cautious\nstatements about the importance of weapons\ntreaties between Washington and Moscow. But the\nmore he thought about arms control, the more closely\nhe looked at his own society. And soon he was making\ncaustic comments about the yawning gap between\nSoviet boasts on the achievements of socialism and\nthe reality of Soviet backwardness.\nHe eventually came to see the system that prevailed\nin the Soviet Union as inherently repressive. Sakharov\nattributed Russia’s epidemic of alcoholism to the\nleadership’s having purged the governing system of\nmoral considerations. He said it was “important that\nour society gradually emerge from the dead end of\nunspirituality.” He spoke of the need for the “systematic\ndefense of human rights and ideals, and not a\npolitical struggle, which would inevitably incite people\nto violence, sectarianism, and frenzy.” 12\nThe Kremlin has worked hard to make Russians forget\nthat he once ranked among the eminent figures of\nglobal political protest. The current leadership is\nespecially determined to ensure that Sakharov’s core\ngoals disappear from the debate: a Russia committed\nto humane and democratic values, a government that\n30\nFreedom House\ndeals honestly with the people, and a country that\nlives at peace with its neighbors.\nThe Ukraine factor\nThe falsification of history that began during the early\nyears of Putin’s leadership has been intensified in the\nwake of the invasion of Ukraine and seizure of Crimea\nin 2014. To convince the Russian people that waging\na form of low-intensity warfare against a neighbor was\njustified, Putin has stepped up efforts to depict the\nWest as antagonistic to Russian interests, launched\na campaign to label those responsible for Ukraine’s\nMaidan uprising as fascists, driven home the idea that\nethnic Russians living outside the Russian Federation\nwere under relentless persecution, and identified\nRussian critics of aggression against Ukraine as a\ntreasonous fifth column.\nA recurring theme of post-Crimea propaganda is the\nnotion that Russia faces the same threats from the\nWest today as it did during the Cold War. To make this\npoint, Russian television aired a documentary meant to\njustify one of the more shameful events of the Soviet\nperiod, the 1968 Soviet-led Warsaw Pact intervention in\nCzechoslovakia. The invasion was undertaken to crush\nthe reformist Prague Spring movement, whose leaders\nwere moving increasingly in the direction of jettisoning\nstate socialism, embracing democratic reforms, and\nseeking a kind of neutral geopolitical status much like\nthat enjoyed at the time by Austria. The documentary\nused archival footage to build a concocted case that\nthe invasion was necessary to thwart a NATO-inspired\ncoup in Prague. 13 The clear purpose of the film was to\nportray NATO as a permanent threat to Russian interests,\nas much in 2014 as in 1968. 14\nAnother television documentary focused on the seizure\nof Crimea, a year after the event. As Lucian Kim\nhas noted, the program is something of a celebration\nof the tactics of dictatorship. The filmmakers offer no\nconflicting opinions and present American leaders\nas puppet masters. Among other claims, the documentary\nasserts that Washington gave the Maidan\nforces information about Ukrainian security methods\nthat American officials had obtained during bilateral\nexchange programs with the Kyiv government. 15\nTo further bolster the case for the invasion of Ukraine,\nthe Russian propaganda machinery devoted great\nenergy to demonstrating the fascist nature of the\nMaidan, relying heavily on invocations of Soviet\nhistory. The Ukrainian protesters and activists who\nhelped drive out corrupt president Viktor Yanukovych,\nand the European-oriented politicians who replaced\nhim, were repeatedly labeled as present-day followers\nof Stepan Bandera, a controversial nationalist leader\nwho fought the Soviets and at times cooperated with\nthe Nazis in a doomed campaign for an independent\nUkraine during World War II. Russian media presented\nBandera and his followers as unambiguous allies of\nthe Nazis, and highlighted their wartime atrocities.\nRussian media also featured a number of documentaries\nthat emphasized Russian, as opposed to Soviet,\nresistance to Hitler. The objective was to equate\ncontemporary Ukrainians who favored full sovereignty\nand independence from Russian influence with Nazi\ncollaborators and pogromists. This served not only\nto explain Moscow’s response, but also to deter any\nemulation of the Maidan protests in Russia itself.\nThe assault on academic freedom\nSince the occupation of Crimea and invasion of eastern\nUkraine, it has become increasingly dangerous\nto express dissenting views on Russian foreign policy\nin Russia’s schools and universities. Putin made the\npoint quite clearly in a speech before the parliament\nin March 2014, when he referred to a “fifth column”\nand a “disparate bunch of national traitors” sowing\ndiscord within Russia. 16\nIn the ensuing months, anyone criticizing Russian policy\nrisked the label of foreign agent, which in Russian\nusage is tantamount to being called a spy. Around\nthis time a new website called Predatel (traitor) began\nlisting alleged traitors, specifically those who had\ncriticized Russia’s annexation of Crimea or supported\nsanctions against Russian officials. The site encouraged\nRussians to send in the names of other traitors.\nMeanwhile, a number of educators fell afoul of the\nnew policies on the teaching of history. In March 2014,\nAndrey Zubov, who held a position at the Moscow State\nInstitute of International Relations, was fired for “an immoral\nact”—namely an article he published in the newspaper\nVedomosti that criticized the seizure of Crimea\nand compared it to Hitler’s annexation of Austria. “We\nmust not behave the way the Germans once behaved,\nbased on the promises of Goebbels and Hitler,” he\nwrote. The university’s explanation claimed that Zubov’s\nwritings “contradict Russia’s foreign policy and inflict\ncareless, irresponsible criticism on the actions of the\nstate.” 17 In a similar incident, senior sociologist Aleksandr\nKonkov was let go by Sakhalin State University after\ndeclaring that Russia had seized Crimea opportunistically\nbecause Ukraine was weak, not because Crimeans\nthemselves had clamored for the takeover. 18\nwww.freedomhouse.org\n31\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nIn May 2014, Putin signed a new law that criminalized\nthe purposeful distortion of the Soviet Union’s role in\nWorld War II. It could easily be applied to historians\nwho, for example, criticize Stalin’s Great Terror and\nits decimation of the military leadership in the years\nbefore the war. 19 Historians who make the “wrong”\ninterpretations of the Hitler-Stalin pact, the huge\ncasualties suffered by the Red Army, or the rape and\nplunder committed by Soviet troops as they marched\ntoward Berlin might also risk criminal penalties.\nIn late 2016 the Russian Security Council discussed\nthe establishment of a new center to counter the\n“falsification” of history. The council placed the proposal\nin the context of the country’s national security,\npointing to “deliberate destructive activity by foreign\nstate structures and international organizations to\nrealize geopolitical interests by means of carrying out\nanti-Russian policies.”\nA group of experts identified six topics from Russia’s\npast that they claimed were being actively distorted\nas part of an anti-Russia strategy. Among the topics:\nthe Soviet Union’s ethnic policies, the Hitler-Stalin\npact, the Soviet Union’s conduct during World War II,\nthe 1917 Russian Revolution, and the Soviet Union’s\nsuppression of uprisings in Hungary, Czechoslovakia,\nand East Germany during the Cold War. 20 In each case,\nthe most serious and respected historical accounts\nhave been written by foreign scholars, due largely to\nthe pressures, including outright censorship, brought\nto bear on Russian historians during Soviet times and\nmore recently during the Putin era.\nChina: Evading the past\nMao Zedong’s Great Leap Forward ranks among\nthe most deadly politically inspired catastrophes in\nhuman history. From 1958 to 1962, Communist Party\nauthorities, under strict orders from Beijing, forcibly\nherded millions of farmers into communes and then\nproceeded to seize grain harvested in the countryside\nto feed the urban population. The result, according to\nlong-standing estimates, was the death of some 30 million\npeople in the provinces. Historian Frank Dikötter,\nwho studied the archives in some of the most seriously\naffected regions, has argued that the number of deaths\nwas at least 45 million, and others have cited higher\nnumbers. While most died of starvation, many were\ntortured to death or murdered by local Communists. 21\nTo this day, Communist Party officials have refused to\nacknowledge anything approaching the full dimensions\nof the tragedy. Nor have they admitted that the\nparty, and especially Mao, were responsible. Often\nthey blame the weather. There are no official monuments\nto the victims, no days of commemoration, no\nserious histories available to the general public, and\nmost significantly, no effort to place accountability\nwhere it belonged.\nChinese leaders may be even more concerned about\npresenting the “correct” interpretation of history\nthan their Russian counterparts. An updated official\nversion of the party history that was released in\n2011 took 16 years to draft, including four extensive\nrewrites. It was vetted by 64 state and party bodies,\nincluding the People’s Liberation Army. In telling the\nstory of the Great Leap Forward, the history admits\nthat the project brought great suffering, but credits\nMao with wanting to “change a picture of poverty and\nbackwardness and make China grow rich and strong\nso that it could use its own strength to stand tall in\nthe forest of nations.” 22 In other words, one of the\ncentury’s great politically driven famines was justified\nbecause it supposedly contributed to China’s emergence\nas a world power. The history also insists that\nMao tried to change course when he learned of the\ngrowing rural suffering—an outright lie, as Mao actually\ndoubled down on the most disastrous policies.\nThe determination to suppress any real assessment\nof the dark corners of Chinese history under the\nCommunist Party is also reflected in the exhibits at\nthe National Museum of China in Tiananmen Square.\nMao’s Cultural Revolution (1966–76), a period of political\nterror and violent nationwide purges, is dispensed\nwith through one photograph and a brief caption,\nlocated in an out-of-the-way part of the facility. As for\nthe famine, it is glossed over with the euphemistic\nphrase, “the project of constructing socialism suffered\nsevere complications.” 23\nSeven ‘don’t mentions’\nIn 2013, the General Office of the Communist Party\nCentral Committee issued a secret directive prohibiting\nuniversities from permitting the discussion of\nseven themes—the “Seven Don’t Mentions.” According\nto the directive, lecturers were not allowed to take\nup universal values, freedom of the press, civil society,\ncivic rights, elite cronyism, judicial independence, and\npast mistakes of the Communist Party. 24\nTo independent-minded scholars, the most disturbing\nitem in the roster of Don’t Mentions was the leadership’s\nmistakes. While the authorities have never come\nclose to permitting a serious investigation of either\n32\nFreedom House\nthe Great Leap Forward or the Cultural Revolution,\nthese and other aspects of the party’s past were not\nconsidered utterly taboo, as long as the discussion did\nnot lead to serious challenges to orthodox historical\ninterpretations. According to the policies set down\nunder Xi Jinping’s leadership, talking in classrooms\nabout Mao’s errors is now forbidden. 25\nThe drive to inculcate a national amnesia on the\nworst abuses of the Communist era is not limited to\nuniversity courses. Commentary and discussion in the\nmedia and on the internet are also heavily censored,\nespecially on anniversary days when, in normal\nsocieties, problematic events of the past are remembered\nand debated. 26 The most sensitive anniversary,\nof course, falls on June 4, marking the deadly 1989\ncrackdown on prodemocracy protests in Tiananmen\nSquare. Even the most oblique or coded reference to\nthat date on social media is quickly censored.\nThere are no museums devoted the Cultural Revolution\nor the Great Leap Forward. The archives of\nthe Cultural Revolution period are mainly closed to\nresearchers. Chinese historians have made some important\nbreakthroughs, but can discuss their findings\nonly with small groups of peers.\nThe Communist Party’s refusal to come to terms with\nthe crimes of the Mao era has enabled a revival of\nthe former leader’s personality cult that has captured\nthe support of millions of Chinese. As Jamil Anderlini\nwrote in the Financial Times, Mao has come to be\nseen as a symbol of a “simpler, fairer society—a time\nwhen everyone was poorer but at least they were\nequally poor.” 27 Xi and his colleagues have actively\npromoted Maoist images, songs, and propaganda\nthemes as ornaments of Chinese nationalism, and\nused Mao-style tactics and terminology in their drive\nfor ideological discipline and political loyalty.\nThe melding of nationalism and reverence for Mao is\nno accident. According to the regime’s updated historical\nnarrative, China was subjugated by foreign powers\nfor more than a century until the party took power in\n1949 and restored the country’s national greatness.\nAdmitting Mao’s abuses would mean admitting that\nthe first three decades of Communist rule left China\npoor, isolated, and traumatized, and that only the\npartial abandonment of party doctrine and control\nallowed the country to prosper.\nA side effect of the party’s appropriation of Chinese nationalism\nis a renewed hostility toward the foreign powers\nthat kept China weak before Communist rule. Basic\nhistory textbooks—in addition to omitting or distorting\nthe mistakes, failures, and criminal acts of the Communist\nleadership—focus on China’s persecution at the\nhands of outsiders, especially Japan. Some Chinese\ncritics worry that the teaching of history is cultivating\nan alarming degree of xenophobia and jingoism. 28\nHistory held hostage\nIn much of the world today, there are or have been\nmajor efforts to confront uncomfortable truths\nabout the past. This is certainly true of Germany and\nSouth Africa. Latin American countries like Chile and\nArgentina have probed the histories of ugly conflicts\nbetween military juntas and Marxist revolutionaries. In\nChina’s own backyard, South Korea and Taiwan have\nmoved to address the complex legacies, including\noutright crimes, of dictators.\nThe process of accounting for the mistakes and\ncrimes of earlier decades can raise a tangle of ethical\nand emotional challenges in any country. But resistance\nto a full examination of the past is especially\nbitter in societies where communism held sway. In\nChina, the heirs of Mao still control the state, and the\nvery legitimacy of the system is built on a veneration\nof the Great Helmsman. In Russia, the Putin leadership\npraises the achievements of Stalin and aspires to\nthe superpower status of the Soviet Union. A consequence\nof this ahistorical nostalgia is that in Russia\ntoday, 26 percent of those polled by Levada believe\nthat Stalinist repression was necessary; a decade\nago, the figure was just 9 percent. Likewise, only 45\npercent told Levada that political persecution was a\ncrime; in 2007, the figure was 72 percent. 29\nThe communist system was responsible for four of\nthe most destructive episodes of the 20th century:\nStalin’s purges, the Great Leap Forward, the Cultural\nRevolution, and the Cambodian genocide. Add to this\nthe persecutions inflicted on the people of the Baltic\nstates, Eastern Europeans, Cubans, North Koreans,\nand many others, and the population affected by mass\nkillings and misery swells even further. While few people\ntoday admire totalitarian Marxism as a governing\nsystem, there is a reluctance to reject it with the same\nmoral clarity as in assessments of Nazism. Scholars,\nnot to mention political figures, who express even modest\nadmiration for Hitler are immediately and properly\ncondemned. As long as Stalin and Mao, two of history’s\nworst mass murderers, escape similar opprobrium in\ntheir own countries, a reckoning with historical truth\nand an understanding of its lessons will be postponed.\nwww.freedomhouse.org\n33\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n1. Andrew E. Kramer, “New Russian History: Yes, People Died, but ...,” New York Times, August 15, 2007, http://www.nytimes.\ncom/2007/08/15/world/europe/15iht-letter.1.7122937.html.\n2. “The Rewriting of History,” Economist, November 8, 2007, http://www.economist.com/node/10102921.\n3. Gabriela Baczynska, “Putin Accused of Soviet Tactics in Drafting New History Book,” Reuters, November 18, 2013, http://www.\nreuters.com/article/us-russia-history-idUSBRE9AH0JK20131118.\n4. “The Rewriting of History,” Economist.\n5. Ben Hoyle, “Putin Rewrites History for New School Textbook,” Times (London), November 20, 2013, http://www.thetimes.co.uk/tto/\nnews/world/europe/article3926546.ece.\n6. Gabriela Baczynska, “Putin Accused of Soviet Tactics in Drafting New History Book.”\n7. “​Merkel Listens as Putin Defends USSR’s Pact with Nazi Germany,” Kviv Post, May 10, 2015, https://www.kyivpost.com/article/content/war-against-ukraine/merkel-listens-as-putin-defends-ussrs-pact-with-nazi-germany-388241.html;\n“Putin Defends Ribbentrop-Molotov\nPact in Press Conference with Merkel,” Moscow Times, May 11, 2015, https://themoscowtimes.com/news/putin-defends-ribbentrop-molotov-pact-in-press-conference-with-merkel-46441.\n8. Linas Linkevičius, “Putin Has Defended the Nazi-Soviet Pact. Time for the West to Wake Up,” Guardian, November 7, 2014, https://\nwww.theguardian.com/commentisfree/2014/nov/07/vladimir-putin-defended-nazi-soviet-pact-west-world-war-two; Tom Parfitt,\n“Vladimir Putin Says There Was Nothing Wrong with Soviet Union’s Pact with Adolf Hitler’s Nazi Germany,” Telegraph, November 6,\n2014, http://www.telegraph.co.uk/news/worldnews/vladimir-putin/11213255/Vladimir-Putin-says-there-was-nothing-wrong-with-\nSoviet-Unions-pact-with-Adolf-Hitlers-Nazi-Germany.html; Timothy Snyder, “Putin’s New Nostalgia,” New York Review of Books,\nNovember 10, 2014, http://www.nybooks.com/daily/2014/11/10/putin-nostalgia-stalin-hitler/.\n9. Reuters, “Putin: ‘We Understand the Fatality of an Iron Curtain,’” Business Insider, November 23, 2014, http://www.businessinsider.\ncom/r-putin-says-russia-is-not-isolated-tass-2014-11.\n10. Fred Weir, “How a Liberal Bastion Is Persevering in an Increasingly Illiberal Moscow,” Christian Science Monitor, January 25, 2016,\nhttp://www.csmonitor.com/World/Europe/2016/0125/How-a-liberal-bastion-is-persevering-in-an-increasingly-illiberal-Moscow.\n11. Serge Schmemann, “Sakharov, Little Remembered in Putin’s Russia,” New York Times, December 17, 2014, http://www.nytimes.\ncom/2014/12/18/opinion/sakharov-little-remembered-in-putins-russia.html.\n12. Arch Puddington, “A Prophet Ignored in His Own Land: Andrey D. Sakharov,” Freedom at Issue, September 28, 2015, https://freedomhouse.org/blog/prophet-ignored-his-own-land-andrey-d-sakharov.\n13. Tony Barber, “Russia Rewrites History of the Prague Spring,” Financial Times, June 3, 2015, https://www.ft.com/content/340a086c-\n09df-11e5-b6bd-00144feabdc0.\n14. Andrew Pulver, “New Russian Invasion Documentary Dismays Czech and Slovak Governments,” Guardian, June 2, 2015, https://\nwww.theguardian.com/film/2015/jun/02/new-russian-invasion-documentary-dismays-czech-slovak-governments; “Russian\nDocumentary on ‘Helpful’ 1968 Invasion Angers Czechs,” Radio Free Europe/Radio Liberty, June 1, 2015, http://www.rferl.org/a/\nrussian-documentary-on-helpful-1968-invasion-angers-czechs/27047867.html.\n15. Lucian Kim, “Vladimir Putin’s New Faux Documentary Is Trying to Rewrite the History of His Own Aggression,” Slate, March 19, 2015,\nhttp://www.slate.com/articles/news_and_politics/foreigners/2015/03/vladimir_putin_s_documentary_is_trying_to_rewrite_history_crimea_the_way.html.\n16. Joshua Yaffa, “Putin’s New War on ‘Traitors,’” New Yorker, March 28, 2014, http://www.newyorker.com/news/news-desk/putins-newwar-on-traitors.\n17. “Russian Professor Sacked over Criticism of Actions in Ukraine,” Reuters, March 24, 2014, http://www.reuters.com/article/\nus-ukraine-crisis-professor-idUSBREA2N1BM20140324; “Russian Propaganda: 1984 in 2014,” Economist, March 29, 2014, http://\nwww.economist.com/news/europe/21599829-new-propaganda-war-underpins-kremlins-clash-west-1984-2014.\n18. Sergey Berzin, “Russian Academics Spooked by Zubov’s Dismissal,” University World News, April 11, 2014, http://www.universityworldnews.com/article.php?story=20140410172832334.\n19. “Putin Signs Law Criminalizing Denial of Nazi War Crimes,” Radio Free Europe/Radio Liberty, May 5, 2014, http://www.rferl.org/a/\nrussia-criminalizes-nazi-denial/25373990.html.\n20. Tom Balmforth, “Russia’s Security Council Turns Its Gaze to History and 1917,” Radio Free Europe/Radio Liberty, October 30, 2016.\nhttp://www.rferl.org/a/russia-history-distortion-information-attacks/28087105.html.\n21. Gao Wenqian, “China Must Purge Mao’s Ghost,” New York Times, December 25, 2013, http://www.nytimes.com/2013/12/26/opinion/china-must-purge-maos-ghost.html.\n22. Andrew Higgins, “In China, a Long Path of Writing the Communist Party’s History,” Washington Post, May 26, 2011, https://www.\nwashingtonpost.com/world/in-china-a-long-path-of-writing-the-communist-partys-history/2011/05/16/AGDfMECH_story.html.\n23. Ian Johnson, “At China’s New Museum, History Toes Party Line,” New York Times, April 3, 2011, http://www.nytimes.\ncom/2011/04/04/world/asia/04museum.html.\n24. Anne Henochowicz, “Sensitive Words: Seven Don’t Mentions and More,” China Digital Times, May 11, 2013, http://chinadigitaltimes.net/2013/05/sensitive-words-seven-say-nots-and-more/.\n25. Raymond Li, “Seven Subjects Off Limits for Teaching, Chinese Universities Told,” South China Morning Post, May 10, 2013, http://\nwww.scmp.com/news/china/article/1234453/seven-subjects-limits-teaching-chinese-universities-told.\n26. Tom Mitchell, “China Deploys Amnesia on Fiftieth Anniversary of Cultural Revolution,” Financial Times, May 13, 2016, https://www.\nft.com/content/40b84132-18cf-11e6-b197-a4af20d5575e.\n27. Jamil Anderlini, “The Return of Mao: A New Threat to China’s Politics,” Financial Times, September 29, 2016, https://www.ft.com/\ncontent/63a5a9b2-85cd-11e6-8897-2359a58ac7a5.\n28. Cameron White, “Beijing’s Textbook Hypocrisy,” Wall Street Journal, June 17, 2015, http://www.wsj.com/articles/beijings-textbook-h-1434555035.\n29. Maxim Trudolyubov, “Putin Plays Politics with Russia’s Terrible Past,” Newsweek, November 3, 2016, http://www.newsweek.com/\nputin-plays-politics-russias-terrible-past-515906.\n34\nFreedom House\nChapter 5\nThe Rise of ‘Illiberal Democracy’\nIn July 2014, Hungarian prime minister Viktor Orbán\ngave what has come to be known as his “illiberal\ndemocracy” speech before an ethnic Hungarian audience\nin Băile Tuşnad, Romania. 1 Several points in his\nremarks are worth noting:\n• Orbán urged his listeners to no longer regard the\n1989 triumph over communism as the reference\npoint for developments in Hungary. Instead of\nmeasuring progress from the transition from\ndictatorship and foreign domination to elections,\ncivil liberties, and sovereignty, Orbán said Hungary\nshould adopt a new point of departure, the onset\nof the global financial crisis in 2008, which also\nmarked the European Union’s greatest setback.\n• He cited U.S. president Barack Obama and various\nunnamed sources on the West’s weakness,\nincluding an “internationally recognized analyst”\nwho wrote that liberal values today “embody\ncorruption, sex, and violence.”\n• He suggested that in the future it would be\nsystems that were “not Western, not liberal,\nnot liberal democracies, and perhaps not even\ndemocracies” that would create successful and\ncompetitive societies. He asserted that “the\nstars of the international analysts today are\nSingapore, China, India, Russia, and Turkey.”\n• In a passage devoted to the obstacles facing his\nown political party, Fidesz, as it seeks to build an\nalternative to liberalism, Orbán singled out civil\nsociety and the nongovernmental sector. Civil\nsociety critics, he insisted, “are not nongovernmental\norganizations” but “paid political activists\nwho are attempting to enforce foreign interests\nhere in Hungary.” (In a separate speech in early\n2016, he referred to “hordes of implacable human\nrights warriors” who “feel an unquenchable\ndesire to lecture and accuse us.” 2 )\nIn this relatively short address, Orbán neatly summarized\nmost of the key factors that distinguish a fully\ndemocratic “Western” system based on liberal values\nand accountability from what he calls an “Eastern”\napproach based on a strong state, a weak opposition,\nand emaciated checks and balances.\n”There is a race underway to find the\nmethod of community organization,\nthe state, which is most capable of\nmaking a nation and a community\ninternationally competitive.… [T]he\nmost popular topic in thinking today\nis trying to understand how systems\nthat are not Western, not liberal, not\nliberal democracies, and perhaps not\neven democracies, can nevertheless\nmake their nations successful.”\n—Viktor Orbán, prime minister of Hungary\n“If we want to organize our national\nstate to replace the liberal state, it is\nvery important that we make it clear\nthat we are not opposing nongovernmental\norganizations here, and\nit is not nongovernmental organizations\nwho are moving against us,\nbut paid political activists who are\nattempting to enforce foreign interests\nhere in Hungary.”\n—Viktor Orbán\nFirst, his exhortation to no longer regard the events of\n1989 as a seminal, even sacred, juncture in Hungarian\nhistory is noteworthy given Orbán’s biography. While\nhe often cites his own role in the anticommunist\nstruggle and describes himself as a freedom fighter,\nhe now regards 1989—so redolent of liberal values,\nideas about individual freedom, and democratic\nsolidarity—as an intellectual impediment to his plans\nfor a Hungary that is skeptical of such ideals and of\nEuropean integration.\nSecond, Orbán included full-blown dictatorships\n(Russia and China) in the roster of governments he\nadmires, along with quasi-democratic illiberal states\n(Turkey and Singapore) and one genuine, if inconsistent,\ndemocracy (India).\nwww.freedomhouse.org\n35\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nThird, he signaled his support for majoritarianism,\nwith its disdain for checks and balances and civil\nsociety, as opposed to the values of pluralism that are\nenshrined in liberal democratic practice.\nThe message here is important. For many, illiberalism’s\ndefining feature is intolerance toward minority groups:\nthe LGBT (lesbian, gay, bisexual, and transgender)\ncommunity, Roma, Muslims, refugees and migrants\nof all sorts. But in Hungary and elsewhere, illiberal\ngovernment signifies something much more comprehensive\nthan the prime minister asserting that “every\nsingle migrant poses a public security and terror risk,” 3\nand that refugees bring “gangs hunting down our\nwomen and daughters” 4 —two of Orbán’s more incendiary\ndeclarations.\nThe Hungarian leader is instead telling us that illiberalism\ninvolves a wholesale rejection of liberal values and\ndemocratic norms, with all that this implies for politics\nand governance. Fidesz’s “reform” efforts have been less\nconcerned with the repression of unpopular minorities\nthan with the creation of a system in which the\ninstitutions of pluralism are hollowed out and the ruling\nparty’s dominance is assured over the long term.\nHaving come to office with a two-thirds parliamentary\nmajority in 2010, Orbán was able to rewrite the\nconstitution without the consent of the opposition.\nHe rushed through a series of constitutional changes,\ncardinal laws (requiring a two-thirds vote to change or\nremove), and regular laws that had the effect of turning\nthe Hungarian political system upside down.\nAmong the steps taken by Fidesz after its 2010 triumph:\n• The Constitutional Court was overhauled so that\nFidesz appointees became a majority and its\njurisdiction was narrowed. 5\n• The government eliminated the independent\nFiscal Council, responsible for overseeing budgetary\npolicy, then replaced it with a new council\nunder Fidesz control.\n• A new election law created gerrymandered legislative\ndistricts that were favorable to Fidesz. 6\n• Orbán gave voting rights to ethnic Hungarians\nin neighboring countries, who were likely to\nsupport Fidesz. 7\n• The government created a new press authority\nwhose chair and members were Fidesz loyalists.\nThe authority was given wide-ranging powers to\nfine media outlets. 8\nWhile the measures listed above were some of the most\nnotorious of the Fidesz initiatives, in some cases drawing\ncritical attention from European oversight bodies,\nthey represent only part of the campaign that has transformed\nHungary into a full-fledged illiberal democracy.\nPerhaps the more far-reaching measures introduced\nunder Orban have been in the economic sphere. Since\n2010, Hungary has evolved into a crony capitalist state\npar excellence. But unlike in outright kleptocracies\nsuch as Russia, where the regime itself is organized\naround the plunder of public wealth by the ruling\nclique, Orbán has used state laws and procurement\ncontracts to create a wealthy Fidesz-affiliated business\nconstituency that can finance political campaigns, reward\nparty supporters, and operate friendly media outlets.\nThe enrichment of cronies is less an objective in\nitself than a means of fortifying the dominant political\nparty against any future challenge from the opposition. 9\nWhile Orbán is highly unpopular in European liberal\ncircles, he has gained a following among conservatives\nin both Europe and the United States. At a 2015\ncongressional subcommittee hearing in Washington,\none Republican legislator after another defended the\nFidesz government, often in ways that demonstrated\nblatant ignorance of political conditions in Budapest. 10\nConservatives praise Orbán for his commitment to\ntraditional values and decisive leadership, but they\nignore the course he has set for the economy.\nSince taking power in 2010, the prime minister has\nviolated practically every principle of the free market\nand prudent economic stewardship. Were Hungary a\ndeveloping state in Latin America or Africa, donor governments\nwould likely have imposed special conditions\non foreign assistance given the overt acts of corruption\nand cronyism that Fidesz has embraced as a matter of\npublic policy. This includes a pattern of awarding government\ncontracts to businesses with Fidesz ties, the\nadoption of special laws to benefit Fidesz supporters in\nthe business community, the use of punitive taxation\nagainst foreign-owned corporations, tax concessions\nfor corporations controlled by Fidesz loyalists, and the\ngranting of control over nationalized sectors of the\neconomy to Fidesz supporters.\nIn its relentless drive to hand economic power to its\nallies, Fidesz resembles the old-style political ma-\n36\nFreedom House\nchines, with their vast patronage networks, that presided\nover American cities a half-century ago. Fidesz\nis apparently seeking to ensure that rival parties will\nnever have access to the funds or influence necessary\nto unseat the incumbent government.\nIs Orbán a Central European version of Putin?\nOrbán’s domestic critics have often compared his\ngoverning style to that of Russian president Vladimir\nPutin. On the surface, the comparison seems unfair.\nHungary is still rated Free by Freedom House. It still\nhas genuine opposition parties, however weak, in\nparliament, a relatively unfettered civil society sector,\nfreedom of assembly, and other civil liberties. Hungary\nhas also been spared the routine violence that marks\nRussian politics. 11\nBut Orbán also began his current tenure in an environment\nvery different from the Russia inherited by Putin.\nHungary had been a successful, if flawed, democracy\nfor two decades before Orbán took office in 2010.\nIt was a member of the European Union (EU) and\nsubject to that bloc’s norms and regulations. It was\nalso a member of the North Atlantic Treaty Organization\n(NATO). For Hungarians, the events of 1989 led to\ndemocratic liberties and freedom from foreign domination.\nFor Russia, 1989 and 1991 meant the loss of a\nvast empire and the beginning of a decade of political\nand economic upheaval.\nGiven their different contexts, the striking feature in a\nPutin-Orbán comparison is the similarities. The following\nare some of the more obvious:\n• Both have repeatedly expressed disdain for\n“Western” liberal values.\n• Both have employed a combination of control\nover state broadcasters and crony ownership of\nthe private press to dominate the mainstream\nmedia, though Hungary’s environment remains\nnotably more free than Russia’s.\n• Both have hollowed out the institutions that\nprovide oversight and transparency regarding\nactions by the executive branch.\n• Both have made clear their dislike for civil\nsociety organizations that pursue reformist or\nhuman rights missions. While Orbán has yet to\nenact Russian-style laws to declare such groups\n“foreign agents” or ban them as “undesirable,” Fidesz\nhas announced the intention to introduce\nparliamentary legislation designed to harass\nNGOs and curb their funding. 12\n• Both have seized political opportunities offered\nby the presence of ethnic compatriots in surrounding\ncountries. Putin has exploited supposed\ndiscrimination against ethnic Russians\nand certain other minorities in Ukraine, Georgia,\nMoldova, and the Baltic states as justification\nfor military intervention or hostile propaganda.\nOrbán has brought nearby Hungarian minorities\ninto his political coalition by giving them the\nright to vote in Hungarian national elections and\nmaking it even easier for them to cast ballots\nthan it is for Hungarian citizens who are temporarily\nworking in Europe or elsewhere. 13\n• As a matter of high priority, both Orbán and Putin\nhave secured domination over the judiciary\nwith the goal of removing its role as a check on\ntheir power.\n‘Law and Justice’ in Poland\nLike Hungary, Poland was until recently regarded as\none of the chief success stories from the wave of democratization\nthat accompanied the end of the Cold\nWar. Poland’s democratic institutions were imperfect,\nand the economic gains that were made possible by a\nrapid changeover to free-market policies were spread\nunevenly among the Polish people. But the achievements\nseemed to outweigh the deficiencies. The\ncountry’s rate of growth was impressive by European\nstandards; it was one of the few EU member states to\nemerge relatively unscathed from the financial crisis\nof 2008. Its leaders exercised influence within the EU\nand NATO, and enjoyed global respect.\nAccording to the leaders of the archconservative Law\nand Justice (PiS) party, however, Poland was a deeply\ntroubled society whose system of government was in\nneed of a top-to-bottom overhaul.\nAhead of the 2015 elections, PiS appropriated a vocabulary\nsimilar to that of Fidesz in its 2010 campaign.\nIt depicted the center-right government as the architect\nof a failed economy. It denounced mainstream\nleaders as more comfortable with the cosmopolitan\nliberal values of Brussels and Berlin than with the\ntraditional Christian morality of rural Poland. And PiS\nsuggested that the liberal establishment that had governed\nfor most of the postcommunist period had “stowww.freedomhouse.org\n37\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nlen” the democratic revolution from the Polish people\nby failing to carry out a proper purge of communists\nand their collaborators. 14 PiS even initiated a campaign\nto sully the reputation of Lech Walesa, leader of\nthe anticommunist Solidarity movement in the 1980s,\nby accusing him of working as a communist agent. 15\nSince coming to power with a parliamentary majority\nin October 2015, PiS has embarked on a course of\nchange that places it solidly in the illiberal camp, with\nmany of the initiatives mirroring those enacted by\nFidesz in Hungary.\nAs in Hungary, an initial focus for the new government\nwas securing control of the Constitutional Tribunal.\nPiS has moved to pack the court with its own appointees,\nusing tactics that are blatantly illegal according\nto Polish law and which have drawn criticism both\nfrom the EU and the United States. 16 However, party\nleader Jarosław Kaczyński, who holds a seat in the\nparliament but no formal government position, has\nmuch greater ambitions to refashion Poland along\nculturally conservative and politically illiberal lines.\nThe media are a major target. The government quickly\nasserted control over public broadcasters and purged\nthem of journalists whom it regarded as loyal to the opposition.\n17 PiS officials have also spoken of the need to\n“restore balance” to the private media by, among other\nthings, taking measures to reduce foreign ownership of\nkey outlets. Already, the new government has used its\npower over the allocation of state advertising to reward\nfriendly media and punish its critics. 18\nThe new government has involved itself in a debate\nover history. It proposed a law that would punish those\nwho use the phrase “Polish death camps” to refer to\nsites established by Nazi Germany in Poland during\nWorld War II. 19 PiS leaders have demonized scholars,\nsuch as the eminent historian Jan Gross, who have\npublished research on the participation of Poles in\nthe persecution of Jews during the war. Gross was\nquestioned by a prosecutor on his research, and there\nwas talk of rescinding an award he had received. 20 The\ngovernment threatened to withdraw support from the\nMuseum of the Second World War, a project that was\nnear completion in Gdansk and enjoyed strong support\nfrom such highly regarded scholars as Timothy Snyder\nand Norman Davies. PiS complained that the museum\nfocused on all victims of the conflict rather than on\nspecifically Polish suffering. 21\nPerhaps the most unsettling measure enacted under\nthe PiS government is an ambitious law that, in the\nname of counterterrorism, gives the security services\nsweeping powers over telecommunications and\npersonal information. With this legislation, Poland\nbecame one of the first countries in the democratic\nworld to embrace the use of telecommunications\nshutdowns in a particular area, a measure that\nsmacks of digital repression. 22\nThe law gives Poland’s domestic intelligence agency\nunrestricted access to personal data without approval\nfrom a court or any other body. Tax reports,\nvehicle information, insurance information, financial\nstatements, and other records are all now available\nto the intelligence service of a government that has\nmade a point of naming party loyalists to key security\npositions. The legislation also grants the domestic\nsecurity agency the ability to shut down websites. The\naction can be reviewed by a court within five days, but\nthis is far from reassuring in light of the government’s\nefforts to exert political control over the judiciary.\nThe legislation is ostensibly needed to counter acts of\nterrorism. But Poland has not experienced a terrorist\nact since 1939, and has one of the smallest populations\nof Muslim immigrants—often perceived as a risk\nfactor for terrorism—in Europe. Furthermore, the law\nis written in vague terms that give the government\ngreat latitude to decide what is and is not an act of\nterrorism. 23 Given the PiS leadership’s penchant for\nsmearing its political adversaries as traitors to the\nPolish nation, 24 it is not inconceivable that such a law\ncould one day be used against the opposition.\nIlliberalism’s preconditions\nThe triumph of illiberal governments in countries like\nHungary and Poland raises the question of whether\nthe phenomenon will spread further. Might illiberalism\ncome to dominate a society with much deeper\ndemocratic roots—Austria, France, or even the United\nStates?\nFrom a practical standpoint, illiberal forces are unlikely\nto transform countries where the political divide is relatively\nequal and the established parties have strong,\nloyal followings.\nIt is only when the mainstream parties suffer catastrophic\nelectoral setbacks that illiberal challengers\ncan rush into the breach.\nThe Socialist Party had governed Hungary for much of\nthe period since 1989, but it rapidly lost credibility due\n38\nFreedom House\nto economic mismanagement and political dishonesty.\nIt was devastated by the 2010 election results, and\nhas failed to reemerge as a viable opposition entity. In\nPoland, the center-right Civic Platform had been the\ndominant force until the 2015 PiS victory. It achieved\neconomic success and gained respect in Brussels,\nbut lost the support of the working class, the provinces,\nand all those who felt bypassed by globalization.\nSimilarly, the elitist secular parties that had ruled\nTurkey for most of the 20th century were swept aside\nby Recep Tayyip Erdoğan’s Justice and Development\nParty, which appealed to a rising Islamist middle class.\nAnd in Venezuela, it took only a few years in power\nfor Hugo Chávez to win over the country’s poor and\nmarginalize the conservative mainstream parties that\nhad led the country for decades.\nA second precondition for the emergence of illiberal regimes\nis a fundamental weakness in democratic institutions\nbeyond the political sphere, including the media,\ncivil society, anticorruption agencies, and the judiciary.\nIn many newer democracies, these checks and balances\nremain fragile: It is widely assumed that whoever\ncontrols the parliament will also come to dominate the\njudiciary and the security services, and the media are\nvulnerable to intimidation or partisan capture.\nIlliberalism seems less likely to gain traction in the\nUnited States because the courts, for example, are\nproudly independent, and freedom of the press is firmly\nprotected by statute and constitutional jurisprudence.\nBut if illiberal forces have sufficient political\nwill and the defenders of democratic institutions lack\nconviction and public support, anything is possible.\nPolls have shown that popular faith in Congress and\nthe Supreme Court are at historic lows. A growing\nnumber of Americans question the effectiveness of\nrepresentative democracy and ask whether it would\nbe better to let the president make decisions unencumbered\nby the legislative branch. An astonishing\none in six Americans believe it would be acceptable\nto have the army rule. And with each passing generation,\na smaller share of U.S. citizens believe that living\nunder a democracy is important. 25\n1. “Prime Minister Viktor Orbán’s Speech at the 25th Bálványos Summer Free University and Student Camp,” Website of the Hungarian\nGovernment, July 26, 2014, http://www.kormany.hu/en/the-prime-minister/the-prime-minister-s-speeches/prime-minister-viktor-orban-s-speech-at-the-25th-balvanyos-summer-free-university-and-student-camp.\n2. “Speech by Prime Minister Viktor Orbán on 15 March,” Website of the Hungarian Government, March 16, 2016, http://www.kormany.hu/en/the-prime-minister/the-prime-minister-s-speeches/speech-by-prime-minister-viktor-orban-on-15-march.\n3. Cynthia Kroet, “Viktor Orbán: Migrants Are ‘a Poison,’” Politico, July 27, 2016, http://www.politico.eu/article/viktor-orban-migrants-are-a-poison-hungarian-prime-minister-europe-refugee-crisis/.\n4. “Speech by Prime Minister Viktor Orbán on 15 March,” Website of the Hungarian Government, March 16, 2016, http://www.kormany.hu/en/the-prime-minister/the-prime-minister-s-speeches/speech-by-prime-minister-viktor-orban-on-15-march.\n5. See for example “Hungary,” in Freedom in the World 2011 (New York: Freedom House, 2011), https://freedomhouse.org/report/freedom-world/2011/hungary.\n6. “Hungary,” in Freedom in the World 2015 (New York: Freedom House, 2015), https://freedomhouse.org/report/freedom-world/2015/hungary.\n7. Ibid.\n8. “Hungary,” in Freedom of the Press 2012 (New York: Freedom House, 2012), https://freedomhouse.org/report/freedom-press/2012/\nhungary.\n9. “Bálint Magyar’s Latest Book: Post-Communist Mafia State: The Case of Hungary,” Hungarian Spectrum, February 19, 2016, http://\nhungarianspectrum.org/2016/02/19/balint-magyars-latest-book-post-communist-mafia-state-the-case-of-hungary/.\n10. “Kim Lane Scheppele: Hungary and the State of American Democracy,” Hungarian Spectrum, May 21, 2015, http://hungarianspectrum.org/2015/05/21/kim-lane-scheppele-hungary-and-the-state-of-american-democracy/.\n11. “Hungary,” in Freedom in the World 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-world/2016/hungary.\n12. Pablo Gorondi, “Hungary Lawmakers Debate Bill Seen Meant to Intimidate NGOs,” Associated Press, April 19, 2017, https://apnews.\ncom/f70fa05a11fa4ec389d388b1f50aca19.\n13. Mitchell A. Orenstein, Péter Krekó, and Attila Juhász. “The Hungarian Putin?” Foreign Affairs, February 8, 2015, https://www.foreignaffairs.com/articles/hungary/2015-02-08/hungarian-putin.\n14. “Poland: An Inconvenient Truth,” Financial Times, May 1, 2016, https://www.ft.com/content/4344ca44-0b94-11e6-9cd4-2be-\n898308be3.\n15. Dalibor Rohac, “’Illiberal Democracy’ Spreads to Poland,” Wall Street Journal, June 9, 2016, http://www.wsj.com/articles/illiberal-democracy-spreads-to-poland-1465413404.\n16. Noah Feldman, “Poland’s New Leaders Take Aim at Democracy,” Bloomberg View, December 31, 2015, https://www.bloomberg.\ncom/view/articles/2015-12-31/poland-s-new-leaders-take-aim-at-democracy.\n17. Alison Smale and Joanna Berendt, “Poland’s Conservative Government Puts Curbs on State TV News,” New York Times, July 3,\n2016, http://www.nytimes.com/2016/07/04/world/europe/polands-conservative-government-puts-curbs-on-state-tv-news.html.\nwww.freedomhouse.org\n39\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n18. Jan Cienski, “Polish Media Veers Back to Pre-1989,” Politico, July 11, 2016, http://www.politico.eu/article/polish-tv-viewers-turnoff-tune-out-drop-out-poland-kaczynski/.\n19. “Jaroslaw Kaczynski’s Party Is Rewriting the History of Poland,” Financial Times, March 11, 2016, https://www.ft.com/content/67532c78-e62d-11e5-a09b-1f8b0d268c39.\n20. Ibid.\n21. Vanessa Gera, “Polish Leaders Threaten Fate of Nearly Finished WWII Museum,” Washington Times, April 24, 2016, http://www.\nwashingtontimes.com/news/2016/apr/24/polish-leaders-threaten-fate-of-nearly-finished-ww/.\n22. Jan Rydzak, “Now Poland’s Government Is Coming After the Internet,” Foreign Policy, June 10, 2016, http://foreignpolicy.\ncom/2016/06/10/now-polands-government-is-coming-after-the-internet/.\n23. Ibid.\n24. Henry Foy, “Poland’s New Majoritarians,” American Interest, June 7, 2016, http://www.the-american-interest.com/2016/06/07/polands-new-majoritarians/.\n25. Roberto Foa and Yascha Mounk, “Across the Globe, a Growing Disillusionment with Democracy,” New York Times, September 15,\n2015, http://www.nytimes.com/2015/09/15/opinion/across-the-globe-a-growing-disillusionment-with-democracy.html.\n40\nFreedom House\nChapter 6\nFlacks and Friends\nDid the Russian government attempt to surreptitiously\ninfluence the 2016 U.S. presidential election\nin Donald Trump’s favor? The answer to that question\nmay never be definitively known. There is, nevertheless,\na critical mass of evidence that Kremlin-allied\nforces were responsible for hacking into the Democratic\nNational Committee’s computers, stealing\nmillions of files, and turning the information over to\nWikiLeaks, which in turn circulated it to the media.\nSome may find the evidence unsatisfactory. But given\nRussia’s well-established record of cyberwarfare,\npreviously directed at neighboring states like Estonia\nand Ukraine, and the Russian regime’s dislike for the\nDemocratic candidate, Hillary Clinton, there is ample\nreason to treat charges of Russian culpability as\nstrongly credible.\nAnother body of evidence can be found in Russia’s\nrecord of involvement in the internal politics of a\nnumber of countries in Europe, including European\nUnion (EU) member states. In fact, under Vladimir\nPutin, Russia has repeatedly interfered in the affairs of\nEuropean states in ways that the Kremlin would regard\nas intolerable if Russia were the target.\nRussian involvement is usually camouflaged so as\nto ensure a degree of deniability, but the disguise is\nsometimes rather thin. In late 2014, France’s far-right\nNational Front party, led by Marine Le Pen, secured a\n€9 million loan from a Russian bank with indirect ties\nto the government in what many interpreted as a bet\nby Putin on the future of French politics. Le Pen has\nsubsequently spoken favorably of Putin and criticized\nthe sanctions imposed on Russia by the EU. 1 She has\neven called for a strategic alliance with Russia and\nproposed a pan-European grouping that would include\nRussia while leaving out the United States. By 2016, the\nNational Front was seeking more funding that would\nenable it to participate on an equal footing with mainstream\nparties in the 2017 presidential contest. 2\nThe 2014 loan came just months after the National\nFront helped provide a veneer of legitimacy to Russia’s\nillegal annexation of Crimea. Aymeric Chauprade, a Le\nPen adviser who once called Russia “the hope of the\nworld against new totalitarianism,” participated in an\nobserver mission to monitor the Crimean referendum\non secession from Ukraine and union with Russia. The\n“As an operator, but not as a human\nbeing, I would say Putin. The way he\nplayed the whole Syria thing. Brilliant.”\n—Nigel Farage, on the world leader he most admires\n“I admire his cool head. Because\nthere is a cold war being waged\nagainst him by the EU at the behest\nof the United States…. I admire that\nhe has managed to restore pride and\ncontentment to a great nation that\nhad been humiliated and persecuted\nfor 70 years.”\n—Marine Le Pen\n“[Putin] makes a decision and he executes\nit, quickly. And then everybody\nreacts. That’s what you call a leader.”\n—Rudy Giuliani\nmission was arranged by a pro-Moscow organization\ncalled the Eurasian Observatory for Elections and\nDemocracy, and consisted largely of politicians from\na variety of European far-right parties, including Hungary’s\nJobbik and Austria’s Freedom Party. The vote,\nheld under Russian military occupation, was widely regarded\nas falling well short of international standards.\nHowever, the Eurasian Observatory delegation gave\nthe referendum an enthusiastic thumbs-up. 3\nMoscow has paid considerable attention to evolving\npolitical developments in Central and Eastern Europe.\nDespite their relatively recent histories of Soviet\nsubjugation and communist rule, a number of these\ncountries have seen the rise of populist or nationalist\nparties that express admiration for or affinity with\nPutin’s regime. Meanwhile, mainstream parties have\ndeveloped attitudes toward Russia that are notable\nfor their ambivalence, including on the pivotal issue of\nthe Kremlin’s invasion of Ukraine.\nwww.freedomhouse.org\n41\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nIn some countries, Russia has made progress among\nboth far-right nationalists and more traditional conservative\nparties. In Hungary, for example, Moscow\nhas a reliable ally in Jobbik and a business partner in\nthe ruling Fidesz party, which has been critical of the\nEU’s economic sanctions. 4 The Hungarian parliament\nconducted an investigation into allegations that the\nKremlin was helping to finance Jobbik. There were\nalso charges that a Jobbik member of the European\nParliament was a Russian agent. Gábor Vona, the\nchairman of Jobbik, has embraced the idea of Eurasianism\nand speculated that Hungary could serve as\na “bridge” between Europe and Asia.\nAt the intergovernmental level, Russia in 2015 provided\nHungary with a $10.8 billion loan to expand the Paks\nnuclear power plant, a facility that supplies 40 percent\nof the country’s electricity. The project was to have\nbeen put out for open bidding until Hungarian officials\nabruptly decided to accept the proposal from Russia’s\nstate nuclear energy firm—financed by the Kremlin’s\nloan—without competition. 5 Some believe that the\nPaks deal is meant to encourage the Fidesz government\nto continue its support for an EU policy that would be\nmore sympathetic toward Russian interests. 6 While the\nFidesz leader, Prime Minister Viktor Orbán, has been\ncautious in public statements about Putin and Russia,\nhe did identify Russia as one of several countries with\nilliberal or authoritarian governments that would provide\nthe models for global political development in the\nfuture, as opposed to supposedly declining powers like\nthe United States and the EU’s founding members. 7\nThe Russian government has also developed friendly\nties to parties in Slovakia. Marian Kotleba, leader of\nthe far-right People’s Party–Our Slovakia, supported\nUkrainian president Viktor Yanukovych in his decision\nto reject an association agreement with the EU and\npursue closer ties with Russia instead—a decision\nthat ultimately led to Yanukovych’s fall from power in\nFebruary 2014. Slovakia’s left-leaning populist prime\nminister, Robert Fico, has publicly expressed his lack\nof enthusiasm for the EU sanctions imposed on Russia\nfollowing the invasion of Ukraine. 8\nIn other countries, there is evidence that Moscow has\nbankrolled environmentalist protests against the development\nof local hydrocarbon resources, which would\nreduce European dependence on Russian oil and natural\ngas. In 2012, street protests compelled Bulgaria’s\nprime minister, Boyko Borisov, to cancel contracts with\nChevron to explore shale-oil sites in the country. Those\nwho suspect the Kremlin’s involvement in the demonstrations\npoint to a €20 million media campaign that\nwas handled by companies with Russian ties, as well\nas enthusiastic support from Ataka, a far-right political\nparty that is aggressively pro-Russia. 9\nRussia and the right\nDuring the Cold War, the Soviet Union could count on\nthe uncritical support of a network of left-wing parties\nand personalities in the democratic world. Some were\nformally communist; others were independent leftists\nor part of what was called the peace camp, which\nargued that the West, especially the United States,\nshared responsibility with the Soviets for the world’s\npolitical tensions, and therefore chose a path of political\nneutrality. In the Cold War’s later years, a growing\ncollection of business interests encouraged détente\nbetween the Soviet Union and the United States due\nto the economic opportunities it would offer.\nUnder Putin, Russia has formed its alliances on a\nstrictly nonideological basis. Russia has built close\ndiplomatic ties with Venezuela, governed by a socialist\nmovement; Iran, an authoritarian system under the\nrule of Shiite Muslim clerics; Syria, a dictatorship with\nnominally Arab nationalist views; and China, a formally\ncommunist regime devoted to state-led capitalism.\nThe interests that draw these governments together\nare a common hostility to democratic norms, a need\nfor allies to block criticism and sanctions at international\nbodies, a fear of “color revolutions” and the\npotential consequences of democracy-promotion\nprojects backed by foreign donors, and an adversarial\nrelationship with the United States.\nIn its dealings with European political parties or movements,\nRussia adheres to a similar policy of ideological\nindifference, focusing instead on those with an\ninterest in disrupting Europe’s political establishment\nand weakening its unity. Thus Putin has courted leftist\nparties like Syriza, which leads the current government\nof Greece and opposes austerity measures\nimposed by the EU. Nigel Farage, former leader of the\nanti-EU United Kingdom Independence Party (UKIP),\nand Nick Griffin, head of the far-right British National\nParty, have both praised Putin for his leadership qualities;\nbut so has Alex Salmond of the Scottish National\nParty, which seeks Scottish independence within the\nEU and supports social democratic policies.\nFor the most part, however, Russia’s allies in democratic\ncountries are found on the political right. A\nSwedish journalist who examined votes in the European\nParliament reported that right-leaning Euroskeptic\n42\nFreedom House\nPutin’s Foreign Admirers\n“Putin decides what he wants to do, and he\ndoes it in half a day, right? He decided he had\nto go to their parliament—he went to their\nparliament, he got permission in 15 minutes.…\nHe makes a decision and he executes\nit, quickly. Then everybody reacts. That’s what\nyou call a leader.”\n—Rudolph Giuliani, former New York City mayor\n“In my opinion, Putin is right on these issues.…\nObviously, he may be wrong about\nmany things, but he has taken a stand to protect\nhis nation’s children from the damaging\neffects of any gay and lesbian agenda.”\n—Franklin Graham, American Christian evangelist\n“Putin is certainly a pure democrat, but with\nan authoritarian style. Russia is a great state.\nThe president has been endowed with great\npower by the constitution.… Putin tries to\nkeep Russian interests from his perspective.”\n—Heinz-Christian Strache, leader of Freedom Party of\nAustria\n“As an operator, but not as a human being, I\nwould say Putin [is the most admirable world\nleader]. The way he played the whole Syria\nthing. Brilliant.’”\n—Nigel Farage, former leader of UK Independence Party\n“I admire his cool head. Because there is a\ncold war being waged against him by the EU\nat the behest of the United States, which is\ndefending its own interests. I admire that he\nhas managed to restore pride and contentment\nto a great nation that had been humiliated\nand persecuted for 70 years.”\n—Marine Le Pen, leader of France’s National Front\n“Between Putin and [Italian prime minister\nMatteo] Renzi I will always choose Putin. I\nwish Putin tomorrow morning became chairman\nof the Council of Ministers of Italy.… Punishment\nagainst Russia [through sanctions] is\na stupid measure, which will cost us 5 billion\neuros. If there is a part of Ukraine, which\nwants to be Russia, I don’t see why not.”\n—Matteo Salvini, national secretary of Italy’s Northern\nLeague\nparties supported Russian interests on a select group\nof issues. The most reliable pro-Russian party was\nDutch politician Geert Wilders’ Party for Freedom,\nfollowed by France’s National Front, Italy’s Northern\nLeague, the Swedish Democrats, and UKIP. 10\nPutin and other Kremlin officials speak of Russia as a\nsuccessful example of interreligious harmony, boast\nof government policies to ensure fair treatment for\nRussia’s large Muslim population, and denounce\nthose who brought down Yanukovych’s government in\nUkraine as fascists and pogromists. Yet when it comes\nto potential allies in Europe, it makes no difference to\nthe Kremlin whether a party has views that are racist,\nanti-Semitic, Islamophobic, or even openly fascist.\nRussia welcomes the support of parties like Jobbik,\nwith its history of anti-Semitism and contempt for\nHungary’s Romany population, and has no qualms\nabout right-wing parties that speak of Muslims as\ncriminals and rapists.\nFor Russia, the payoff from this strategy is a network\nof parties that identify with the Kremlin’s hatred of\nliberal values, support Russia on critical foreign policy\nissues, and praise Putin as a strong leader. While some\nof these parties are still marginal forces in domestic\npolitics, a growing number are regarded as legitimate\ncontenders, especially since an uncontrolled influx of\nrefugees and an increase in terrorist attacks dented\npublic trust in mainstream parties. Even if Russia\nremains unpopular in most European countries, the\nfact that increasingly influential political figures laud\nPutin for his energy, decisiveness, and eagerness to\nchallenge liberal orthodoxies is regarded as a gain for\nMoscow. As these parties acquire a share of governing\npower in EU states, the prospects for a recognition\nof the Crimea annexation and the abandonment of\neconomic sanctions improve significantly.\nThe benefit for European far-right parties is less clear.\nThough they claim to be champions of national sov-\nwww.freedomhouse.org\n43\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nereignty, they are aligning themselves with a Russian\nleader who has sought to dominate neighboring\nstates and who regularly invokes his country’s imperial\nand Soviet past. Putin has refused to apologize for\nRussia’s historical subjugation of Central and Eastern\nEurope. He has defended the Soviet Union’s occupations\nas necessary to secure its national interests, and\ndenounced the movement of former Soviet bloc countries\nto join the EU and seek protection in the North\nAtlantic Treaty Organization (NATO).\nFar-right parties apparently see Putin not as a threat\nto national security, but as an exemplar of their own\nnationalist values. Like him, they hope to build a\nstrong national state without regard for international\nagreements, domestic checks and balances, or fundamental\nhuman rights. Putin’s contempt for democracy\ncarries no stigma among these parties, for which\nelections and civil liberties are purely instrumental.\nWhile Le Pen, Wilders, and their ilk need elections as\na means of gaining power and a free press to convey\ntheir arguments, they are hostile to the extension of\nrights to immigrants and minorities, and unenthusiastic\nabout independent courts that might block their\ninitiatives. To the extent that the EU enforces democratic\nnorms in its region, Putin and Europe’s far right\nhave a common enemy in Brussels.\nFlacks for autocrats\nPaul Manafort, a Washington lobbyist and consultant,\nhad a long career of work for leading Republicans,\nincluding presidents Richard Nixon, Gerald Ford, and\nRonald Reagan. But by the time he became Donald\nTrump’s campaign chairman in 2016, Manafort was\nbest known for his work on behalf of foreign political\nleaders, including several with distinctly autocratic\npedigrees: Ferdinand Marcos, the strongman of the\nPhilippines until 1986; Mobutu Sese Seko, the kleptocratic\ndictator of what is now the Democratic Republic\nof Congo; Sani Abacha, a Nigerian military ruler; and\nViktor Yanukovych, president of Ukraine from 2010 to\n2014, when he was forced to abandon the presidency\nand flee to Russia in the wake of nationwide protests.\nManafort’s work to dress up the images of Marcos and\nMobutu stood out at a time when American consultants\nseldom represented dictators or authoritarians.\nIn the 1980s, U.S. political operatives with experience\nin major campaigns were expanding their clientele\nto include foreign governments and political parties,\nthough usually in democratic settings. 11\nBy 2005, when Manafort signed on to work with Yanukovych,\npolitical consultants, public relations specialists,\nand blue-chip law firms were earning fees paid\nby a majority of the world’s autocracies, dictatorships,\nand illiberal regimes. Some, especially Middle Eastern\nmonarchies, are American allies. But others are hostile\nto democracy and regard the United States—and often\nthe EU—as adversaries. The lobbyists and spin masters\nthey employ are not located exclusively in the United\nStates. Authoritarians with the requisite means and\ninterests have hired representatives in London and\nBrussels as well as Washington and New York.\nLawyers and consultants often represent dictatorships\nindirectly, through state-owned enterprises. A\nnumber of China’s state businesses have hired legal\nand political consultants in major democracies, as\nhave state energy corporations in oil-rich countries\nlike Azerbaijan, Venezuela, and Angola.\nBut authoritarian governments generally seek the\nassistance of global public relations companies in the\nwake of repressive crackdowns at home or acts of\naggression against neighbors. During Manafort’s relatively\nbrief tenure with the Trump campaign, it emerged\nthat several American firms had been contracted to\ndiscourage Congress from criticizing the Yanukovych\ngovernment for its jailing of Yanukovych’s 2010 presidential\ncampaign rival, Yuliya Tymoshenko. That effort\nfailed, as members of Congress and the American media\nmade Tymoshenko’s fate a crucial criterion in their\nassessment of Yanukovych’s record. 12 Manafort had\nmore success in his earlier work to prepare Yanukovych\nfor his candidacy in 2010. Ukrainian observers credited\nthe American adviser with smoothing Yanukovych’s\nrough edges, convincing him to stay on message, and\nreminding him that it was important to assure U.S. and\nEuropean audiences that he was committed to democracy\nand the fight against corruption. 13\nIn 2016, Reuters reported that five global public relations\nfirms had competed for a contract to improve\nChina’s image abroad. The planned campaign would\npresumably repair reputational damage caused by\nthe Chinese government’s intensifying domestic\nrepression, its aggressive territorial policies in the\nSouth China Sea, and a push by Chinese companies\nto acquire crucial assets in democratic countries. The\nfirms that participated in the public relations audition\nwere Hill+Knowlton, Ogilvy, Ketchum, FleishmanHillard,\nand Edelman. According to the Reuters account,\nthe firms were asked to give a presentation “on China’s\nmost pressing image problems and demonstrate their\nexpertise on managing new forms of media.” 14\n44\nFreedom House\nSeveral other examples of consultants in the pay of\nauthoritarians are worth mention:\n• Until rather recently, Azerbaijan was represented\nby a battalion of lawyers, political operatives,\nand public relations specialists in Washington,\nLondon, and Brussels. While some worked for\nthe national energy company, others were hired\ndirectly by the government to explain away the\nregime’s miserable human rights record to the administration,\nmembers of Congress, think tanks,\nand other opinion makers in the United States. 15\n• Bahrain spent over $32 million between 2011,\nwhen political protests broke out, and 2015 on\npolitical consultants in the United States and\nBritain. During that period, the country experienced\nan explosion in the number of political\nprisoners as the Sunni Muslim monarchy carried\nout an often violent persecution of the Shiite\nmajority. 16\n• Despite their efforts to hollow out Venezuela’s\ndemocratic infrastructure and their virulent\nanti-Americanism, the late Hugo Chávez and his\nsuccessor, Nicolás Maduro, had no difficulty in\nfinding American consultants who would represent\nthe interests of their government and the\nnational oil company. 17\n• Richard Burt, a former U.S. diplomat in Republican\nadministrations, earned hundreds of\nthousands of dollars promoting a critical Russian\nenergy project while also helping to shape\ncandidate Trump’s foreign policy positions.\nAccording to Politico, Burt received $365,000\nin the first half of 2016 for lobbying on behalf of\nNord Stream II, a Russian-backed pipeline plan\nthat would deliver more natural gas directly to\nWestern and Central Europe via the Baltic Sea,\nbypassing Ukraine and Belarus. At the same\ntime, Burt was helping to write a major Trump\nforeign policy address. That speech, among\nother things, called for greater cooperation with\nRussia. 18\n• In early 2017, an Egyptian intelligence agency\nhired two Washington public relations firms\nto lobby on the country’s behalf and boost its\nimage. Filings with the Department of Justice\nshowed the General Intelligence Service hired\nWeber Shandwick and Cassidy and Associates\nin a deal worth $1.8 million annually. 19\n• Michael Flynn, who served briefly as President\nTrump’s national security adviser, did lucrative\nconsulting work for a firm with ties to the\ngovernment of Turkish president Recep Tayyip\nErdoğan before and immediately after the 2016\nelection. Among other things, Flynn wrote an\nop-ed that urged the American government to\nexpel Fethullah Gülen, a controversial cleric\nwho was accused by the Turkish government of\nmasterminding the 2016 coup attempt. Flynn’s\nconsulting firm was paid $535,000 for work\nbetween September 9 and November 14. 20\nBalance sheet\nEven as they declare their disdain for liberal values,\nmodern authoritarians take maximum advantage\nof the freedoms that are embedded in democratic\nsystems. Russia, China, Venezuela, Iran, and others\nhave established television networks that broadcast\nbeyond their borders to countries around the globe.\nViewers in the United States or Europe can watch\nRussia’s RT or China Central Television on their local\ncable systems. Pro-Beijing tycoons have gained a\nstrong foothold in the Hong Kong press landscape,\nand Chinese businesses are making substantial\ninvestments in Hollywood studios and production\ncompanies.\nRussia would not tolerate a foreign power providing\nfunding for an opposition political party. Yet it helps\nto finance France’s National Front and quite possibly\nHungary’s Jobbik. In 2013, Greenpeace activists\nattempted to scale a Russian offshore drilling platform\nas part of a protest against Arctic oil exploration; the\nauthorities arrested the protesters, charged them\nwith piracy, and held them for two months before their\nrelease. 21 Yet at the same time, the Kremlin was allegedly\nfostering anti-fracking demonstrations in parts\nof Central and Eastern Europe. 22 Russia organizes\nbogus election-monitoring missions that give a stamp\nof approval to polling in Crimea and other authoritarian\nsettings, while effectively preventing legitimate\nelection observation teams from functioning on its\nown soil.\nAuthoritarian states also rent the services of former government\nofficials and members of Congress, powerful\nlawyers, and experienced political image-makers to persuade\nskeptical audiences that they share the interests\nof democracies. These lobbyists work to advance the\neconomic goals of their clients’ energy companies and\nother businesses, but they also burnish the reputawww.freedomhouse.org\n45\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\ntions of regimes that have been sullied by the jailing of\ndissidents or opposition leaders, the shuttering of media\noutlets, or violent attacks on peaceful demonstrators.\nIs the money that authoritarians allocate for image\nbeautification well spent? Some campaigns have been\nmore successful than others, but autocracies that\nhire well-known former cabinet secretaries or elected\nofficials to defend or deny their acts of repression often\nfail to sway either the public or the policy community\nin the United States. If democratic leaders have not\nmounted adequate responses to such repression, it is\ngenerally because of other strategic concerns or simple\nneglect, not because lobbyists have persuaded them\nthat the regime in question is benevolent and just.\nAuthoritarian efforts to change governments, as\nopposed to perceptions, may ultimately prove more\nrewarding. Russia’s wager on the rise of friendly\nEuropean populist parties already seems to be paying\noff. After Britain’s vote to withdraw from the EU and\nthe triumph of Donald Trump in the United States,\nthe prospect of radical shifts in global politics can no\nlonger be dismissed as unthinkable.\n1. Brian Whitmore, “Vladimir Putin, Conservative Icon,” Atlantic, December 20, 2013, http://www.theatlantic.com/international/archive/2013/12/vladimir-putin-conservative-icon/282572/?single_page=true.\n2. Ivo Oliveira, “National Front Seeks Russian Cash for Election Fight,” Politico, February 19, 2016, http://www.politico.eu/article/lepen-russia-crimea-putin-money-bank-national-front-seeks-russian-cash-for-election-fight/.\n3. Andrew Higgins, “Far-Right Fever for a Europe Tied to Russia,” New York Times, May 20, 2014, http://www.nytimes.com/2014/05/21/\nworld/europe/europes-far-right-looks-to-russia-as-a-guiding-force.html?_r=0.\n4. Susi Dennison and Dina Pardijs, “The World according to Europe’s Insurgent Parties: Putin, Migration and People Power,” European\nCouncil on Foreign Relations, June 27, 2016, http://www.ecfr.eu/publications/summary/the_world_according_to_europes_insurgent_parties7055.\n5. Krisztina Than, “Special Report: Inside Hungary’s $10.8 Billion Nuclear Deal with Russia,” Reuters, March 30, 2015, http://www.\nreuters.com/article/us-russia-europe-hungary-specialreport-idUSKBN0MQ0MP20150330.\n6. Dennison and Pardijs, “The World according to Europe’s Insurgent Parties.”\n7. “Prime Minister Viktor Orbán’s Speech at the 25th Bálványos Summer Free University and Student Camp,” Website of the Hungarian\nGovernment, July 26, 2014, http://www.kormany.hu/en/the-prime-minister/the-prime-minister-s-speeches/prime-minister-viktor-orban-s-speech-at-the-25th-balvanyos-summer-free-university-and-student-camp.\n8. Dennison and Pardijs, “The World according to Europe’s Insurgent Parties.”\n9. Ibid.\n10. Jason Karaian, “Putin Has Friends on Europe’s Far Right and Left (but Mostly Right),” Quartz, January 15, 2015, http://\nqz.com/326487/putin-has-friends-on-europes-far-right-and-left-but-mostly-right/.\n11. Amber Phillips, “Paul Manafort’s Complicated Ties to Ukraine, Explained,” Washington Post, August 19, 2016, https://www.washingtonpost.com/news/the-fix/wp/2016/08/19/paul-manaforts-complicated-ties-to-ukraine-explained/.\n12. Steven Lee Myers and Andrew E. Kramer, “How Paul Manafort Wielded Power in Ukraine Before Advising Donald Trump,” New York\nTimes, July 31, 2016, http://www.nytimes.com/2016/08/01/us/paul-manafort-ukraine-donald-trump.html.\n13. Ibid.\n14. Engen Tham and Matthew Miller, “Exclusive: Beijing Auditions Foreign Public Relations Firms to Polish China Brand,” Reuters, April\n22, 2016, http://www.reuters.com/article/us-china-pr-exclusive-idUSKCN0XJ007.\n15. Arch Puddington, “Paul Manafort Is the Tip of the Iceberg,” Freedom at Issue, August 18, 2016, https://freedomhouse.org/blog/\npaul-manafort-tip-iceberg; Ilya Lozovsky, “How Azerbaijan and Its Lobbyists Spin Congress,” Foreign Policy, June 11, 2015, http://\nforeignpolicy.com/2015/06/11/how-azerbaijan-and-its-lobbyists-spin-congress/.\n16. Ken Silverstein, “How Bahrain Works Washington,” Salon, December 8, 2011, http://www.salon.com/2011/12/08/how_bahrain_\nworks_washington/; Akbar Shahid Ahmed, “How Wealthy Arab Gulf States Shape the Washington Influence Game,” Huffington\nPost, September 2, 2015, http://www.huffingtonpost.com/entry/arab-gulf-states-washington_us_55e62be5e4b0b7a9633ac659.\n17. Lachlan Markay, “State-Owned Venezuelan Oil Firm Spends Millions on U.S. Lobbying,” Washington Free Beacon, June 6, 2016,\nhttp://freebeacon.com/issues/state-owned-venezuelan-oil-firms-spends-millions-u-s-lobbying/.\n18. Ben Schreckinger and Iulia Ioffe, “Lobbyist Advised Trump Campaign While Promoting Russian Pipeline,” Politico, October 7, 2016,\nhttp://www.politico.com/story/2016/10/donald-trump-campaign-lobbyist-russian-pipeline-229264.\n19. Brian Rohan, “Egypt’s Mukhabarat Hires Washington Lobbyists to Boost Image,” Associated Press, March 5, 2017, http://bigstory.\nap.org/article/d8d55dbbcedb4e589d33555cc5fa8855/egypts-general-intelligence-registers-washington-lobbyist.\n20. Theodoric Meyer, “Flynn Lobbied for Turkish-linked Firm after Election, Documents Show,” Politico, March 8, 2017, http://www.\npolitico.com/story/2017/03/michael-flynn-lobby-turkey-235843.\n21. Ben Stewart, “When Russia Declared War on Greenpeace: The Story of the Arctic 30 Captured on a Gazprom Drilling Platform and\nSentenced to Years in Jail,” Independent, April 11, 2015, http://www.independent.co.uk/news/world/europe/when-russia-declaredwar-on-greenpeace-the-story-of-the-arctic-30-captured-on-a-gazprom-drilling-10170138.html.\n22. Andrew Higgins, “Russian Money Suspected Behind Fracking Protests,” New York Times, November 30, 2014, http://www.nytimes.\ncom/2014/12/01/world/russian-money-suspected-behind-fracking-protests.html.\n46\nFreedom House\nChapter 7\nBullying the Neighbors: Frozen Conflicts,\nthe Near Abroad, and Other Innovations\nVladimir Putin’s publicists have used the phrase\n“sovereign democracy” to describe the political\nsystem that evolved in Russia under his leadership. 1\nIn practice, however, Putin’s regime respects neither\ndemocracy nor sovereignty.\nSovereign democracy bears no more resemblance to\nthe unmodified original than did previous variants:\nguided democracy, managed democracy, people’s\ndemocracy. Nor does sovereign democracy represent\na genuine commitment to the notion of national\nsovereignty, as countries on the Russian periphery\nwill attest. On repeated occasions, Putin has demonstrated\na readiness to intervene in the affairs of nearby\ncountries by fomenting ethnic discontent, undermining\nthe economy, or grabbing territory.\nPutin has in effect set down a doctrine of limited\nsovereignty for Russia’s neighbors, especially those\nthat were part of the Soviet Union. The Kremlin’s\ntactics are meant to keep these countries fearful and\noff balance. The instruments of choice range from\nthe nonviolent, such as destabilizing propaganda and\neconomic pressure, to the lethally aggressive, such as\nproxy insurgencies and outright invasion.\nThe following are the main techniques employed by\nthe Kremlin to influence the actions of its neighbors:\n1. Civil society and ‘traditional values’: The Kremlin\nhas funded and encouraged pro-Russian civil\nsociety organizations in neighboring states to\nbuild influence among local populations and\npromote its policies and interests. The Russian\ngovernment has also exploited its partnership\nwith the Orthodox Church to present itself as a\nchampion of “traditional values,” and to portray\nopponents—including human rights activists\nand European democracies—as purveyors of\nhedonism and immorality. 2\n“Certainly within the next four to five\nyears [Russia] will have the ability\nto conduct operations in eastern\nUkraine and pressure the Baltics\nand pressure Georgia and do other\nthings, without having to do a full\nmobilization.”\n—U.S. Lieutenant General Ben Hodges\n3. The energy weapon: At various times during Putin’s\ntenure, Russia has sought to use its oil and\nnatural gas exports as a means of disciplining\nUkraine and other neighbors. It has raised and\nlowered prices for political reasons, abruptly\nhalted deliveries in the dead of winter, and manipulated\npipeline routes and investments to\ndrive a wedge between Germany and other European\npowers on one side and the Baltic states\nand Ukraine on the other.\n4. The trade weapon: Russia has invoked dubious\nhealth concerns and other pretexts to block\nthe import of products from countries whose\ngovernments displease Putin, including Georgia,\nMoldova, and Poland, as well as the European\nUnion (EU) as a bloc. 3\n5. Cyberwarfare: Russian-backed hackers are\nwidely believed responsible for a powerful 2007\ncyberattack on government websites in Estonia\nin the wake of a controversy over the removal of\na war memorial. Other countries in the region\nhave since suffered similar attacks, particularly\nUkraine following the 2014 ouster of President\nViktor Yanukovych and Russia’s invasion of\nCrimea and the Donbas.\n2. Propaganda offensives: The Kremlin has made\npowerful use of Russian-language media, especially\nstate-controlled television stations, to\nspread disinformation and foment discontent\namong ethnic Russians in the Baltics, Ukraine,\nMoldova, and elsewhere.\n6. Military threats: In the wake of the Ukraine invasion\nand subsequent sanctions, the Russian military\nlaunched a series of military exercises on\nits borders with the Baltic states and intensified\nmore distant patrols that tested the readiness of\na number of European navies and air forces.\nwww.freedomhouse.org\n47\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\n7. Military invasions: Russian forces poured into\nGeorgia through its two breakaway territories,\nAbkhazia and South Ossetia, during a brief conflict\nin 2008. In 2014, Russian troops occupied\nCrimea, oversaw a stage-managed referendum\non annexation there, and unofficially entered\neastern Ukraine en masse to support a supposedly\nindigenous rebellion by ethnic Russian\nseparatists.\n8. Frozen conflicts: The term “frozen conflict” indicates\na condition in which active fighting has\nended or subsided but there is no peace agreement\nbeyond a tenuous cease-fire. Under Putin,\nRussia has perpetuated or created frozen conflicts\nthat affect Armenia, Azerbaijan, Moldova,\nGeorgia, and Ukraine. In each case, the Kremlin\nretains for itself the capacity to subdue or escalate\ntensions as needed to maximize its political\ninfluence over the relevant country.\nMoscow applies these tactics according to its objectives\nfor a particular country or region. For nearby EU\nand North Atlantic Treaty Organization (NATO) member\nstates, the goal is to remind local political leaders\nthat Russia can play a disruptive role, and to inject a\nmeasure of fear into foreign policy calculations. While\nthe Kremlin holds out the possibility of military invasion\nas an option, its preference thus far has been to\npromote instability and uncertainty.\nRussia’s message is meant both for the target country\nand for its more distant allies. The target country is\neffectively warned that challenging Russian interests\ncould provoke serious reprisals. For allies like the United\nStates, Britain, or Germany, the message is that\nsolidarity with the target country could entail a heavy\ncost, including the possibility of a shooting war in\nwhich they are obliged to defend small NATO member\nstates like Estonia and Latvia.\nThe ‘Russian world’\nA favorite theme of Kremlin propaganda is the socalled\nRussian world, a cultural or civilizational space\nthat extends beyond Russia’s political borders. This\ndeliberately flexible and nebulous concept suggests\nthat Russia claims the right to intervene wherever its\nperceived brethren—ethnic Russians, other Russian\nspeakers, Orthodox Christians—are under threat.\nPutin has spoken of one million Russians cut adrift by\nthe collapse of the Soviet Union. He has said it is his obligation\nto protect these people, and he has tried to appeal\nto them through culture, history, and the media. His\npress spokesman, Dmitriy Peskov, has said that “Russia\nis the country that underlies the Russian world, and the\npresident of that country is Putin; Putin precisely is the\nmain guarantor of the security of the Russian world.” 4\nIn 2014, amid Russia’s invasion of Ukraine, Putin\ndredged up the tsarist-era term Novorossiya to describe\na large swath of southeastern Ukraine that he\nhinted might be annexed. Suddenly, the Novorossiya\nidea began appearing in Russian media, complete\nwith maps, while Russian-backed separatists moved\nto write the “history” of the region into textbooks. 5\nEventually Putin dropped Novorossiya from his\nspeeches, having successfully stoked fears that the\nUkraine conflict could widen beyond Crimea and\nthe Donbas. The international community was then\napparently meant to feel grateful that Russian forces\ndid not press their attack any further.\nIn practice, Putin has invoked the idea of a greater\nRussian world to intimidate only countries that have\nembraced democracy and seek closer ties to the EU\nand NATO. He has shown little interest in ethnic Russians\nand other residents in Central Asian states like\nKazakhstan and Uzbekistan, even though they suffer\nunder political conditions that Freedom House ranks\nas among the least free in the world. 6\nThe case of Estonia\nThroughout its history, Estonia has been fought over by\nRussia and European powers to the west. During World\nWar II, it was occupied by the Red Army and forcibly\nannexed to the Soviet Union. Its elites and intellectuals\nwere murdered or deported to the Soviet gulag, and the\nEstonian people endured over four decades of Sovietization\nand Russification, including a policy of encouraging\nRussian speakers to relocate to Estonia.\nThe country regained its independence in 1991 with\nthe disintegration of the Soviet Union. From early on,\nrelations between the ethnic Estonian majority and the\nsizeable ethnic Russian minority have been difficult.\nEstonia has adopted citizenship laws that require many\nethnic Russians to pass an Estonian language test,\nand they complain of being treated as second-class\ncitizens. In opinion surveys, however, Russian speakers\nshow little enthusiasm for becoming citizens of Russia,\nand have indicated an appreciation for the access to\nEurope that citizenship in an EU country confers. 7\nThere are an estimated 300,000 ethnic Russians in\nEstonia. Approximately three-quarters get their news\n48\nFreedom House\nthrough Russian television stations. On a daily basis,\nthey are exposed to propagandistic programs in which\nthe EU is demonized, NATO is treated as an aggressor,\nthe democracies on Russia’s borders are presented as\nenemies, and the annexation of Crimea is hailed as a\nmilestone in the rebuilding of a great Russian state. 8\nBy exploiting the tensions that already exist between\nEstonia’s ethnic communities, the Kremlin has sought\nto turn a complex problem into something combustible.\nThe tendency of Russian speakers and ethnic\nEstonians to live in parallel universes is exacerbated\nby Russian propaganda, which depicts the Estonian\npolitical leadership as hostile to Russians and as\nmembers of a cosmopolitan European elite that\npromotes sexual degeneracy and cultural radicalism.\nMoscow also tries to create distrust of the Baltic\nstates among their NATO allies by depicting them as\noverly emotional, irresponsible, and intent on dragging\nother countries into a conflict with Russia.\nThere is no strong evidence that Russian speakers in\nEstonia are simply embracing the Russian explanation\nof things. Instead, they tend to reject both Russian\nand Estonian sources of information. This is in itself\na victory of sorts for Russia, since the goal of external\nRussian propaganda is less to win people over to its\nway of thinking than to sow confusion and mistrust.\nMoscow’s interests are served so long as Estonian society\nremains divided. As a report on the integration of\nRussian speakers in Estonia concluded, “They [ethnic\nEstonians and Russian speakers] reside in separate information\nspaces and hold divergent perceptions and\nperspectives not just about each other, but also about\nthe Estonian state and its history, its threat environment,\nand its national security policies. Since these\ntwo Estonias do not fully trust one another, when\nsecurity developments put pressure on the country\nthey tend to drift to opposing poles—especially if the\nfactor of Russia is involved.” 9\nA wolf in sheep’s clothing\nIn their campaign to assert control over countries on\nRussia’s periphery, Kremlin officials have not hesitated\nto use traditional authoritarian methods, up to and\nincluding military invasion and the creation or support\nof proxy insurgents. But they have taken care to\ndefend their efforts in terms meant to appeal to, or at\nleast confuse, democratic audiences.\nThis is especially the case with propaganda broadcasts.\nWhile the Russian government has sought to prevent\nforeign news services like Radio Free Europe/Radio\nLiberty from reaching the Russian people, it expects\nits own broadcasts to remain unhindered in neighboring\ndemocracies, which are committed to freedom of\nexpression. Thus when Latvian authorities imposed a\nsix-month ban on the Russian television channel Rossiya\nRTR for inciting ethnic hatred in April 2016, Russian\nofficials called on international watchdog bodies to investigate\nthe incident as a violation of media freedom. 10\nSomething similar is at work in the nongovernmental\norganization (NGO) sector. Moscow has established or\nsupported a series of charities, think tanks, and associations\nthat promote Russian interests, claim to represent\nRussian minorities, and in some cases advance\nsecessionist causes in the near abroad. 11 The Russian\ngovernment presumes that these organizations will be\nallowed to operate without restriction in democracies.\nMeanwhile, it compelled the U.S. Agency for International\nDevelopment (USAID) to close down its Russia\noperations in 2012, and has banned contact between\nRussian NGOs and foreign organizations that have\nbeen placed on its “undesirable” list.\nRussia has also used the extensive distribution of\npassports to draw populations involved in frozen\nconflicts—or potentially involved in future conflicts—\ninto its orbit, and to justify its meddling in neighboring\nstates. Rather than conquering a foreign people, the\nRussian authorities convert foreign individuals into\nRussian citizens, then claim a right to defend them\nfrom what had been their own government. Up to 90\npercent of those living in Georgia’s breakaway region\nof South Ossetia have Russian passports, which are\naccessible to anyone who still has Soviet documents\nor at least one ancestor who was a permanent resident\nof Russia, among other forms of eligibility.\nLimited sovereignty, limited options\nFor Russia’s neighbors, the constant intimidation and\ninterference from Moscow have significant consequences.\nMost importantly, normal political development\nbecomes difficult, and sometimes impossible.\nThe affected countries lack full sovereignty in the sense\nthat they are not free to make fundamental decisions\nabout their political systems, their trading partners,\nand whether to integrate into Euro-Atlantic institutions.\nTheir national identity and existence as states are regularly\ncast into doubt. Democratic reform often takes\na back seat to security concerns, or to policy concessions\naimed at maintaining good relations with Russia.\nPrior to the saber rattling from the Kremlin, Estonia\nhad an economy with one of Europe’s higher rates of\nwww.freedomhouse.org\n49\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\ngrowth and was among the vanguard in embracing\ne-government and other innovations associated with\na modern open society. Since the invasion of Ukraine\nand the Russian military’s menacing gestures along\nits border, Estonia has ramped up defense spending\nand launched war games to increase preparedness.\nIndeed, all three Baltic countries announced major\nincreases in military spending in 2016.\nConditions are even worse for states where Russia\nhas instigated frozen conflicts. Russia maintains\nmilitary bases in Abkhazia and South Ossetia, both\non the territory of Georgia, and in Transnistria. These\nenclaves, as well as the occupied portions of Ukraine,\nare impoverished, heavily militarized, and marked by\ngangsterism and corruption.\nCrimea is an instructive case for neighboring peoples\nwho live under the threat of Russian military intervention.\nResidents of the peninsula enjoyed a reasonable\narray of civil liberties under the Ukrainian government.\nUnder Russian occupation, all that has changed.\nMoscow has sent Russian officials to run the region as\nde facto viceroys. Freedom of the press, which was relatively\nvigorous before 2014, has been extinguished,\nand independent voices have been arrested or forced\ninto exile. Property rights are routinely ignored, and\nexpropriation is used as a blunt instrument against\nthose who oppose the new order.\nThe fate of the Crimean Tatars is especially tragic,\ngiven the group’s history of persecution and mass\nremoval during Soviet times. Their leaders have been\nsilenced or driven out of the region, their commemorations\nbanned, and their media muzzled. By supporting\na still-deadly frozen conflict in eastern Ukraine, the\nRussian leadership has ensured that the attention of\npolicymakers in the democracies will be focused on\nthe fighting there, and not on the dreadful conditions\nin Crimea. 12\nSince its invasion of Ukraine, Moscow has done its\nbest to maximize the intimidating effect on other\nneighbors. It conducted war games in which 33,000\ntroops rehearsed the invasion of Sweden, Norway,\nFinland, and Denmark. 13 The Russian navy has held\nmultiple, large-scale exercises in the Black Sea to defy\nNATO, assert its control over Crimea, and threaten\nGeorgia. 14 Russian and Abkhaz separatist officials\nhave announced what amounts to a merger of troops\nfrom the two sides under the command of a Russian\nofficer. 15 Russia’s military is developing the capacity\nto simultaneously carry out several operations on the\nscale of the Ukraine conflict—limited, rapid offensives\ninvolving elite troops, deception, and propaganda that\nwould leave opponents fumbling for an appropriate response.\n16 The intervention in Syria has already demonstrated\nRussia’s ability to project force unexpectedly in\na new theater while maintaining its existing engagements\nin Ukraine and elsewhere.\nRussia’s renewed embrace of cross-border aggression\nhas had wide repercussions in Central Europe,\na region that had expected a secure alignment with\nthe democratic world after the end of the Cold War.\nPoland, for example, had achieved something quite\nremarkable prior to 2014, given its history of domination\nby outside powers. It enjoyed friendly relations\nwith Germany, one of its past occupiers, and stable\nties with Russia, traditionally the other main threat\nto its sovereignty. After the annexation of Crimea,\nPoland’s leaders were forced to seriously contemplate\nthe possibility of a Russian invasion, especially given\nPutin’s bellicose language about the speed with which\nhis tanks could reach nearby capitals. 17 As a result, Poland\nhas embarked on a military buildup to maintain\nits hard-won independence and territorial integrity. 18\nBut no single European country could ever match\nRussia’s present military might. If Poland, the Baltic\nstates, and their allies fail to maintain solidarity based\non shared democratic standards, it will not be long\nbefore their sovereignty erodes under pressure from\nthe Kremlin.\n50\nFreedom House\n1. Vladimir Frolov, “Rise and Fall of Surkov’s Sovereign Democracy,” Moscow Times, May 13, 2013, https://themoscowtimes.com/articles/rise-and-fall-of-surkovs-sovereign-democracy-23891.\n2. Marlene Laruelle, The ‘Russian World’: Russia’s Soft Power and Geopolitical Imagination (Washington: Center on Global Interests,\nMay 2015), http://globalinterests.org/wp-content/uploads/2015/05/FINAL-CGI_Russian-World_Marlene-Laruelle.pdf.\n3. Denis Cenusa, Michael Emerson, Tamara Kovziridze, and Veronika Movchan, “Russia’s Punitive Trade Policy Measures towards\nUkraine, Moldova and Georgia,” CEPS Working Document no. 400, September 2014, https://www.ceps.eu/publications/russia%E2%80%99s-punitive-trade-policy-measures-towards-ukraine-moldova-and-georgia.\n4. Laruelle, The ‘Russian World.’\n5. Peter Pomerantsev, “Russia and the Menace of Unreality,” Atlantic, September 9, 2014, http://www.theatlantic.com/international/\narchive/2014/09/russia-putin-revolutionizing-information-warfare/379880/.\n6. Freedom in the World 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-world/freedom-world-2016.\n7. Jill Dougherty and Riina Kaljurand, Estonia’s ‘Virtual Russian World’: The Influence of Russian Media on Estonia’s Russian Speakers\n(Tallinn: International Centre for Defence and Security [RKK ICDS], October 2015), http://www.icds.ee/publications/article/estonias-virtual-russian-world-the-influence-of-russian-media-on-estonias-russian-speakers-1/.\n8. Ibid.\n9. Juhan Kivirähk, Integrating Estonia’s Russian-Speaking Population: Findings of National Defense Opinion Surveys (Tallinn: RKK ICDS,\nDecember 2014), https://www.icds.ee/fileadmin/media/icds.ee/failid/Juhan_Kivirahk_-_Integrating_Estonias_Russian-Speaking_\nPopulation.pdf.\n10. TASS, “Foreign Ministry Says Latvian Ban of Russian TV Channel Violates Freedom of Speech,” Meduza, April 8, 2016, https://meduza.io/en/news/2016/04/08/foreign-ministry-says-latvian-ban-of-russian-tv-channel-violates-freedom-of-speech.\n11. Laruelle, The ‘Russian World.’\n12. Andrii Klymenko, Human Rights Abuses in Russian-Occupied Crimea (Washington: Atlantic Council and Freedom House, 2015),\nhttps://freedomhouse.org/report/special-reports/human-rights-abuses-russian-occupied-crimea#.WA-iD_krK70.\n13. David Blair, “Russian Forces ‘Practiced Invasion of Norway, Finland, Denmark, and Sweden,’” Telegraph, June 26, 2015, http://\nwww.telegraph.co.uk/news/worldnews/europe/russia/11702328/Russian-forces-practised-invasion-of-Norway-Finland-Denmark-and-Sweden.html.\n14. See for example “Russia Launches Large-Scale Naval Drill in Black Sea Same Day as NATO,” RT, July 4, 2014,\nhttps://www.rt.com/news/170540-black-sea-russia-drill/.\n15. Luke Harding, “Georgia Angered by Russia-Abkhazia Military Agreement,” Guardian, November 24, 2014,\nhttps://www.theguardian.com/world/2014/nov/25/georgia-russia-abkhazia-military-agreement-putin.\n16. Adrian Croft, “Russia Could Soon Run Multiple Ukraine-Sized Operations: U.S. General,” Reuters, January 16, 2015, http://www.\nreuters.com/article/us-nato-russia-idUSKBN0KP1F620150116.\n17. Ian Traynor, “Putin Claims Russian Forces ‘Could Conquer Ukraine Capital in Two Weeks,’” Guardian, September 2, 2014, https://\nwww.theguardian.com/world/2014/sep/02/putin-russian-forces-could-conquer-ukraine-capital-kiev-fortnight.\n18. Jeffrey Simpson, “Why Russia’s Neighbors Are Getting Nervous,” Globe and Mail, September 5, 2014, http://www.theglobeandmail.\ncom/opinion/why-russias-neighbours-are-getting-nervous/article20346364/.\nwww.freedomhouse.org\n51\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nChapter 8\nBack to the Future\nUntil recently, a distinguishing feature of modern\nauthoritarianism was the ruling group’s ability to consolidate\npolitical power without resorting to the brutal\ntactics that defined the mainstream dictatorships of\nthe 20th century.\nThe political leadership maintained control of the\ncommanding heights of the media while tolerating\na small group of critical outlets as a safety valve for\ndissent and in order to tout the existence of diverse\nopinions in the news. Reformist nongovernmental\norganizations (NGOs) were allowed to operate, but\nnot to grow or gain traction. The regime used violence\nagainst its critics, but only sparingly, targeting a few\ndissidents or independent journalists as a deterrent to\nothers. And they were careful to keep the number of\npolitical prisoners to a minimum.\nPerhaps most importantly, modern authoritarian\nregimes generally refrained from overt acts of hostility\ntoward their neighbors. Some, such as China, boasted\nof a policy that sought harmonious, mutually beneficial\nrelations with other regional states. Turkey\nsimilarly claimed a policy of “zero problems” with its\nneighbors in the period before the Syrian civil war.\nFreedom House’s Tyler Roylance has described a\n“common set of concessions” that 21st-century authoritarians\nmade to the prevailing democratic ethos\nin the wake of the Cold War, when these regimes were\nbalancing domestic political control with the need\nfor deeper integration into the global diplomatic and\neconomic systems:\n• Economic openness: Rather than attempting\nto preserve a closed, command, or autarkic\neconomy, the typical “modern authoritarian”\nregime cultivated extensive connections with\nthe outside world, creating a sense of freedom\nand prosperity. However, state enterprises and\ncrony tycoons retained a dominant position, and\npliant legal systems allowed the leadership and\nother corrupt officials to set and routinely reset\nthe terms of economic participation for foreign\ncompanies, investors, and local entrepreneurs.\n• Pluralistic media: Formal prepublication censorship\nand media monopolies were abandoned in\nmost cases, clearing the way for a proliferation\nof commercialized, well-produced, and often\nentertaining media outlets. But the state and its\nagents retained direct or indirect control of key\nsectors, manipulated mainstream news coverage,\nand kept truly independent journalism on\nthe margins of the information landscape.\n• Political competition: Most regimes allowed\nmultiparty systems to emerge, and held regular\nelections, but opposition parties were fabricated,\ncoopted, or defanged in practice, allowing\nthe ruling group to retain a de facto monopoly\non power.\n• Civil society: Nongovernmental organizations\nwere permitted to operate, but they were kept\nunder close watch and forced to compete with\nstate-sponsored groups. Organizations focusing\non apolitical topics like public health or education\noften received less scrutiny than critical\nhuman rights activists, who were variously\nbelittled, harassed, or suppressed.\n• Rule of law: Twentieth-century authoritarian staples\nlike martial law, curfews, mass arrests, and\nsummary executions were largely left behind,\nand force began to be used more selectively,\nso that most of the population rarely experienced\nstate brutality. Dissidents were punished\nthrough the legal system, with its vaguely worded\nlaws and obedient judges, and in cases where\nextralegal violence was used, state authorship\nwas either hidden or not acknowledged. Only\ncertain ethnic minorities faced naked military\nforce or deadly police tactics. 1\nWhile more calibrated and less expansive\nmethods of repression are the defining feature\nof modern authoritarianism, the past few years\nhave seen a reemergence of older methods that\nundermine the illusions of pluralism, openness,\nand integration into the global economy.\nThe most extreme departure from the modern\nauthoritarian policy of balancing national ambitions\nwith participation in global governance\nwas Russia’s invasion of Ukraine and annexation\nof Crimea. No breach of international standards\nof that magnitude had been committed since\n52\nFreedom House\nIraq’s seizure of Kuwait in 1990. China’s claim of\nownership of the South China Sea, along with its\ncreeping militarization of previously uninhabited\nislets, is at least as ambitious as Russia’s move,\nthough the impact is perhaps less jolting given\nthe dearth of occupied populations.\nThere have been other reversions to 20th-century\nmethods of repression. For example:\n• Political prisoners: During the 20th century,\nopposition figures, political dissidents, advocates\nfor minority groups, and people who wrote critical\ncommentaries were regularly sentenced to prison\nterms, often under grim conditions, by dictatorships\nof all stripes. Amnesty International’s\nfounding mission was the defense of what were\ncalled “prisoners of conscience,” and they ranged\nfrom dissidents and Jewish refuseniks in the Soviet\nUnion to those who resisted right-wing juntas\nin Latin America. Soviet dissidents like Natan\nSharansky and Vladimir Bukovsky were the focus\nof international campaigns organized by human\nrights organizations and cautiously embraced by\nthe United States and other governments.\nThe ranks of political prisoners declined substantially\nafter the end of the Cold War and the\ncollapse of dictatorships in Latin America, Asia,\nand to a certain extent Africa. Indeed, it was a\nmajor objective of the new authoritarianism to\nmaintain political control without shedding blood\nor putting people behind bars, actions that provoked\ncondemnation by human rights advocates,\ndemocratic governments, and UN entities.\nRecently, however, the political prisoner has\nmade a comeback. One notably egregious\noffender is Azerbaijan. Under President Ilham\nAliyev, this country of just 9.4 million people has\namassed one of the world’s largest numbers of\npolitical prisoners per capita, with approximately\n80 prisoners of conscience during 2015, according\nto verified figures. Azerbaijan’s repression\nhas grown despite the fact that Aliyev already\nenjoyed near-total control of key institutions and\ndistinctly gentle treatment from U.S. and European\npolitical leaders due to Azerbaijan’s role as\nan alternative to Russian energy exports.\nVenezuela also has a substantial number of\npolitical prisoners—around 100 as of June 2016,\naccording to credible sources, including prominent\nmembers of the political opposition. 2 Under\nPresident Abdel Fattah al-Sisi, some estimates\nsuggest that Egypt holds as many as 60,000 political\nprisoners. 3 Turkish authorities have similarly\nrounded up tens of thousands of people in the\nwake of the July 2016 coup attempt. A much\nsmaller country, Bahrain, has convicted hundreds\nof people of political crimes since 2011, when the\nmonarchy began arresting members of the political\nopposition who were demanding democratic\nelections and other freedoms. 4\nChina is in a class by itself. Since the 1989\ncrackdown on prodemocracy protests in Tiananmen\nSquare, the Communist Party leadership\nhas regularly jailed political dissidents, especially\nthose who argued publicly for democratic\npolitical changes or made gestures toward the\nformation of opposition political parties. The\nmost notable political prisoner is Liu Xiaobo, the\nNobel Peace Prize winner who was sentenced to\n11 years in prison in 2009. However, conditions\nhave grown far worse under President Xi Jinping,\nas a numbing procession of lawyers, journalists,\nbloggers, women’s advocates, minority rights\ncampaigners, and religious believers have been\ndetained, placed under house arrest, disappeared,\nor sentenced to prison. 5\n• Public confessions: Humiliating public confessions\nof ideological crimes were a staple of\nSoviet leader Joseph Stalin’s purges and Mao\nZedong’s Cultural Revolution in China. They\nwere also employed by Eastern European satellite\nregimes during the show trials of the late\n1940s. A peculiarly communist technique, the\npublic confession was largely abandoned after\nthe deaths of Stalin and Mao.\nUnder Xi, China has revived the practice. A growing\nlist of editors, human rights lawyers, and advocates\nof political reform have been coerced into\nmaking televised confessions of their “crimes.”\nThe Chinese authorities even intimidated a Swedish\ncitizen, legal reform activist Peter Dahlin, into\nconfessing that he broke Chinese law and “hurt\nthe feelings of the Chinese people.” Dahlin was\naccused of endangering state security by funding\nhuman rights lawyers and compiling reports on\nthe state of human rights in China. 6\nIntensified media domination: Most modern authoritarian\ncountries allowed a sufficient degree\nwww.freedomhouse.org\n53\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nof criticism in the media to justify a tenuous claim\nof pluralism. In recent years, tolerance for ideas\nand opinions that are not aligned with those of\nthe regime has steadily eroded. In Russia, a bad\nsituation became much worse after the invasion\nof Ukraine in 2014. Those who criticized or even\nraised questions about the morality or wisdom of\nthe Kremlin’s actions were persecuted, dismissed\nfrom employment, and banned from media commentary.\nPutin also expanded the zone of media\ncontrol from the mainstream television and print\nsectors to the internet.\nIn Venezuela, one opposition or independent\nvoice after another has been neutralized, as key\nnewspapers and television stations were sold,\nunder duress, to businessmen with ties to the\ngovernment. The new and often opaque owners\ngenerally watered down political reporting and\nforced out prominent journalists. 7\nEven before the 2016 coup attempt, media freedom\nin Turkey was deteriorating at an alarming\nrate. The government, controlled by President\nRecep Tayyip Erdoğan’s Justice and Development\nParty, aggressively used the penal code,\ncriminal defamation legislation, and antiterrorism\nlaws to punish critical reporting. Journalists\nalso faced growing violence, harassment,\nand intimidation from both state and nonstate\nactors. The authorities also used financial and\nadministrative leverage over media owners to\ninfluence coverage and muzzle dissent. 8\n• War propaganda: For some time, propaganda\nfrom Russia, China, and other authoritarian\ncountries stressed a hostility toward liberal values\nand democracy, framed around a relentless\nanti-Americanism. There were, however, certain\nredlines that propagandists were unlikely to\ncross. They would criticize American foreign\npolicy and blame it for a country’s problems.\nBut only rarely would they accuse Washington\nof warlike intentions, and they seldom if ever\nmade military threats themselves. Since the\ninvasion of Ukraine and the resulting economic\nsanctions imposed by the United States and the\nEU, Russian propaganda has assumed an uglier,\nmore menacing tone. The same is true in China,\nwhere official expressions of hostility toward the\nUnited States and “Western” democratic values\nintensified—indeed took on a histrionic and\nbelligerent character—after the ascension of Xi\nJinping as Communist Party leader. In Turkey,\nprogovernment commentators have accused\nthe U.S. government and even an American\nthink tank of involvement in the failed coup of\n2016. 9\n• Closing doors to the outside world: More\nthan anything else, modern authoritarianism is\ndistinguished from traditional autocracy by its\nopenness to relatively normal relations with the\noutside world. China, for example, long sought\nto balance calibrated repression at home with\nparticipation in an impressive array of global institutions.\nBeijing welcomed the establishment\nof local branches of foreign, mostly American,\nuniversities, joint research ventures with foreign\nscholars, and even the involvement of foreign\nNGOs in areas such as legal reform and environmental\nconservation. While more ambivalent\nabout the international media, Chinese\nauthorities did give unprecedented freedom of\nmovement to foreign journalists in the period\nsurrounding the 2008 Beijing Olympics. Russia\nwas less welcoming to foreign involvement in\nthe country, whether by governmental or private\nentities, but for a time it maintained academic\nexchanges with the United States and European\ncountries, grudgingly tolerated foreign NGOs,\nand took some pride in the freedom of Russians\nto travel freely abroad.\nConditions have deteriorated over the past\nseveral years. In Russia, the government reduced\ntrade with Europe in response to sanctions,\nimposed travel restrictions on millions of\npublic-sector employees, smeared domestic\nhuman rights organizations as “foreign agents”\nfor accepting international funding, and began\nblacklisting foreign NGOs as “undesirable.” China\nhas increased regulatory and legal pressure\non foreign companies, bullied foreign countries\ninto repatriating Chinese political refugees,\nsignificantly increased regulatory restrictions on\nforeign NGOs, and sharply curbed journalistic\nfreedom for foreign correspondents.\nPropaganda and official rhetoric in both\ncountries has increasingly portrayed them as\nbesieged fortresses, threatened on all sides by\nhostile foreign powers, spies, separatists, and\ntraitors who seek to topple the government and\ndeny the nation its rightful place in the world. In\nthis environment, any interaction with foreigners\n54\nFreedom House\nbecomes suspect, and national security takes\nprecedence over the benefits of global integration.\n• Foreign aggression: The revival of Russia as a\nmilitary power has been a central goal of Putin’s\nleadership. He increased troop levels, devoted\nbillions of dollars to equipment modernization,\nand instituted a series of reforms designed to\nenable the military to engage in several limited\nconflicts simultaneously. To compensate for the\nmaterial advantages of the United States and\nNATO, the Russian military developed a strategic\napproach known as hybrid warfare, which seeks\nto combine conventional tactics, espionage and\nsubversion, cyberattacks, and propaganda so as\nto limit the role of traditional battlefield operations\nand, where possible, sow confusion as to\nwho is responsible for the aggression and how\nit should be dealt with. The strategy has been\nput into action in Ukraine, and intrusive Russian\npatrols have also harassed foreign navies and\nair forces across Northern Europe. In Georgia,\nRussian troops have constantly encroached on\nthe Tbilisi government by simply moving border\nfences encircling the Russian-backed separatist\nregion of South Ossetia.\nChina has also engaged in a massive military\nbuildup, and is pressing its maritime territorial\nclaims with huge fleets of coast guard vessels\nand new island bases that bristle with armaments.\nIts tactics at sea are openly aggressive,\nbut stop just short of the sort of action that\nmight trigger live fire.\nIran has long cultivated indirect methods of foreign\naggression, particularly through the covert\nequipping and training of allied Shiite militias\nin Arab states. In recent years, however, it has\nopenly deployed these militias in large numbers—overseen\non the front lines by high-ranking\nIranian officers—to battle zones in Syria and Iraq,\nand it has increasingly drawn on Afghan recruits\nin addition to Arabs. Iran’s regional rivals, chiefly\nSaudi Arabia and the United Arab Emirates, have\nresponded with more direct foreign interventions\nof their own, most notably in Yemen.\nThe recent embrace of more overtly repressive policies\nstems in part from the common structural flaws of the\nmodern authoritarian model. The question of succession\nin authoritarian governments is a constant source\nof tension, producing crises—such as Putin’s return to\nthe presidency after his circumvention of term limits in\n2012—that require new crackdowns on dissent.\nMoreover, because these regimes do not allow\npeaceful rotations of power through elections, they\nrely in large part on the promise of economic growth\nas a source of legitimacy. However, they also feature\nsystemic corruption as a means of maintaining internal\ncohesion. All of this leaves them ill-equipped to\ncope with economic shocks and related public anger.\nThe global economic downturn of 2008 and the more\nrecent drop in energy prices have shaken economies\nand political establishments around the world, but\nwhile citizens of democracies can take their frustrations\nto the ballot box, authoritarian rulers must\ntreat protests against austerity or unemployment as\nexistential threats.\nThe promise of national greatness and the menace\nof external enemies are tried-and-true alternatives\nto economic prosperity as sources of regime legitimacy.\nUnfortunately, promoting these narratives also\ngenerates new cycles of dissent and repression, and\ndamages ties with the outside world, further undermining\nthe economy.\nA transition from bad to worse\nWhile the return to the blunt instruments of the past\nsuggests a fundamental weakness in the modern\nauthoritarianism model, it would be a mistake to conclude\nthat these regimes are doomed to extinction.\nThe emergence of this model was in fact a remarkable\ndemonstration of adaptability on the part of authoritarian\nrulers, who faced a uniquely inhospitable environment\nin the years after the end of the Cold War.\nDemocracy, human rights, and the rule of law were\nnewly ascendant as the governing principles of the\ninternational order, and undemocratic leaders made\nthe changes necessary to survive without surrendering\ntheir political dominance.\nIf they are now reversing some of these changes, it\nis not just because the basic structures and incentives\nof authoritarian rule tend to encourage greater\nrepression over time. It is also because the external\npressure to conform to democratic standards is rapidly\ndisappearing.\nLeading democracies have absorbed the economic\nblows of recent years without revolution or repression,\nbut voter frustration has increasingly lifted up\nantiestablishment, populist, and nationalist politicians\nwww.freedomhouse.org\n55\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nwho have little interest in the democratizing mission\ntraditionally espoused by mainstream parties with deep\nroots in the global struggles of the 20th century. The\nnew mood is reflected in the democracies’ foreign policies,\nmany of which are aimed more at seeking national\nadvantage than at promoting the common good.\nThe rise of populist politics in democracies could give\nmodern authoritarianism a new lease on life. While it\nmay no longer be as useful for entrenched autocracies\nto mask their nature with an illusion of pluralism, freely\nelected leaders with authoritarian ambitions can\nuse similar techniques to replace genuine democratic\ninstitutions with hollowed-out façades. This process\nis already under way in the countries that have been\ndubbed “illiberal democracies.”\nWith states across the spectrum shifting in an\nauthoritarian direction, there is not much comfort in\nthe fact that repressive regimes are fundamentally\nmore unstable and vulnerable to breakdowns than\ndemocracies. Major authoritarian governments may\ncollapse in the face of economic crises, popular\nprotests, or succession battles. But in the absence of\ninternational pressure and support, it seems doubtful\nthat they would be replaced by aspiring democracies.\nIndeed, they could be succeeded by something\neven worse.\n1. Tyler Roylance, “The Twilight of ‘Modern Authoritarianism,’” Freedom at Issue, October 29, 2014, https://freedomhouse.org/blog/\ntwilight-modern-authoritarianism.\n2. Daniel Lansberg-Rodríguez, “In Venezuela, Political Prisoners as Pawns,” New York Times, July 1, 2016, http://www.nytimes.\ncom/2016/07/02/opinion/in-venezuela-political-prisoners-as-pawns.html.\n3. Albaraa Abdullah, “Egypt Fills Its Prisons, But Don’t Worry, It’ll Make More,” Al-Monitor, February 3, 2016, http://www.al-monitor.\ncom/pulse/originals/2016/02/egypt-authorities-prison-free-speech-sisi.html.\n4. “Bahrain,” in Annual Report (London: Amnesty International, 2016), https://www.amnesty.org/en/countries/middle-east-and-northafrica/bahrain/report-bahrain/.\n5. “China: List of Political Prisoners Detained or Imprisoned as of October 11, 2016,” U.S. Congressional-Executive Commission on\nChina, http://www.cecc.gov/sites/chinacommission.house.gov/files/documents/CECC%20Pris%20List_20161011_1433.pdf.\n6. Tom Phillips, “Swedish Activist Peter Dahlin Paraded on China State TV for ‘Scripted Confession,’” Guardian, January 19, 2016,\nhttps://www.theguardian.com/world/2016/jan/20/swedish-activist-peter-dahlin-paraded-on-china-state-tv-for-scripted-confession.\n7. “Venezuela,” in Freedom of the Press 2015 (New York: Freedom House, 2015), https://freedomhouse.org/report/freedom-press/2015/venezuela.\n8. “Turkey,” in Freedom of the Press 2016 (New York: Freedom House, 2016), https://freedomhouse.org/report/freedom-press/2016/\nturkey.\n9. John Hudson, “Erdogan Allies Accuse Leading Washington Think Tank of Orchestrating Coup,” Foreign Policy, August 8, 2016,\nhttp://foreignpolicy.com/2016/08/08/erdogan-allies-accuse-leading-washington-think-tank-of-orchestrating-coup/.\n56\nFreedom House\nConclusion\nAuthoritarianism Comes Calling\nUntil very recently, the spread of the methods and strategies\ndescribed in this report has largely been greeted with complacency\nand indifference in the democratic world. Even as it became clear\nthat the rejection of liberal values by Russia, China, and other\nauthoritarian states was a permanent fixture of global politics,\ndemocracies convinced themselves that although modern\nauthoritarianism posed a challenge to the spread of freedom beyond\nits current reach, their own freedoms were in no jeopardy.\nIn the aftermath of the stunning events of 2016, it is\napparent that the post–Cold War democratic order is\nin fact facing an unprecedented threat. Britain’s vote\nto leave the European Union (EU), the election of Donald\nTrump as president of the United States, and the\nemergence of populist demagogues across Europe\nhave all raised questions about the future of democracy\nin its traditional bastions.\nIt can no longer be assumed that Russia’s challenge\nto democracy is limited to its policies of internal\nrepression and aggression toward neighbors like\nUkraine and Georgia. The Kremlin’s development of\nparallel institutions—government-controlled civil\nsociety, a propaganda machine based on the latest\nmedia technologies, realistic but purely decorative\nelections—was once regarded as a project intended\nfor Russia alone. When Angela Merkel, in response to\nRussia’s invasion of Ukraine, exclaimed that Vladimir\nPutin lives in a different world, she meant a specifically\nRussian universe where facts are irrelevant,\ninternational treaties are obsolete, and sovereignty is\na matter of power rather than law.\nNow, however, the Kremlin has attempted to project\nthis version of reality onto the democratic world. In\nthe United States, Russia brazenly interfered in the\nelectoral process through hacking efforts sponsored\nby its intelligence agencies. Whether this interference\nactually affected the outcome of the election is sub-\nject to debate. But there is strong evidence, endorsed\nby the entirety of the U.S. intelligence establishment\nand numerous independent analyses, that the interference\ndid occur.\nJust as worrying is the suggestion that the United\nStates, much like Russia itself, has entered a “post-truth\nera,” in which lies and distortions carry as much weight\nas facts. Clearly, at least some of this hand-wringing\nwas a partisan reaction to Trump’s victory. But it\nfollowed an election in which the winning candidate\nfalsely claimed, among other things, that the balloting\nwas rigged against him, that violent crime had reached\nrecord levels, and that undocumented immigrants were\nresponsible for a large share of the violence.\nMeanwhile, as of early 2017, populist parties with Russian-friendly\nplatforms and histories of nativism and\nother forms of bigotry were expected to gain ground in\nupcoming elections in countries like the Netherlands,\nFrance, and Germany.\nAs it became more obvious that the democracies\nwere poorly equipped to contend with resurgent\nauthoritarianism, the leading autocracies were experimenting\nwith more frightening methods of assuring\ndomestic political control.\nChina in particular seemed to take an Orwellian\nturn with the planned introduction of a social credit\nwww.freedomhouse.org\n57\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\nsystem. This form of digital totalitarianism would allow\nthe state to gather information on Chinese citizens\nfrom a variety of sources and use it to maintain scores\nor rankings based on an individual’s perceived trustworthiness,\nincluding on political matters. Chinese\nofficials have claimed that by 2020, the system will\n“allow the trustworthy to roam everywhere under\nheaven while making it hard for the discredited to take\na single step.” 1 A citizen could receive bad marks for\npetitioning the government, participating in protests,\nor circulating banned ideas on social media.\nAs for Russia, the Kremlin complemented its covert interference\noverseas with open and ugly acts of repression\nat home. In one brief period in early 2017, Russian\nopposition politician Aleksey Navalny was blocked from\ncompeting in the 2018 presidential contest through\na trumped-up criminal conviction, dissident journalist\nVladimir Kara-Murza nearly died from his second suspected\npoisoning, and the Russian parliament passed\na law to decriminalize domestic violence that results in\n“minor harm” such as small lacerations and bruising. 2\nProponents of the domestic abuse law hailed it as a\nwin for traditional family values.\nThe confluence of authoritarian gains and setbacks\nfor democracy suggest a number of conclusions:\n1. Modern authoritarianism is a permanent and\nincreasingly powerful rival to liberal democracy\nas the dominant governing system of the 21st\ncentury. Variations on the systems that have\nproved effective in suppressing political dissent\nand pluralism in Russia and China are less likely\nto collapse than traditional authoritarian states,\ngiven their relative flexibility and pragmatism.\n2. The most serious threat to authoritarian systems\nlies in economic breakdown. However, Russia,\nChina, and other major autocracies have shown\nthemselves capable of surviving economic setbacks\nthat, while affecting the standard of living,\ndid not push citizens to the limits of endurance.\nThe catastrophic case of Venezuela is a notable\nexception. Of the main countries examined in\nthis study, only in Venezuela did the political leadership\nattempt to impose a socialist economic\nsystem and wage war on the private sector.\n3. Illiberalism in democratic environments is more\nthan a temporary problem that can be fixed\nthrough an inevitable rotation of power. In Hungary,\nthe Fidesz government has instituted policies\nthat make it difficult for opposition parties\nto raise funds or present their political message,\ncreating a structurally uneven political playing\nfield. Other elected leaders with authoritarian\nmindsets will take notice and follow suit.\n4. Authoritarian states are likely to intensify efforts\nto influence the political choices and government\npolices of democracies. The pressure will\nvary from country to country, but it will become\nincreasingly difficult to control due to global\neconomic integration, new developments in\nthe delivery of propaganda, and sympathetic\nleaders and political movements within the democracies.\nPutin and his cohorts have learned\nwell how to use democratic openness against\ndemocracy itself.\n5. Authoritarian leaders can count on an increasingly\nvocal group of admirers in democratic\nstates. For several years now, European parties\nof the nationalistic right and anticapitalist left\nhave forged ties with Moscow and aligned their\ngoals with Putin’s. The 2016 U.S. presidential\nelection revealed a new constituency, albeit\nsmall, that harbors respect for Putin despite\nhis hostility to American interests and his interference\nin the country’s democratic process.\nA disturbing number of advisers to the Trump\ncampaign, including Trump himself, expressed\nadmiration for Putin and his system. In addition,\nvarious political figures and commentators have\npraised or come to the defense of despotic\nrulers including Abdel Fattah al-Sisi and Bashar\nal-Assad.\n6. Modern authoritarians can be expected to double\ndown on their drive to neuter civil society\nas an incubator of reformist ideas and political\ninitiatives. Civil society can serve as a vibrant\nalternative to mainstream democratic parties\nas those parties fall prey to corruption, elitism,\nand ossification. After the Kremlin effectively\ndefanged the collection of human rights organizations,\nconservation projects, election monitors,\nand anticorruption committees in Russia, other\nautocrats and illiberal leaders began to act in\nsimilar fashion. Both Viktor Orbán in Hungary and\nthe leaders of the Law and Justice party in Poland\nhave spoken of “bringing order” to the nongovernmental\nsector, though serious restrictions on\nfreedom of association have yet to be adopted by\nan EU state. That could change in 2017.\n58\nFreedom House\n7. The rewriting of history will become more widespread\nand will greatly complicate societal efforts\nto confront both past and present political\nabuses. The rehabilitation of Joseph Stalin and\nthe airbrushing of Mao Zedong’s destructive\nreign serve to facilitate an authoritarian form of\nnationalism in which strength and unity supersede\njustice and freedom, and the state is exalted\nat the expense of individual human beings.\n8. Authoritarian or illiberal forces are more likely to\ngain supremacy in countries where the parties\nthat represent liberal democracy do not simply\nlose elections, but experience a full-blown political\ncollapse, whether through corruption, ineptitude,\nor failure to build lasting bonds with the public. In\nthe end, elections do matter, and real change still\nrequires victory at the polls. This is why robust,\nself-confident, and uncorrupted opposition parties\nare essential to democracy’s survival.\nRecommendations\nIn studies of this kind, recommendations are primarily\naddressed to policymakers, particularly in the administration\nand Congress of the United States. Given\nthe election of Donald Trump, however, a different\napproach is called for.\nTrump has made clear again and again his admiration\nfor Vladimir Putin, to the point of asserting a kind of\nmoral equivalency between the Russian and American\ngovernments. Since he assumed office, Trump and\ncertain aides have encouraged in America the kind of\n“post-truth” environment that has prevailed in Russia\nunder Putin. The new president has shown no interest\nin an American role in promoting human rights and\ndemocracy around the world; indeed, he seemed to\ndismiss this core element of U.S. foreign policy in\nhis initial address to Congress, instead emphasizing\n“harmony and stability” and “the sovereign rights of all\nnations.” Under these circumstances, to rely first and\nforemost on the U.S. government to meet the challenge\nposed by Russia, China, and other authoritarian\nstates would amount to an exercise in futility.\nThe role of governments, both in the United States\nand Europe, will remain crucial. But the threat posed\nby modern authoritarianism has spread well beyond\nits original proving grounds. To some extent, the problems\ndiscussed in this report have already infected\nthe United States and a number of European countries.\nThey represent a menace to the media, academic\nfreedom, civil society, electoral systems, and the\nrule of law. They even put in jeopardy the integrity of\nthe facts and figures that an accountable government\nand a successful economy require. When the values\nof the political leadership are seen to waver, independent,\nnongovernmental voices and institutions will\nbe called upon to do their part—not just to defend\ndemocracy at home, but to convince skeptical politicians\nand citizens that supporting the same struggle\nabroad serves the public interest.\nTo the U.S. government: We urge the Trump administration\nto appoint a director of global communications\nwho is experienced in journalism and allow that person\nto build a program to counter hostile authoritarian\nmessaging through up-to-date delivery techniques,\nhonest reporting, and forthright commentary. Near\nthe end of 2016, Congress passed legislation that\nplaced the country’s government-supported international\nmedia outlets—Voice of America (VOA), Radio\nFree Europe/Radio Liberty (RFE/RL), and their sister\nservices focused on Asia and other regions—under\nmore direct presidential control, on the theory that a\ncommander-in-chief who was committed to countering\naggressive Russian influence would be better able\nto develop and implement new strategies. President\nTrump has yet to indicate how he intends to use this\nauthority.\nIn the contest against Soviet communism, America’s\ninternational broadcasting entities were the crown\njewels of U.S. soft power. Indeed, in some countries,\nsuch as Poland or Romania, Radio Free Europe\nfunctioned as the opposition press, and clearly had\na greater audience and more influence than the\ncensored government press. In the post–Cold War\nperiod, what were initially shortwave radio services\nhave evolved into modern media outlets, with video\ncontent, podcasts, blogs, social media engagement,\nand other forms of information delivery. Nevertheless,\nthe United States today needs to update the strategy\nand operations of its publicly supported broadcasters\nand—most importantly—provide them with the\nresources to compete with a Russian propaganda\nmachine that is nimble, attuned to popular discontent,\nand generously funded.\nTo the independent media: The mainstream press\nin the United States has recently shown increased\ninterest in reporting on Russian methods of information\nwarfare, some of which have been embraced\nby far-right media outlets that seek to undermine\npopular support for the core institutions of American\ndemocracy. We urge more responsible media to\nwww.freedomhouse.org\n59\nBREAKING DOWN DEMOCRACY: Goals, Strategies, and Methods of Modern Authoritarians\ncontinue their investigation of these techniques and\nexperiment with ways to combat them.\nWe also urge more intense coverage of Beijing’s efforts\nto undermine democratic norms in neighboring states\nor territories, as in Hong Kong and Taiwan, and its\nlargely successful attempts to pressure other governments\ninto repatriating citizens who had fled persecution\nin China.\nLastly, the media are not doing their job if they neglect\nto give aggressive coverage to the lobbyists and public-relations\nspecialists who make money by representing\ndictators and kleptocrats. Those who flack for\nthe leaders of China, Azerbaijan, Egypt, and their ilk\nshould be made to answer for each political prisoner,\nmurdered opposition figure, shuttered newspaper, and\noffshore account full of stolen funds that can be tied\nto their authoritarian clients.\nTo the academic community: We urge academic\nassociations, individual scholars, and university\nadministrations to stand up for freedom of thought\nand open inquiry at a time when those values are\nunder relentless pressure from dictatorships. We\nurge statements of protest against the persecution of\nfellow scholars or the politicized rewriting of history,\nespecially in countries, like Russia and China, that are\nintegrated into the international university system.\nWe urge universities to reject the establishment of\nprojects and study departments—whether at home or\noverseas—that do not adhere to the highest standards\nof intellectual freedom or that restrict discussion\nof certain subjects.\nTo the business community: We urge private businesses\nto avoid commercial relationships with\nauthoritarian governments that force them to violate\nfundamental democratic principles. Private companies\nand investors have a clear interest in democratic\npublic goods like the rule of law, which guarantees\ntheir property rights, and the transparency provided\nby free media and corruption watchdogs, which\nensures the accuracy of economic data and the fair\nallocation of state contracts. They should therefore do\nwhat they can to prevent any further deterioration in\nthe condition of global democracy.\nSome sectors are especially vulnerable to authoritarian\npressure, and have a special role to play in combating it.\nWe urge the film industry to reject involvement in joint\nventures with companies that have close ties to authoritarian\nregimes and reputations for demanding politicized\ncensorship of artistic content. We also urge the\ntechnology industry to refuse business arrangements\nthat require active complicity in or passive acceptance\nof political censorship or information control.\nTo the European Union: We urge the EU to undertake\na comprehensive review of member states’ democratic\ninstitutions to determine whether recent changes\nhave weakened checks and balances or unduly\nprotected incumbent parties from fair electoral competition.\nThe EU should adopt measures to publicize\ndepartures from democratic standards and develop\na new set of sanctions that could be imposed on\nnoncompliant governments—whether inside, outside,\nor hoping to join the bloc—even in the absence of\nunanimity among member states. In the meantime,\nthe EU should use the sanctions already in place, even\nif it means freezing a member state’s participation,\nand be prepared to actually impose any new sanctions\nthat might be introduced.\nTo private foundations: We urge private foundations\nto recognize and oppose the current assault on\ndemocracy. With a few exceptions, the great institutions\nof American philanthropy have studiously—and\nshamefully—ignored the steady erosion of global freedom\nand the rise of authoritarian powers. The recent\ndevelopments in Europe and the United States will\nhopefully shake their complacency. There is a strong\nneed for analysis, support for individual dissidents,\nand aid for societies under authoritarian threat, and as\nmany democratic governments waver in their commitment\nto such priorities, it is essential for private\nfunders to step into the breach.\nTo mainstream political candidates: We urge responsible\npolitical figures to call out colleagues or\nrivals when they show contempt for basic democratic\nideas. Until now, politicians in the democracies have\nbeen unimpressive in their responses to opponents\nwho embrace authoritarian figures like Putin. This\nis despite the overwhelming evidence of egregious\ncrimes under Putin’s rule: murdered journalists and\npolitical opposition leaders, the invasion of neighboring\nstates, brutish counterinsurgency campaigns in\nthe North Caucasus, the emasculation of a once-vibrant\nmedia sector, rigged elections, and much more.\nIf they choose to shower him with praise, political\nleaders like Marine Le Pen, Geert Wilders, and Donald\nTrump should be forced to account for the realities of\nPutin’s appalling record. The same is true for any politician\nwho praises dictators in the Middle East, Asia, or\nAfrica.\n60\nFreedom House\nTo human rights organizations: Human rights groups\noperating from the safety of democracies should be\nmore aggressive in publicizing the plight of political\nprisoners. The defense of jailed dissidents was a major\nfactor behind the rise of the modern human rights\nmovement. Political prisoners became a lower priority\nas their numbers declined after the Cold War, but\ntoday there are more than a thousand in China alone,\nand many others in Venezuela, Iran, Azerbaijan, and\nelsewhere. It is past time for the phrase “prisoner of\nconscience” to again become an important part of our\nregular political vocabulary.\nFurthermore, human rights organizations need\nto develop strategies that address the varied and\nsophisticated methods of repression used by modern\nauthoritarians. There should be better efforts to\nidentify individual perpetrators of abuse, document\ntheir culpability, and expose their actions. Among other\nbenefits, such work would feed into governmental\nmechanisms for imposing sanctions, like the United\nStates’ Global Magnitsky Human Rights Accountability\nAct, which allows visa bans and asset freezes\nfor foreign officials who are personally involved in\negregious human rights violations.\nTo the free world: All democratic governments should\nmake support for civil society in authoritarian and\nilliberal environments a bigger priority. This is especially\nurgent given that laws and regulations designed\nto neutralize nongovernmental organizations, which\nwere first adopted by Russia, are now being taken up\nin countries like Hungary and Poland.\nDemocracies will also have to push back against\nChinese censorship. The sheer size of China’s economy\ngives Beijing the clout to insist on unreasonable,\nnonreciprocal, and often antidemocratic concessions\nfrom trading partners, the most prominent of which\nis the state’s right to determine what its people can\nread, watch, or circulate via social media. The Chinese\nleadership expects the rest of the world to accept its\nbrand of censorship as the normal state of affairs in\nChina, and it is increasingly extending its demands\nbeyond its borders, affecting the information available\nto global audiences.\nChinese censorship practices should be challenged at\ninternational forums and in bilateral meetings. Democratic\ngovernments should speak out when their own\nacademics, artists, media companies, and corporations\nare subjected to censorship or blocking by the\nChinese authorities. As long as Beijing maintains its\ncurrent policies, democracies should take measures\nto prevent their own media, entertainment, and other\ninformation-related corporations from falling under\nthe control of Chinese companies that support or\nbenefit from censorship.\nFinally, the free world must keep faith with states\nwhose democratic goals are under threat from large\nand aggressive authoritarian powers. A prime example\nis Ukraine. That country represents the absolute\nfront line in the global struggle for freedom. Building\ndemocracy in an inhospitable neighborhood is always\ndifficult, particularly when your most powerful neighbor\nis determined to steal your land and wreck your\nhome. Kyiv has made impressive strides; indeed, it has\ngone much further along the democratic path than it\ndid after the Orange Revolution in 2005. But it still has\nhard work ahead, and it remains in serious danger. A\npositive outcome in Ukraine would not by itself erase\nthe broader gains secured by the world’s autocrats\nover the past decade, but it would be a pivotal defeat\nfor their campaign to sow chaos and disunity among\nthose who still live or aspire to live in freedom.\n1. “Big Data, Meet Big Brother: China Invents the Digital Totalitarian State,” Economist, December 17, 2016, http://www.economist.\ncom/news/briefing/21711902-worrying-implications-its-social-credit-project-china-invents-digital-totalitarian.\n2. Feliz Solomon, “Vladimir Putin Just Signed Off on the Partial Decriminalization of Domestic Abuse in Russia,” Time, February 8,\n2017, http://time.com/4663532/russia-putin-decriminalize-domestic-abuse/.\nwww.freedomhouse.org\n61\nFreedom House is a nonprofit,\nnonpartisan organization that\nsupports democratic change,\nmonitors freedom, and advocates\nfor democracy and human rights.\n1850 M Street NW, 11th Floor\nWashington, DC 20036\n120 Wall Street, 26th Floor\nNew York, NY 10005\nwww.freedomhouse.org\nfacebook.com/FreedomHouseDC\n@FreedomHouseDC\n202.296.5101 | info@freedomhouse.org\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 20.218749924s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '20s'}]}}",
  "house_oversight_id": "019233",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:39.901600Z",
    "model": "gemini-3-flash-preview"
  }
}