{
  "file_name": "HOUSE_OVERSIGHT_023720.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_023720.txt",
  "content": {
    "full_text": "﻿Forthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nIs Shame Necessary?\nJennifer Jacquet\nJennifer Jacquet graduated with a master’s degree in environmental economics from Cornell\nUniversity in 2004 and earned a PhD in 2009 from the University of British Columbia, where\nshe now holds a postdoctoral fellowship. As part of the Sea Around Us Project, a joint\ncollaboration between the university and the Pew Charitable Trusts, she researches marketbased\nconservation initiatives related to seafood and other natural resources. With colleagues\nfrom the Max Planck Institute for Evolutionary Biology and UBC’s Mathematics Department,\nshe is currently conducting a series of games and experiments to study the effects of honor and\nshame on cooperation.\nFinancial executives received almost $20 billion in bonuses in 2008 amid a serious financial\ncrisis and a $245 billion government bailout. In 2008, more than 3 million American homes went\ninto foreclosure because of mortgage blunders those same executives helped facilitate. Citigroup\nproposed to buy a $50-million corporate jet in early 2009, shortly after receiving $45-billion in\ntaxpayer funds. Days later, President Obama took note in an Oval Office interview. About the\njet, he said, “They should know better.” And the bonuses, he said, were “shameful.”\nWhat is shame’s purpose? Is shame still necessary? These are questions I’m asking\nmyself. After all, it is not just bankers we have to worry about. Most social dilemmas exhibit a\nsimilar tension between individual and group interest. Energy, food, and water shortages, climate\ndisruption, declining fisheries, increasing antibiotic resistance, the threat of nuclear warfare—all\ncan be characterized as tragedies of the commons, in which the choices of individuals conflict\nwith the greater good.\nBalancing group- and self-interest has never been easy, yet human societies display a\nhigh level of cooperation. To attain that level, specialized traits had to evolve, including such\nemotions as shame. 1 Shame is what is supposed to occur after an individual fails to cooperate\n                                                        \n1 R. Boyd & P. J. Richerson, “Culture and the evolution of human cooperation,” Proc. Roy. Soc. Lond. B 364: 3281-\n88 (2009).\n  1\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nwith the group. Shame regulates social behavior and serves as a forewarning of punishment:\nConform or suffer the consequences. The earliest feelings of shame were likely over issues of\nwaste management, greediness, and incompetence. While guilt is evoked by an individual’s\nstandards, shame is the result of group standards. Therefore, shame, unlike guilt, is felt only in\nthe context of other people.\nThe first hominids could keep track of cooperation and defection only by firsthand\nobservation. Many animals use visual observations to decide whether to work with others. Reef\nfish in the Red Sea, for instance, watch wrasses clean other reef fish, to determine whether or not\nthey’re cooperative, as biologist Redouan Bshary discovered. Bshary went scuba diving off\nEgypt’s coast to observe this symbiotic relationship. Bluestreak cleaner wrasses (Labroides\ndimidiatus) eat parasites, along with dead or infected tissue, off reef fishes in more than 2,000\ninteractions a day, each of which can be considered an act of cooperation. Wrasses are tempted\nto eat more than just the parasites, but if the reef fish loses too much flesh in the deal, it will\nrefuse to continue working with the wrasse. Reef fish approach wrasses that they see cooperating\nwith their current clients and avoid the wrasses they see biting off more than they should chew. 2\nLike the Bluestreak cleaner wrasses, humans are also more cooperative when they sense\nthey are being watched. Researchers at the University of Newcastle upon Tyne examined the\neffect of a pair of eyes on payments for tea and coffee to an honesty box. Alternating images of\nflowers and human faces were posted above the box in the university coffee room each week for\nten weeks; researchers found that people paid nearly three times as much for their drinks in\n                                                        \n2 R. Bshary, “Biting cleaner fish use altruism to deceive image-scoring client reef fish,” Proc. Roy. Soc. Lond. B\n269: 2087-93 (2002). \n  2\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nweeks during which they were exposed to the human gaze. 3\nThe feeling of being watched enhances cooperation and so does the ability to watch\nothers. To try to know what others are doing is a fundamental part of being human. So is fitting\nin. The more collectivist the human society, the more important it is to conform and the more\nprominent the role of shame. 4 Shame serves as a warning to adhere to group standards or be\nprepared for peer punishment. Many individualistic societies, however, have migrated away from\npeer punishment toward a third-party penal system, such as a hired police force, formal\ncontracts, or trial by jury. Shame has become less relevant in societies where taking the law into\none’s own hands is viewed as a breach of civility.\nPerhaps this is why it makes us uncomfortable to contemplate shaming people: Shame\ninvites the public in on the punishment. Consider the scaffolds, scab lists during union strikes, or\nNathaniel Hawthorne’s The Scarlet Letter. Or the proposal made by prominent conservative\nWilliam F. Buckley Jr. in 1986 to tattoo people with AIDS. These instances of shaming now\nseem an affront to individual liberty. Getting rid of shaming seems like a pretty good thing,\nespecially in regulating individual behavior that does not harm others. In eschewing public\nshaming, society has begun to rely more heavily on individual feelings of guilt to enhance\ncooperation.\nGuilt prevails in many social dilemmas, including one area of my own research:\noverfishing. At the root of the problem of overfishing is the human appetite. Wild fish catches\nare declining, and many of us seek to avoid the guilt brought on by eating unsustainable seafood.\n                                                        \n3 M. Bateson, D. Nettle, & G. Roberts, “Cues of being watched enhance cooperation in a real-world setting,” Biol.\nLett. 2:3, 412-14 (2006).\n4 D. M. T. Fessler, “Shame in two cultures: Implications for evolutionary approaches,” Jour. Cogn. & Culture 4, 2\n(2004).\n  3\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nHere are just a few recent headlines from major newspapers: “HOLY MACKEREL AND OTHER\nGUILT-FREE FISH” (New York Times), “GUILT-FREE SUSHI” (Christian Science Monitor), “COD\nAND CHIPS? MAKE IT POLLOCK IN GUILT-FREE GUIDE TO SEAFOOD” (The Times of London), and\n“A GOOD APPETITE; SEAFOOD, EASY AND GUILT-FREE” (New York Times).\nIt is perhaps unsurprising that a set of tools has emerged to assuage this guilt and, in the\ncase of seafood, reform the appetite. 5 These tools aim to divert demand from one type of seafood\ntoward another. Wallet cards, iPhone apps, and eco-labels tell consumers which fish ought to be\nand ought not to be eaten. Shoppers in Europe have been given rulers, so that they can measure\nfish and avoid buying juveniles.\nGuilt abounds in many situations where conservation is an issue, not just in the response\nto overfishing. Harried by guilt, one mother reuses her daughter’s bathwater for her own bath.\nLos Angeles shoppers refuse to buy blueberries imported from Chile, because of the fuel\nconsumed in shipping them. Another woman feels guilty about the natural habitat lost to cocoa\ncultivation and refuses to buy chocolate, prompting her husband to say that she took the joy out\nof his Almond Joy. 6\nJust as the devout purchased guilt-alleviating papal indulgences in the\nMiddle Ages, guilt-ridden consumers today buy carbon offsets, LED light bulbs, and hybrid cars\nand can be guided to something approaching sanctimony by books like The Virtuous Consumer,\nThe Rough Guide to Shopping with a Conscience, and The Eco Chick Guide to Life: How to Be\nFabulously Green.\nThe problem is that environmental guilt, while it may well lead to conspicuous\necomarkets, does not seem to elicit conspicuous results. One supermarket chain introduced signs\nat the fish counter to show the most and least sustainable seafood: Sales of the green-tagged\n                                                        \n5 J. Jacquet, et al., “Conserving wild fish in a sea of market based efforts,” Oryx 44:1, 45-56 (2010).\n6 C. Crawford, “Green with Worry,” San Francisco Magazine, February 2008.  \n  4\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\n“best choice” fish increased an average of 29 percent per week, sales of yellow-tagged “proceed\nwith caution” seafood declined an average of 27 percent per week, but the sales of the red-tagged\n“worst choice” seafood—i.e., the heavily overfished species—remained the same. 7 Between\n1980 and 2008, sales of pesticides increased 36 percent in the state of California, the birthing\nground of the organic food eco-label. 8 Despite sporadic instances of such measures as carpooling\nand use of cloth grocery bags in lieu of plastic-or-paper, the demand for oil in the U.S.\nhas grown 30 percent overall and 5 percent per capita since 1990. 9 The positive effect of\nidealistic consumers does exist, but it is masked by the growing demand and numbers of other\nconsumers.\nGuilt is a valuable emotion, but it is felt by individuals and therefore motivates only\nindividuals. Another drawback is that guilt is triggered by an existing value within an individual.\nIf the value does not exist, there is no guilt and hence no action (e.g., sales for red “worst choice”\nseafood remained the same). What if the aim were to promote a value felt by the group but not\nnecessarily by every individual in the group? Many problems, like most concerning the\nenvironment, are group problems. Perhaps to solve these problems we need a group emotion.\nMaybe we need shame.\nShaming, as noted, is unwelcome in regulating personal conduct that does not harm\nothers. But what about shaming conduct that does harm others? The U.S. National Sex Offender\nRegistry provides an online database with the names, photographs, and addresses of sex\noffenders in every state. In March 2010, Nebraska lawmakers approved a bill that allows the\n                                                        \n7 E. Hallstein & S. B. Villas-Boas, “Are consumers color blind? An empirical investigation of a traffic light advisory\nfor sustainable seafood,” http://www.escholarship.org/uc/item/29v6w5sp#page-11 (2009)  \n8 Based on data available from the California Department of Pesticide Regulation.\n9 This is calculated from DOE statistics. U.S. oil consumption in 1990 was 17 million barrels per day and 22.2\nmillion barrels per day in 2010.\n  5\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nstate to publish online the names and addresses of people owing more than $20,000 in taxes.\nJudges in various states issue shaming punishments, such as sentencing pickpockets and robbers\nto carry picket signs that announce their crimes to the public. These instances of shaming might\ndeter bad behavior, but critics like Martha Nussbaum, a political philosopher at the University of\nChicago, argue that shaming by the state conflicts with the law’s obligation to protect citizens\nfrom insults to their dignity. 10\nWhat if government is not involved in the shaming? A neighborhood in Leicester,\nEngland, has a YouTube channel dedicated to neighborhood issues, including catching “litter\nlouts.” A collection of videos shows individuals caught in various acts of littering, and if\nsomeone recognizes the litter lout, he or she can e-mail the lout’s identity to the neighborhood\nmanagement board, which they pass on to City Council so that fines can be issued and the video\nremoved. In 2008, the Santa Fe Reporter published the names and addresses of the top ten\nwater-using households in the city (first place went to a homeowner who used twenty-one times\nthe household average). The tennis club near my apartment in Vancouver, B.C. publishes the\nnames of people who do not pay their dues. In each of these cases, the activity of the individual\ncompromises the community. In none of them is the state involved in the shaming. Is this a fair\nuse of shaming? Is it effective?\nLet’s deal with the latter question. Shaming might work to change behavior in these\ncases, but in a world of urgent, large-scale problems, changing individual behavior is\ninsignificant. Small changes, adopted by one individual at a time, can make a difference in a\nproblem only when the problem is small or there is lots of time to solve it (for instance, in\n                                                        \n10 M. Nussbaum, Hiding from Humanity: Disgust, Shame, and the Law (Princeton. NJ: Princeton University Press,\n2004).\n  6\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nmarginalizing politically incorrect words). Many of today’s social movements, like the\nindustries they seek to revolutionize, must make big changes quickly—which is best\naccomplished by directing efforts upward toward institutions. I call this vertical agitation. The\nSanta Fe Reporter listed the top ten commercial water users, in addition to the top ten\nhouseholds. The first of these offenders, the city of Santa Fe, used 195 times more water than the\nnumber-one household offender. Imagine the relative difference in getting the city to commit to\nwater-saving techniques as compared to reforming a single household.\nGuilt cannot work at the institutional level, since it is evoked by individual scruples,\nwhich vary widely. But shame is not evoked by scruples alone; since it’s a public sentiment, it\nalso affects reputation, which is important to an institution. At the 2004 meeting of the World\nEconomic Forum in Davos, Switzerland, leading CEOs issued a press release about how\ncorporate brand reputation outranked financial performance as the most important measure of\nsuccess. For an example of how shame and reputation interact, consider restaurant hygiene cards,\nintroduced in 1998 by Los Angeles County as a shaming technique in the interests of public\nhealth. Restaurants were required to display grade cards that corresponded to their most recent\ngovernment hygiene inspection. The large grade in the window—A, B, or C—honors restaurants\nthat value cleanliness most and shames those that value it least. The grade cards have apparently\nled to increased customer sensitivity to restaurant hygiene, a 20-percent decrease in county-wide\nhospitalizations for food-borne illnesses, and better hygiene scores for county restaurants. 11\nRecall that in our early evolution we could gauge cooperation only first-hand. As group\nsize got bigger, and ancient humans grappled with issues of necessary cooperation, the human\nbrain became better able to keep track of all the rules and all the people. The need to\n                                                        \n11 Zhe, G. and P. Leslie. 2005. The case in support of restaurant hygiene grade cards. Choices 20(2): 97-102.\nhttp://www.stanford.edu/~pleslie/Jin%20and%20Leslie%20Choices%202005.pdf\n  7\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\naccommodate the increasing number of social connections and monitor one another could be,\naccording to the social grooming hypothesis put forward by British anthropologist Robin\nDunbar, why we learned to speak. 12 Then, 5,000 years ago, another tool: writing. Language, both\noral and written, allowed for gossip, a vector for social information. Research carried out by Ralf\nSommerfeld of the Max-Planck Institute for Evolutionary Biology and his colleagues\ndemonstrated that in cooperation games that allowed players to gossip about one another’s\nperformance, positive gossip resulted in higher cooperation. Of even greater interest, gossip\naffected the players’ perceptions of others even when they had access to firsthand information. 13\nHuman society today is so big that its dimensions have outgrown our brains. We have an\nincreasing number of people and norms. What tool could help us gossip in a group this size?\nNowadays we keep track of and distribute unprecedented amounts of information via our\ncomputers: for example, citizens, journalists, and interest groups can access the U.S.\nEnvironmental Protection Agency’s Toxics Release Inventory database online to identify and\nshame polluters. Between the database’s inception in 1988 and 1995, releases of 330 toxic\nchemicals on the list have declined by 45 percent. 14\nAfter the retailer Trader Joe’s was\nunresponsive to requests by the nonprofit group Greenpeace to stop selling unsustainable\nseafood, Greenpeace coordinated singing fish telephone calls or demonstrations at every Trader\nJoe’s across the nation using the Internet. The Trader Joe’s CEO decided to comply with\nGreenpeace demands by dropping several overfished species and agreeing to source all seafood\nfrom sustainable sources by the end of 2012.\nWe can use computers to simulate some of the intimacy of tribal life, but we need\n                                                        \n12 See esp. his Grooming, Gossip and the Evolution of Language (Cambridge, MA: Harvard University Press, 1997).\n13 R. H. Sommerfeld, et al., “Gossip as an alternative for direct observation in games of indirect reciprocity,” Proc.\nNat. Acad. Sci. 104:44, 17435-40 (2007).\n14 Fung, A. & D. O’Rourke. 2000. Reinventing environmental regulation from the grassroots up: Explaining and\nexpanding the success of the Toxics Release Inventory. Environmental Management 25(2):115-127.\n  8\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nhumans to evoke the shame that leads to cooperation. In addition, the emergence of new tools—\nlanguage, writing, the Internet—cannot completely replace the eyes. Face to face interactions,\nsuch as those outside of Trader Joe’s stores, are still the most impressive form of dissent.\nSo what is stopping shame from catalyzing social change? I see three main drawbacks:\n(1.) Today’s world is rife with ephemeral, or “one-off,” interactions. When you know\nyou are unlikely to run into the same situation again, there is less incentive to change your\nbehavior. Research shows, however, that if people know they will interact again, cooperation\nimproves. 15 Shame works better if the potential for future interaction is high. In a world of oneoff\ninteractions, we can try to compensate for anonymity with an image score, such as the\nhygiene grade cards or EBay’s seller ratings, which sends a signal to the group about an\nindividual or an institution’s degree of cooperation.\n(2.) Today’s world allows for amorphous identities. Recall the reef fish that observe\nBluestreak cleaner wrasses in the Red Sea. The wrasses seem to know they are being watched,\nand certain wrasses will build their reputation on the small reef fish, allowing the big reef fish to\nobserve their cooperative behavior with the small fry. Then, when the big fish comes in for its\nown cleaning, these wrasses eat some of the big reef fish’s flesh along with its parasites,\nfattening themselves on their defection. To add to the confusion on the reef, False cleanerfish\n(Aspidontus taeniatus) make their living by looking very similar to the Bluestreak cleaner\nwrasses. They are able to approach reef fish under the guise of cooperation and then bite off\npieces of fish flesh and swim off.\nMany of our interactions these days are similar to the fish cleanings in the Red Sea. It’s\n                                                        \n15 M. Milinski, D. Semmann, & H. Krambeck, “Reputation helps solve the ‘tragedy of the commons,’ ” Nature 415,\n424-26 (2002).\n  9\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nhard to keep track of who cooperates and who doesn’t, especially if it’s institutions you’re\nmonitoring. Enron, which in 2001 filed one of the largest bankruptcies in U.S. history, hid\nbillions of dollars in debt in hundreds of shell firms, which bought poorly performing Enron\nstocks so that Enron could create a fraudulent company profile and mislead its auditors. Lehman\nBrothers, in the years before its 2008 collapse, used a smaller firm called Hudson Castle (of\nwhich it owned 25 percent) to shift risky investments off its books so that Hudson Castle, not\nLehman Brothers, could absorb “headline risk.” Which leads us to shaming’s third weakness.\n(3.) Shaming’s biggest drawback is its insufficiency. Some people have no shame. In the\nresearch my colleagues and I have conducted on first-year students, involving games that require\ncooperation, we have found that shame does not encourage cooperation among those players\nwho are least cooperative. This suggests that a certain fraction of a given population will always\nbehave shamelessly, like the False cleanerfish, if the payoff is high enough. The banks may have\ngone bankrupt, but the bankers got their bonuses. There was even speculation that publishing\nindividual banker bonuses would lead to banker jealousy, not shame.\nMy colleagues and I conclude that ultimately shame is not enough to catalyze major\nsocial change. Slavery did not end because abolitionists shamed slave owners into freeing their\nslaves. Child labor did not stop because factories were shamed into forbidding children to work.\nDestruction of the ozone layer did not slow because industries were ashamed to manufacture\nproducts that contained chlorofluorocarbons. This is why punishment remains imperative. Even\nif shaming were enough to bring the behavior of most people into line, governments need a\nsystem of punishment to protect the group from the least cooperative players.\nFinally, consider who belongs to the group. Today we are faced with the additional\nchallenge of balancing human interests and the interests of nonhuman life. How can we\n  10\nForthcoming (August 2011) Future Science edited by Max Brockman, Vintage Press, New York.\nencourage cooperation between all living things when the nonhumans have no voice? Successful\nspecies will likely be those that recognize, implicitly or explicitly, life’s interdependency. If\nhumans are to succeed as a species, our collective shame over destroying other life-forms should\ngrow in proportion to our understanding of their various ecological roles. Maybe the same\nattention to one another that promoted our own evolutionary success will keep us from failing\nthe other species in life’s fabric and, in the end, ourselves.\n  11\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 40.596916496s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '40s'}]}}",
  "house_oversight_id": "023720",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:23:19.522372Z",
    "model": "gemini-3-flash-preview"
  }
}