{
  "file_name": "HOUSE_OVERSIGHT_017526.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_017526.txt",
  "content": {
    "full_text": "﻿INTELLECTUAL JAZZ\nDAVID AGUS\nDAN ARIELY\nKEITH BLACK\nDAVID BLAINE\nMIKE BLOCK\nADAM B LY\nSCOTT BOLTON\nDAVID BROOKS\nMARK CUBAN\nANTONIO DAMASIO\nJACK DANGERMOND\nDAVE GALLO\nFRANK GEHRY\nMATT GROENING\nHERBIE HANCOCK\nDANNY HILLIS\nBJARKE INGELS\nQUINCY JONES\nMARY JORDAN\nJON KAMEN\nJEFFREY KATZENBERG\nNORMAN LEAR\nYO-YO MA\nJOHN MAEDA\nJOHN MAZZIOTTA\nNICHOLAS NEGROPONTE\nTODD OLDHAM\nCRISTINA PATO\nSTEVEN PINKER\nLISA RANDALL\nPETER RAVEN\nMOSHE SAFDIE\nMEGAN SMITH\nBENEDIKT TASCHEN\nJULIE TAYMOR\nCHARITY TILLEMANN DICK\nCRAIG VENTER\nGEOFFREY WEST\nwill.i.am\nC. K. WILLIAMS\nEO WILSON\nDAMIAN WOETZEL\nSTEPHEN WOLFRAM\nWILL WRIGHT\nJOSHUA WURMAN\nRICHARD SAUL WURMAN\nSCHEDULE\nTUES18SEPT\nMission Inn Hotel and Spa\n3649 Mission Inn Avenue\nRiverside, CA 92501\nTel: 951.784.0300\nwww.missioninn.com\n5:00PM OPENING in the St. Francis of Assisi Chapel at The Mission Inn\nRICHARD SAUL WURMAN\nYO-YO MA and will.i.am\nC. K. WILLIAMS AND STEVEN PINKER\n7:20PM WINE and hors d’oeuvres in the Atrio adjacent to the Chapel\n8:30PM DINNER in the Galleria at The Mission Inn\nWED19SEPT\nEsri\n380 New York Street\nRedlands, CA 92373\nTel. 909.793.2853\nwww.esri.com\n7:00AM Transport from the Mission Inn to Esri Conference Center\n7:15AM Coffee, Juice / Esri Conference Center\n8:00AM promptly\nJEFFREY KATZENBERG and NORMAN LEAR\nDAVID AGUS and ANTONIO DAMASIO\nHERBIE HANCOCK and will.i.am\n10:15AM BREAK—Esri Café, adjacent to the Conference Center\n11:15AM\nE.O. WILSON and CRAIG VENTER\nKEITH BLACK and DAVID AGUS\nYO-YO MA and MIKE BLOCK\n1:15PM LUNCH—Esri Café, adjacent to the Conference Center\n2:45PM\nDANNY HILLIS and STEPHEN WOLFRAM\nDAVID BLAINE and JULIE TAYMOR\nMATT GROENING and DAVID BROOKS\n4:45PM BREAK—Esri Café, adjacent to the Conference Center\n5:15PM Chinese Telepresence / Esri Executive Briefing Room\n6:00PM\nYO-YO MA and DAVID BROOKS\nMARK CUBAN and DAN ARIELY\nQUINCY JONES and DAMIAN WOETZEL\n8:00PM Transport to The Mission Inn\n8:45PM DINNER in the Galleria at The Mission Inn\nTHURS20SEPT\nEsri\n380 New York Street\nRedlands, CA 92373\nTel. 909.793.2853\nwww.esri.com\n7:00AM Transport from the Mission Inn to Esri Conference Center\n7:15AM Coffee, Juice / Esri Conference Center\n8:00AM promptly\nCHARITY TILLEMANN DICK\nPETER RAVEN and JACK DANGERMOND\nMEGAN SMITH and NICHOLAS NEGROPONTE\nFRANK GEHRY and JOHN MAZZIOTTA\n10:15AM BREAK—Esri Café, adjacent to the Conference Center\n11:00AM\nBENEDIKT TASCHEN and JON KAMEN\nMARY JORDAN and MOSHE SAFDIE\nJOSHUA WURMAN and DAVE GALLO\n1:00PM LUNCH—Esri Café, adjacent to the Conference Center\n2:15PM\nJOHN MAEDA and ADAM B LY\nTODD OLDHAM and BJARKE INGELS\n4:00PM BREAK—Esri Café, adjacent to the Conference Center\n4:30PM Chinese Telepresence / Esri Executive Briefing Room\n5:00PM\nLISA RANDALL and SCOTT BOLTON\nCRISTINA PATO\nEO WILSON and WILL WRIGHT\n6:15PM GEOFFREY WEST and RICHARD SAUL WURMAN\n7:15PM Transport to The Mission Inn\n8:30PM FAREWELL DINNER in the Spanish Art Gallery at The Mission Inn\nDAVID AGUS\nDavid Agus (born January 29, 1965) is an American physician\nand a co-founder of Navigenics, a personal genetic testing\ncompany, and Oncology.com, the largest online cancer\nresource and virtual community and Applied Proteomics.\nHe is a Professor of Medicine and Engineering\nat the University of Southern California.\nHe graduated cum laude in molecular biology from\nPrinceton University and received his medical degree from\nthe University of Pennsylvania School of Medicine in 1991.\nAgus completed his residency training at Johns Hopkins\nHospital and completed his oncology fellowship training at\nthe Memorial Sloan-Kettering Cancer Center in New York.\nHe spent two years at the National Institutes of Health as a\nHoward Hughes Medical Institute-NIH Research Scholar.\nAgus has had a long and varied career. At the\nMemorial Sloan-Kettering Cancer Center in New York,\nhe was an attending physician in the Department\nof Medical Oncology and head of the Laboratory of\nTumor Biology. He was also Assistant Professor of\nMedicine at Cornell University Medical Center.\nAs director of the Spielberg Family Center for Applied\nProteomics at Cedars-Sinai Medical Center in Los Angeles,\nhe led a multidisciplinary team of researchers dedicated\nto the development and use of proteomic technologies to\nguide doctors in making health-care decisions tailored to\nindividual needs. The center grew out of earlier clinical\nprojects at Cedars-Sinai, where Agus served as an attending\nphysician in oncology, which showed striking differences\nbetween the aggressiveness of prostate cancer in certain\npatients and their ability to respond to treatment.\nAgus also served as Director of the Louis Warschaw\nProstate Cancer Center, and as an attending physician in the\nDepartment of Medicine, Division of Medical Oncology at\nCedars-Sinai. He was also an Associate Professor of Medicine\nat the University of California, Los Angeles (UCLA).\nHe currently is a Professor of Medicine and\nEngineering at the Keck School of Medicine of USC and the\nViterbi School of Engineering and is the Director of the USC\nCenter for Applied Molecular Medicine and the USC Westside\nNorris Cancer Center. Agus is co-Director of the newly funded\nUSC-NCI Physical Sciences in Oncology Center together\nwith Danny Hillis. Dr. Agus is an international leader in new\ntechnologies and approaches for personalized healthcare,\nchairs the Global Agenda Council (GAC) on Genetics for the\nWorld Economic Forum, and speaks regularly at TEDMED,\nthe Aspen Ideas Festival and the World Economic Forum.\nAgus has received many honors and awards,\nincluding the American Cancer Society Physician Research\nAward, a Clinical Scholar Award from the Sloan-Kettering\nInstitute, a CaP CURE Young Investigator Award and the\nAmerican Cancer Society Clinical Oncology Fellowship\nAward, the HealthNetwork Foundation’s Excellence Award,\nand the 2009 Geoffrey Beene Foundation’s Rock Stars of\nScience™, as seen in GQ. In 2009, he was selected to serve\nas a judge for the first Biotech Humanitarian Award.\nAgus’s research has focused on the application\nof proteomics and genomics for the study of cancer\nand the development of new medications for cancer.\nHe has published many scientific articles.\nHe is a member of several scientific and\nmedical societies, including the American Association\nfor the Advancement of Science, American Association\nfor Cancer Research, American College of Physicians,\nAmerican Society of Clinical Oncology, American Society\nof Hematology and the American Medical Association.\nAgus was recently named one of the\n“Future Health 100” by HealthSpottr.\nThe End of Illness is Agus’s first book, was published\nJanuary, 2012 by the Free Press Division of Simon and\nSchuster and is a New York Times #1 Bestseller.\nAgus is married to Amy Joyce Povich, actress and\ndaughter of syndicated television talk show host Maury\nPovich. Her stepmother, Connie Chung, is a former CBS News\nanchor. Agus’ grandfather, the late Rabbi Jacob B. Agus, was a\ntheologian and the author of several books on Jewish history\nand philosophy. Agus has two children, Sydney and Miles.\nAgus has one film credit to his name, appearing as\n“David Agus” in the 2006 documentary “Who Needs Sleep?”\nDAN ARIELY\nDan Ariely (born April 29, 1968) is an Israeli American\nprofessor of psychology and behavioral economics. He\nteaches at Duke University and is the founder of The\nCenter for Advanced Hindsight. Ariely’s talks on TED\nhave been watched 2.8 million times. He is the author\nof Predictably Irrational and The Upside of Irrationality,\nboth of which became New York Times best sellers.\nDan Ariely was born in New York City while\nhis father was studying for an MBA degree at Columbia\nUniversity. The family returned to Israel when he was\nthree. He grew up in Ramat Hasharon. In his senior year of\nhigh school, he was active in Hanoar Haoved Vehalomed,\nan Israeli youth movement. While preparing a ktovet esh\n(fire inscription) for a traditional nighttime ceremony, the\nflammable materials he was mixing exploded, causing\nthird-degree burns over 70 percent of his body.\nAriely is married to Sumi, with whom\nhe has two children, a son and a daughter.\nAriely was a physics and mathematics major\nat Tel Aviv University, but transferred to philosophy\nand psychology. However, in his last year he dropped\nphilosophy and concentrated solely on psychology, in\nwhich he received his B.A. He also holds an M.A. and a\nPh.D. in cognitive psychology from the University of North\nCarolina at Chapel Hill. He completed a second doctorate\nin business administration at Duke University at the urging\nof Nobel economic sciences laureate Daniel Kahneman.\nAfter obtaining his Ph.D. degree, he taught at MIT\nbetween 1998 and 2008, before returning to Duke University\nas James B. Duke Professor of Psychology and Behavioral\nEconomics. He was formerly the Alfred P. Sloan Professor of\nBehavioral Economics at MIT Sloan School of Management.\nAlthough he is a professor of marketing with no formal training\nin economics, he is considered one of the leading behavioral\neconomists. Ariely is the author of the books Predictably\nIrrational: The Hidden Forces That Shape Our Decisions and The\nUpside of Irrationality: The Unexpected Benefits of Defying Logic\nat Work and at Home. When asked whether reading Predictably\nIrrational and understanding one’s irrational behaviors could\nmake a person’s life worse (such as by defeating the benefits of\na placebo), Ariely responded that there could be a short-term\ncost, but that there would also likely be long-term benefits,\nand that reading his book would not make a person worse off.\nAriely’s laboratory, the Center of Advanced\nHindsight at Duke University, pursues research in\nsubjects like the psychology of money, decision making\nby physicians and patients, cheating, and social justice.\nKEITH BLACK\nKeith L. Black (born September 13, 1957) is an American\nneurosurgeon specialising in the treatment of brain tumors\nand a prolific campaigner for funding of cancer treatment.\nHe is chairman of the neurosurgery department and\ndirector of the Maxine Dunitz Neurosurgical Institute at\nCedars-Sinai Medical Center in Los Angeles, California.\nKeith Black was born in Tuskegee, Alabama. His\nmother, Lillian, was a teacher and his father, Robert, was the\nprincipal at a racially segregated elementary school in Auburn,\nAlabama; prohibited by law to integrate the student body,\nBlack’s father instead integrated the faculty, raised standards,\nand brought more challenging subjects to the school. Later in\nhis childhood, Black’s parents found new jobs and relocated\nthe family to Shaker Heights, Ohio. Black attended Shaker\nHeights High School. Already interested in medicine, Black\nwas admitted to an apprenticeship program for minority\nstudents at Case Western Reserve University, and then became\na teenaged lab assistant for Frederick Cross and Richard\nJones (inventors of the Cross-Jones artificial heart valve) at\nSt. Luke’s Hospital in Cleveland. At 17, he won an award in a\nnational science competition for research on the damage done\nto red blood cells in patients with heart-valve replacements.\nAccording to Black: “I was working in the lab of a heart surgeon\nwho had developed his own artificial heart valve, and I had a\nconcept that the heart valve might be damaging red blood cells,\nso I asked to do a research project using a scanning electron\nmicroscope at the time. When I was trying to basically learn\nthe technique, I took some blood from the heart-lung bypass\nmachine from patients undergoing heart-lung bypass, and\nwhen I incubated the red blood cells overnight, I noticed that\na certain percentage of these cells change from their normal\ndiscoid shape to one that resembled a porcupine, called an\neconocyte. What I did was to describe the discocyte-econocyte\ntransformation in patients undergoing heart-lung bypass, as\nan index of sub-lethal red blood cell damage. The importance\nbeing that the blood cells could not parachute through the\nsmall capillaries.” He attended the University of Michigan in\na program that allowed him to earn both his undergraduate\ndegree and his medical degree in 6 years. He received his M.D.\ndegree from the University of Michigan Medical School in 1981.\nAfter serving his internship and residency at the\nUniversity of Michigan, in 1987 he moved to the UCLA\nMedical Center in Los Angeles, where he later became head\nof UCLA’s Comprehensive Brain Tumor Program. In 1997,\nafter 10 years at UCLA, he moved to Cedars-Sinai Medical\nCenter to head the Maxine Dunitz Neurosurgical Institute.\nHe was also on the faculty of the University of California,\nIrvine School of Medicine from 1998 to 2003. In 2007 he\nopened the new Johnnie L. Cochran Jr. Brain Tumor Center\nat Cedars-Sinai, a research center named after the famous\nlawyer who had been Black’s patient and supporter.\nBlack has been a frequent subject of media reports\non medical advances in neurosurgery. He was featured\nin a 1996 episode of the PBS program The New Explorers\nentitled “Outsmarting the Brain”. Esquire included him in\nits November 1999 “Genius Issue” as one of the “21 Most\nImportant People of the 21st Century.” He has been cited as\nan expert in reports about whether mobile phone use affects\nthe incidence of brain tumors. He is also noted for his very\nbusy surgery schedule: a 2004 Discover article noted that he\nperforms about 250 brain surgeries per year, and that at age 46\nhe had “already performed more than 4,000 brain surgeries,\nthe medical equivalent of closing in on baseball’s all-time\ncareer hits record.” (As of 2009, Black’s surgery count had risen\nto “more than 5,000 operations for resection of brain tumors”.)\nIn 1997, Time magazine featured Black on the\ncover of a special edition called “Heroes of Medicine”. The\naccompanying article described Black’s reputation as a\nsurgeon who would operate on tumors that other doctors\nwould not, as well as aspects of his medical research,\nincluding his discovery that the peptide bradykinin can\nbe effective in opening the blood–brain barrier.\nIn 2009 Black published his autobiography, coauthored\nwith Arnold Mann, entitled Brain Surgeon. New\nYork Times reviewer Abigail Zuger described the book as a\n“fascinating, if somewhat stilted, memoir”. The Publishers\nWeekly review commented that the book “examines\nracial hurdles he had to leap to become a neurosurgeon”\nand “alternat[es] incisive writing about incisions with\nhis personal memoir, insightful and inspirational.”\nDAVID BLAINE\nFor more than a decade, David Blaine has been attracting\nthe world’s attention with his high-profile endurance stunts.\nStarting his career as a magician who appeared to do the\nimpossible with a deck of cards, he was soon following in the\nfootsteps of Houdini—seeking out that which seems physically\nimpossible and actually doing it. To that end, he’s been buried\nalive in New York City for a week, barely survived being\nencased inside a six-ton block of ice for three days and three\nnights, stood atop a 100-foot-tall pillar in Bryant Park for 36\nhours without a safety net, survived inside a transparent box in\nLondon on nothing but water for 44 days, and spent one week\nsubmerged in a sphere-shaped aquarium at Lincoln Center, at\nthe end of which he attempted to break the world record for\nbreath holding. A year later, he succeeded live on the Oprah\nWinfrey show, holding his breath for 17 minutes and 4 seconds.\nBorn in Brooklyn, Blaine discovered his passion for\nmagic at the age of four when he saw a magician perform\nin the subway. His mother encouraged his passion and he\nbegan performing professionally at private parties by the age\nof thirteen. By the age of twenty-three, Blaine had created,\ndirected, and produced an original television program titled\nStreet Magic, which garnered rave reviews by critics and\nrevolutionized the way magic is portrayed on television.\nPenn Jillette of Penn & Teller called Street Magic “the best\nTV magic special ever done” and “the biggest breakthrough\nin our lifetime.” The New York Times noted that David has\n“taken a craft that’s been around for hundreds of years\nand done something unique and fresh with it.” The New\nYorker claimed that “he saved magic.” Since then, Blaine\nhas produced nine additional primetime specials.\nBlaine has performed magic privately for U.S.\nPresidents Bill Clinton and George W. Bush, Governor\nArnold Schwarzenegger, Bill Gates, Henry Kissinger, Mayor\nBloomberg, Mark Zuckerberg, and Muhammad Ali, as\nwell as President Dmitry Medvedev of Russia and other\ninternational leaders. He also performed alongside Michael\nJackson, and during the Super Bowl halftime show.\nIn 2010, Blaine performed magic for 72 hours\nstraight in Times Square, raising nearly $100,000 for\nrelief efforts following the earthquake in Haiti.\nBlaine resides in New York City with his\nfiancée, Alizee Guinochet. The couple welcomed a\nmagical daughter into the world on January 27, 2011.\nMICHAEL GLEN BLOCK\nMichael Glen Block (born May 25, 1982) is an American\ncellist, composer, arranger, and solo artist hailed as “the\nideal musician of the twenty-first century” by cultural icon\nYo-Yo Ma. Mike Block has worked with Yo-Yo Ma, Bobby\nMcFerrin, Lenny Kravitz, Shakira, The National, Joe Zawinul,\nAlison Krauss, Rachel Barton Pine, Mark O’Connor, and\nother notable musicians. Block currently plays with the\nSilk Road Ensemble. He has appeared on Late Night with\nConan O’Brian, National Public Radio’s St. Paul Sunday,\nRegis and Kelly, VH1, the Disney Channel, WNBC-TV\nwith Chuck Scarborough, and the CBS Early Show.\nBlock is most famous for playing second cello\nalongside Yo-Yo Ma. He performed in Mark O’Connor’s\nAppalachia Waltz trio for three years. His performances\nhave been described as “vital, rich-hued solo playing”\nby the New York Times, and “a true artist ... a sight\nto behold” by the Salt Lake City Desert News.\nMike Block’s Cello Concerto,\nMovement 1 was completed in 2009.\nMr. Block’s classical compositions have\nbeen performed at the Bremen MusikFest, Tribeca\nNew Music Festival, the Kimmel Center series “Fresh\nInk,” and the MATA Festival, at which he performed\nas soloist in his own Cello Concerto in 2009.\nHis non-classical writing has been\nfeatured at festivals such as Rockygrass, Delfest,\nCeltic Connections, and Wintergrass.\nMike Block has served as musical director to\ncellist Yo-Yo Ma, singer Bobby McFerrin, ballet star Damien\nWoetzel, jookin dancer Lil’ Buck, actor/comedian Bill Irwin,\njazz trumpeter Marcus Printup, world-music group The Silk\nRoad Ensemble, and classical orchestra The Knights.\nA frequent guest lecturer, Mr. Block has presented\nat Stanford University, Princeton University, Harvard\nUniversity, New York University, Berklee College of Music,\nCleveland Institute of Music, Belmont University, Southern\nMethodist University, Sam Houston State University,\nIllinois State University, Illinois Wesleyan University, and\nUniversity of Arkansas. In 2006, he received Suzuki method\ncertification in music education from the New York Citybased\nSchool for Strings, under Pamela Devenport.\nIn 2009 Mike founded The Mike Block String\nCamp, which takes place in multiple locations each summer.\nThe camp’s goal is to empower musicians of all ages/\nlevels to perform, improvise, compose, and arrange their\nown music - all by ear. The first location debuted in 2010\nin Vero Beach, Florida, followed in 2011 with Fayetteville,\nArkansas, and Saline, Michigan in 2012. The world-class\nfaculty has included Darol Anger, Hanneke Cassel, Joe\nCraven, Rushad Eggleston, Brittany Haas, Natalie Haas,\nJeremy Kittel, Clay Ross, Kimber Ludiker, Jefferson\nHamer, Victor Lin, Emy Phelps, and Lauren Rioux.\nSince 2009, Mike has been the Lead Teaching Artist\nfor Silk Road Connect, a partnership between the Silk Road\nProject and schools in New York City and Boston areas.\nThe Mike Block Band presents an exciting\nand genre-bending combination of rock, classical,\njazz, and folk music through original songs and\ninstrumental compositions, featuring quirky yet\nhonest lyrics, and a variety of musical influences.\nMike Block has also worked with notable musicians\nsuch as Edgar Meyer, Mike Marshall, Zakir Hussain, My\nBrightest Diamond, Bon Iver, Tim O’Brien, Marcel Khaliffe,\nGoran Bregovic, Kayhan Kalhor and Bruce Molsky.\nTriborough Trio—Featuring Mike Block\n(cello), Hans Holzen (guitar), and Kyle Kegerreis\n(bass), the trio’s mission is to put their personal spin on\ntraditional and contemporary music from around the\nworld in well-crafted and creative arrangements.\nMike is also the Artistic Director and host\nof GALA Brooklyn: “Global Art - Local Art:”, a Music\nFestival in Brooklyn featuring a diverse array of\nmusicians and artists in unique collaborations.\nNotable guests include Anthony Mcgill (Metropolitan\nOpera), Aoife O’Donovan (singer for Crooked Still), Aaron\nDugan (guitarist for Matisyahu), Multi-genre violinist/\ncomposer Todd Reynolds, Grammy-Nominated classical artists\nAnastasia Khitruk (violin), and the Enso Quartet, Marcus\nPrintup from Jazz at Lincoln Center, and jazz saxophonist\nSeamus Blake, and singer-songwriter Amy Correia.\nPerformed on WNYC’s\nSoundcheck with John Schaefer.\nMike has also worked with director Yaron Zilberman\nas a Music Consultant for “A Late Quartet”, a 2011 movie\nstarring Philip Seymour Hoffman and Christopher Walken.\nOn April 4, 2009, Mike Block was struck by\na NYC Taxi while walking at the corner of W85th St.\nand West End Ave, in Manhattan. Injuries included\nbroken rib, jaw, cheek, nose, and he lost nine teeth. His\nreconstruction required multiple surgeries, and his missing\nteeth were eventually restored on February 15, 2012.\nADAM B LY\nAdam Bly (born 1981 in Montreal, Canada) is founder\nand CEO of Seed. He is the editor of “Science is Culture:\nConversations at the New Intersection of Science +\nSociety” (published by HarperCollins) and the creator\nof the data visualization platform Visualizing.org.\nHe began his career at the age of 16 as the youngest\nresearcher at the National Research Council of Canada, where\nhe spent three years studying the biochemistry of cancer,\nspecifically the role of cell adhesion in metastasis. Out of the\nlab, he founded Seed—tag-lined “Science is Culture™”—and\nserved as its Editor-in-Chief. “The best comparison for Seed,”\nwrote a media critic at the time of the magazine’s launch in\n2001, “is the early years of Rolling Stone, when music was less a\nsubject than a lens for viewing culture.” Under his leadership,\nthe magazine earned critical acclaim for modernizing\nscientific publishing and for bridging long-standing divides\nbetween science and society—from art and design to politics\nand religion. Together with Paola Antonelli he co-founded a\nmonthly gathering of scientists, architects, and designers\nthat laid the foundation for Design and the Elastic Mind,\nan exhibition about science and design at The Museum\nof Modern Art.\nIn 2007, Bly was named a Young Global Leader\nby the World Economic Forum. He is a recipient of the\nGolden Jubilee Medal from Her Majesty Queen Elizabeth II\nand his achievements have been highlighted by Canadian\nPrime Minister Jean Chrétien, “for showing people the\nscope and power of science not just as an object of study\nbut as a key to understanding the world around us.”\nBly has lectured around the world on the future of\nscience and its role in society, including at the World Economic\nForum, the National Academies of Science, the Royal Society,\nthe National Institutes of Health, the State Department,\nNASA, the Chinese Ministry of Science and Technology, The\nMuseum of Modern Art, and The Academy of Sciences for the\nDeveloping World, before the National Science Board and the\nU.S. House of Representatives, and at universities including\nHarvard, MIT, and Beijing. He has served on the nominating\ncommittees and juries of the Buckminster Fuller Challenge,\nthe Earth Award, and the TED Prize, and sits on the Science\nAdvisory Committee of the World Economic Forum, the\nExternal Advisory Board of the University of Michigan’s Risk\nScience Center, the American Committee of the Weizmann\nInstitute of Science, the Communications Advisory Board\nof the National Academy of Sciences, and as an advisor to\nOECD’s Global Project on Measuring the Progress of Societies.\nBly was recently named Vice Chair of the World\nEconomic Forum’s Global Agenda Council on Design\nInnovation and Partner to the Executive Coordination\nOffice for the Rio+20 United Nations Conference\non Sustainable Development.\nSCOTT BOLTON\nDr. Scott Bolton is the Director of the Space Sciences\nDepartment at Southwest Research Institute (SwRI) in San\nAntonio, Texas. Dr. Bolton is also the Principal Investigator\nfor the Juno project, a project within NASA’s New Frontiers\nProgram. Prior to being Director at SwRI, Dr. Bolton was a\nsenior scientist and manager at the Jet Propulsion Laboratory\n(JPL) for over 25 years. During his tenure as Director of Space\nScience at SwRI, Dr. Bolton oversaw the launches of New\nHorizons and IBEX, the selection of Juno, the confirmation\nof MMS, and the delivery of hardware for a number of non-\nNASA programs related to national security. As director of\nSwRI’s Space Science Department, Dr. Bolton is responsible\nfor the approximately 150 engineers and scientists working on\nover a dozen programs including new proposals, instrument\ndevelopment, mission operations and scientific data analysis.\nAs Principal Investigator of Juno, Dr. Bolton is\nresponsible for all aspects of the Juno program including\nproject management by JPL, spacecraft development\nat Lockheed Martin, all science instruments, launch\nvehicle development and operation, and the resulting\nscientific analysis throughout the life of the project. Dr.\nBolton has more than 30 years experience in the field of\naerospace and space science. Dr. Bolton received his B.S.\nin Aerospace Engineering from U. Michigan in 1980, and\na Ph.D. in Astrophysics from U.C. Berkeley in 1990.\nDr. Bolton is a Co-Investigator on a number of NASA\nmissions including experiments on the Cassini mission. Dr.\nBolton chaired the Titan science group for the Cassini-Huygens\nmission and was responsible for the formulation of the\nscientific investigation of Saturn’s moon Titan. Dr. Bolton has\nbeen a Principal Investigator with NASA on various research\nprograms since 1988. His research includes the modeling of the\nJovian and Saturnian radiation belts, atmospheric dynamics\nand composition, and the formation and evolution of the\nsolar system. He has authored over 150 scientific papers, five\nbook chapters, and consulted/appeared in five space science\ndocumentaries. He received the NASA Outstanding Leadership\nMedal in 2012, Exceptional Achievement Medal in 2002; the\nNASA Exceptional Scientific Achievement Medal in 1994. He\nalso received JPL Individual Awards for Exceptional Excellence\nin Leadership in 2002, 2001, and 1996, and Excellence in\nManagement in 2000; and has received sixteen NASA Group\nAchievement Awards. Dr. Bolton maintains a relationship\nwith JPL and the California Institute of Technology through\na special appointment as a Senior Staff Scientist.\nDr. Bolton also leads a number of educational\nprograms aimed at developing science, math and art skills for\nchildren from elementary to high school and college level.\nAs part of the NASA Juno educational Outreach Program,\nDr. Bolton has dedicated developed educational programs\ninvolving both formal and informal education including the\ncreation of science and math curriculum driving new national\nstandards for elementary level education (an age bracket\nknown to be underserved in this area). Dr. Bolton has worked\nwith a number of corporate sponsors dedicated to space\nscience educational programs, including Lego, Universal,\nSony, and Time-Warner. Dr. Bolton helped develope an\ninnovative educational program, in partnership with the\nLewis Center for Educational Excellence, that provides an\nopportunity for elementary to high school level children to\nexperience the scientific and engineering process directly.\nThis program trains teachers on science and math education\nand provides access to NASA research facilities and scientists\nfor hundreds of schools around the country. Through his\nprivate company, Artistic Sciences, Inc, Dr. Bolton’s has\nproduced a number of musical concerts, art exhibits, scientific\ndocumentaries and videos aimed at inspiring and motivating\nchildren in academic studies. He has worked with a number\nof musical artists developing both educational and musical\nprograms. He is one of the founding members of the Vangelis\nFoundation in Athens, Greece dedicated to the combined\nstudy of Science, Math, Art, Music and Philosophy.\nDAVID BROOKS\nDavid Brooks (born August 11, 1961) is a political and cultural\ncommentator who writes for The New York Times. He worked as\nan editorial writer and film reviewer for the Washington Times;\na reporter and later op-ed editor for The Wall Street Journal;\na senior editor at The Weekly Standard from its inception; a\ncontributing editor at Newsweek and The Atlantic Monthly;\nand as a commentator on National Public Radio. He is\nnow a columnist for The New York Times and commentator\non PBS NewsHour.\nBrooks, who is Jewish, was born in Toronto,\nCanada—his father was a U.S. citizen living in Canada at the\ntime—and grew up in New York City in Stuyvesant Town. He\ngraduated from Grace Church School in New York City, Radnor\nHigh School (located in a Main Line suburb of Philadelphia)\nin 1979 and from the University of Chicago, with a degree\nin history, in 1983.\nBrooks edited a 1996 anthology of writings by\nnew conservative writers, Backward and Upward: The New\nConservative Writing. He wrote a book of cultural commentary\ntitled Bobos in Paradise: The New Upper Class and How They\nGot There, published in 2000, and followed it four years later\nwith On Paradise Drive: How We Live Now (And Always Have)\nin the Future Tense.\nHe also authored The Social Animal: The Hidden\nSources of Love, Character and Achievement. The book was\nexcerpted in The New Yorker magazine in January 2011\nand received mixed reviews upon its full publication, by\nRandom House, in March of that year. The book has been a\ncommercial success, reaching the #3 spot on the Publishers\nWeekly best-sellers list for non-fiction in April 2011.\nBrooks was a visiting professor of public policy at\nDuke University’s Terry Sanford Institute of Public Policy, and\nhe taught an undergraduate seminar there in the fall of 2006.\nHe and his wife live in the Cleveland Park\nneighborhood of Northwest Washington, DC.\nBrooks describes himself as being originally a liberal\nbefore “coming to my senses.” In 1983, he wrote a parody\nof conservative pundit William F. Buckley Jr., which said\n“In the afternoons he is in the habit of going into crowded\nrooms and making everybody else feel inferior. The evenings\nare reserved for extended bouts of name-dropping.”\nBuckley admired the parody and offered Brooks\na job with National Review. A turning point in Brooks’s\nthinking came later that year in a televised debate with\nMilton Friedman, which, as Brooks describes it, “was\nessentially me making a point, and he making a twosentence\nrebuttal which totally devastated my point.”\nBefore the 2003 invasion of Iraq, Brooks argued\nforcefully for American military intervention, echoing the\nbelief of commentators and political figures that American\nand British forces would be welcomed as liberators. In the\nspring of 2004, some of his opinion pieces suggested that\nhe had tempered his earlier optimism about the war.\nBrooks’ public writing about the U.S. wars in\nAfghanistan and Iraq is similar to those by neoconservatives,\naccording to a Salon article by Glenn Greenwald, that labels\nBrooks as a neoconservative. His angry dismissal of the\nconviction of Scooter Libby as being “a farce” and having “no\nsignificance” was derided by political blogger Andrew Sullivan.\nOn August 10, 2006, Brooks wrote a column for The\nNew York Times titled “Party No. 3”. The column proposed\nthe idea of the McCain-Lieberman Party, or the fictional\nrepresentation of the fictional moderate majority in America.\nOttawa Citizen commentator David Warren has\nidentified Brooks as the sort of conservative pundit that\nliberals like, someone who is “sophisticated” and “engages\nwith” the liberal agenda, in contrast to a real conservative like\nCharles Krauthammer. Brooks has long been a supporter of\nJohn McCain; however, he did not show a liking for McCain’s\n2008 running mate, Sarah Palin, calling her a “cancer” on\nthe Republican Party. He has referred to her as a “joke,”\nunlikely to ever win the Republican nomination. But he later\nadmitted during a CSPAN interview that he had gone too far\nin his previous “cancer” comments about Palin, which he\nregretted, and simply stated he was not a fan of her values.\nIn a March 2007 article published in The New\nYork Times titled “No U-Turns”, Brooks explained that the\nRepublican Party must distance itself from the minimalgovernment\nconservative principles that had arisen\nduring the Abraham Lincoln, Barry Goldwater, Ronald\nReagan and Calvin Coolidge eras. He claims that these\ncore concepts had served their purposes and should\nno longer be embraced by Republicans in order to win\nelections, which he considers the most important purpose\nof a political party designed to serve the political class.\nBrooks has been a frequent admirer of President\nBarack Obama. In an August 2009 profile of Brooks, The\nNew Republic describes his first encounter with Obama, in the\nspring of 2005: “Usually when I talk to senators, while they\nmay know a policy area better than me, they generally don’t\nknow political philosophy better than me. I got the sense he\nknew both better than me. […] I remember distinctly an image\nof—we were sitting on his couches, and I was looking at his\npant leg and his perfectly creased pant, and I’m thinking,\na) he’s going to be president and b) he’ll be a very good\npresident.” Two days after Obama’s second autobiography,\nThe Audacity of Hope, hit bookstores, Brooks published a\ncolumn in The New York Times, titled “Run, Barack, Run”,\nurging the Chicago politician to run for president. However as\nof December 2011 in a CSPAN interview, Brook’s opinion of\nObama’s presidency was more tempered, giving Obama only\na “B-” rating, and said that Obama’s chances of reelection\nwould be less than 50-50 if elections were held at that time.\nIn writing for The New York Times in January 2010,\nBrooks described Israel as “an astonishing success story”.\nHe wrote that “Jews are a famously accomplished group,”\nwho, because they were “forced to give up farming in the\nMiddle Ages... have been living off their wits ever since”. In\nBrooks’ view, “Israel’s technological success is the fruition\nof the Zionist dream. The country was not founded so stray\nsettlers could sit among thousands of angry Palestinians\nin Hebron. It was founded so Jews would have a safe place\nto come together and create things for the world.”\nBrooks opposes what he sees as self-destructive\nbehavior, such as teenage sex and divorce. His view is that\n“sex is more explicit everywhere barring real life. As the\nentertainment media have become more sex-saturated,\nAmerican teenagers have become more sexually abstemious”\nby “waiting longer to have sex…[and] having fewer partners.”\nHe sees the culture war as nearly over, because “today’s\nyoung people…seem happy with the frankness of the left\nand the wholesomeness of the right.” As a result, he\nis optimistic about the United States’ social stability,\nwhich he considers to be “in the middle of an\namazing moment of improvement and repair.”\nBrooks also broke with many in the conservative\nmovement when, in late 2003, he came out in favor of samesex\nmarriage in his New York Times column. He equated\nthe idea with traditional conservative values: “We should\ninsist on gay marriage. We should regard it as scandalous\nthat two people could claim to love each other and not\nwant to sanctify their love with marriage and fidelity.…\nIt’s going to be up to conservatives to make the important,\nmoral case for marriage, including gay marriage.”\nRegarding abortion, Brooks has advocated for\npro-choice government regulations: abortion should be\nlegal, with parental consent for minors, during the first four\nor five months, and illegal afterward, except in extremely\nrare circumstances. (New York Times, April 22, 2002.)\nMARK CUBAN\nWhen Mark Cuban purchased the Dallas Mavericks on\nJanuary 14, 2000, the face of the organization began to\nchange immediately. Once again Mavericks games had\na party atmosphere as Reunion Arena rocked with the\nreturn of the “Reunion Rowdies.” Mavericks games\nbecame more than just ordinary NBA games—\nthey were a total entertainment experience.\nCuban was not only successful at instilling a sense\nof pride and passion into Mavericks fans by presenting himself\nas the ultimate role model by cheering from the same seats he\nhad in years past, but he also became the first owner in team\nsports to encourage fan interaction through e-mail on his\npersonal computer. It was through this personal touch that\nfans throughout the Metroplex, and around the world, began\nto notice Cuban’s energetic personality and take notice of\nthe Mavericks. He has personally responded to thousands\nof emails, and several suggestions from fans have led to\ninnovative changes such as a new three-sided shot clock,\nwhich allows line of site to the 24-second clock from\nanywhere in the arena.\nCuban’s whatever-it-takes attitude and commitment\nto winning has everyone’s attention. From his first introduction\nto the team to the end of his first season as owner, the players\nresponded with a 31-19 record, including a 9-1 mark in April\n2000. In addition to hiring special coaches for offense,\ndefense and shooting, Cuban has promised to do everything\nin his power to improve the team. This goal was achieved as\nthe club finished the 2000-01 season with a 53-29 record en\nroute to their first playoff appearance in 11 years where they\nbecame just the sixth team in NBA history to be down 0-2 and\ncome back to win a five-game series vs. Utah in Round 1.\nBefore the start of the 2001-02 season, American\nAirlines Center, the Mavs new home, opened and Cuban\nco-founded HDNet, an all high-definition television network\non DIRECTV channel 199 which launched in September\n2001. As with his other ventures, Cuban is revolutionizing\nthe television industry with HDNet. He is planning to expand\nHDNet to include three more networks showing high-def\nsports, movies and entertainment by the end of 2002.\nDuring the Mavs 2001-02 campaign, the team\ncontinued their winning ways by finishing the season with\na franchise-best record of 57-25 and an NBA-best road\nrecord of 27-14, advancing to the postseason for the\nsecond-consecutive year.\nPrior to his purchase of the Mavericks, Cuban cofounded\nBroadcast.com, the leading provider of multimedia\nand streaming on the Internet, in 1995, selling it to Yahoo!\nin July of 1999. Before Broadcast.com, Cuban co-founded\nMicroSolutions, a leading National Systems Integrator,\nin 1983, and later sold it to CompuServe.\nToday, in addition to his ownership of the Mavericks,\nCuban is an active investor in leading and cutting-edge\ntechnologies and continues to be a sought-after speaker.\nANTONIO DAMASIO\nAntonio Damasio (born February 25, 1944 in Lisbon, Portugal)\nis a University Professor (an award based on multi-disciplinary\ninterests and significant accomplishments in several\ndisciplines) and David Dornsife Professor of Neuroscience at\nthe University of Southern California, where he heads USC’s\nBrain and Creativity Institute. Prior to taking up his posts at\nUSC, in 2005, Damasio was M.W. Van Allen Professor and\nHead of Neurology at the University of Iowa Hospitals and\nClinics from 1976 to 2005. He is also Adjunct Professor\nat the Salk Institute.\nDamasio is the author of several best-selling\nbooks which describe his scientific thinking. “As a leading\nneuroscientist, Damasio has dared to speculate on\nneurobiological data, and has offered a theory about the\nrelationship between human emotions, human rationality,\nand the underlying biology.”\nDamasio was born in Lisbon and studied medicine\nat the University of Lisbon Medical School in Portugal, where\nhe also did his neurological residency and completed his\ndoctorate. He worked as a research fellow at the Aphasia\nResearch Center in Boston in 1967, prior to receiving his\nMD in Lisbon. His work there on behavioural neurology\nwas done under the supervision of the late Norman\nGeschwind, the Harvard neurologist who created the field.\nAs a researcher, Damasio’s main field is the\nneurobiology of the mind, especially neural systems which\nsubserve emotion, decision-making, memory, language and\nconsciousness. Damasio’s seeks to demonstrate that emotions\nplay a critical role in high level cognition, an idea that ran\ncounter to dominant 20th century views in psychology,\nneuroscience and philosophy. He showed that emotions and\ntheir biological underpinnings are involved in decision-making\n(both positively and negatively, and often non-consciously);\nprovide the scaffolding for the construction of social cognition;\nand are required for the self processes which undergird\nconsciousness. “Damasio provides a contemporary scientific\nvalidation of the linkage between feelings and the body by\nhighlighting the connection between mind and nerve cells…\nthis personalized embodiment of mind.”\nHe formulated the somatic markers hypothesis,\nwhich captures the essence of these ideas. This idea has\ninspired many systems-neuroscience experiments carried out\nin laboratories in the U.S. and Europe, and has had a major\nimpact in contemporary science and philosophy. His articles\non this topic include: Bechara A, Damasio AR, Damasio H,\nAnderson S. Insensitivity to future consequences following\ndamage to human prefrontal cortex. Cognition. 50:7-15. 1994;\nBechara A, Damasio H, Tranel D, Damasio AR. Deciding\nadvantageously before knowing the advantageous strategy.\nScience. 275:1293-1294. 1997; Anderson SW, Bechara A,\nDamasio H, Tranel D, Damasio AR. Impairment of social\nand moral behaviour related to early damage in human\nprefrontal cortex. Nature Neuroscience. 2:1032-1037. Damasio\nhas been named by the Institute of Scientific Information as\none of the most highly cited researchers in the past decade).\nCurrent work on the biology of moral decisions, neuroeconomics,\nsocial communication, and drug-addiction,\nhas been strongly influenced by Damasio’s hypothesis.\nDamasio also proposed that emotions are part of\nhomeostatic regulation and are rooted in reward/punishment\nmechanisms. He recovered James’ perspective on feelings as\na read-out of body states, but expanded it with an “as-if-bodyloop”\ndevice which allows for the substrate of feelings to be\nsimulated rather than actual (foreshadowing the simulation\nprocess later uncovered by mirror neurons). He demonstrated\nexperimentally that the insular cortex is a critical platform\nfor feelings, a finding that has been widely replicated, and\nhe uncovered cortical and subcortical induction sites for\nhuman emotions, e.g. in ventromedial prefrontal cortex\nand amygdala. He also demonstrated that while the\ninsular cortex plays a major role in feelings, it is not\nnecessary for feelings to occur, suggesting that brain\nstem structures play a basic role in the feeling process.\nHe has continued to investigate the neural basis of\nfeelings and demonstrated that although the insular cortex is\na major substrate for this process it is not exclusive, suggesting\nthat brain stem nuclei are critical platforms as well. He\nregards feelings as the necessary foundation of sentience.\nIn another development, Damasio proposed that\nthe cortical architecture on which learning and recall depend\ninvolves multiple, hierarchically organized loops of axonal\nprojections that converge on certain nodes out of which\nprojections diverge to the points of origin of convergence\n(the convergence-divergence framework). This architecture\nis applicable to the understanding of memory processes\nand of aspects of consciousness related to the access\nof mental contents.\nIn “The Feeling of What Happens”, Damasio lays\nthe foundations of the “enchainment of precedences”: “the\nnonconscious neural signaling of an individual organism\nbegets the protoself which permits core self and core\nconsciousness, which allow for an autobiographical self,\nwhich permits extended consciousness. At the end of the\nchain, extended consciousness permits conscience.\nDamasio’s research depended significantly on\nestablishing the modern human lesion method, an enterprise\nmade possible by Hanna Damasio’s structural neuroimaging/\nneuroanatomy work complemented by experimental\nneuroanatomy (with Gary Van Hoesen and Josef Parvizi),\nexperimental neuropsychology (with Antoine Bechara, Ralph\nAdolphs, and Dan Tranel) and functional neuroimaging (with\nKaspar Meyer, Jonas Kaplan, and Mary Helen Immordino-\nYang). The experimental neuroanatomy work with Van Hoesen\nand Bradley Hyman led to the discovery of the disconnection\nof the hippocampus caused by neurofibrillary tangles in the\nentophinal cortex of patients with Alzheimer’s disease.\nAs a clinician, he and his collaborators\nhave studied and treated disorders of behaviour\nand cognition, and movement disorders.\nDamasio’s books deal with the relationship between\nemotions and feelings, and what their brain substrates. His\n1994 book, Descartes’ Error: Emotion, Reason and the Human\nBrain, won the Science et Vie prize, was a finalist for the\nLos Angeles Times Book Award, and is translated in over 30\nlanguages. It is regarded as one of the most influential books\nof the past two decades. His second book, The Feeling of What\nHappens: Body and Emotion in the Making of Consciousness,\nwas named as one of the ten best books of 2001 by the New\nYork Times Book Review, a Publishers Weekly Best Book of\nthe Year, a Library Journal Best Book of the Year, and has\nover 30 foreign editions. Damasio’s Looking for Spinoza: Joy,\nSorrow, and the Feeling Brain, was published in 2003. In it,\nDamasio suggested that Spinoza’s thinking foreshadowed\ndiscoveries in biology and neuroscience views on the mindbody\nproblem. Spinoza was a protobiologist. His latest book\nis Self Comes to Mind: Constructing the Conscious Brain. In\nit Damasio suggests that the self is the key to conscious\nminds and that feelings, from the kind he designates as\nprimordial to the well-known feelings of emotion, are the\nbasic elements in the construction of the protoself and core\nself. The book received the Corinne International Book Prize.\nDamasio is a member of the American Academy of\nArts and Sciences, the National Academy of Sciences’ Institute\nof Medicine, and the European Academy of Sciences and Arts.\nDamasio has received many awards including the Prince of\nAsturias Award in Science and Technology, the Honda Prize,\nthe Kappers Neuroscience Medal, the Beaumont Medal from\nthe American Medical Association, the Nonino Prize and the\nReenpaa Prize in Neuroscience. He has received honorary\ndoctoral degrees (Doctor honoris causa) from the University\nof Aachen (2002), University of Aveiro (2003), University\nof Copenhagen (Copenhagen Business School; 2009),\nUniversity of Leiden (2010), University Ramon Llull,\nBarcelona (2010), University of Coimbra (2011) and\nfrom the EPFL, Lausanne (2011).\nHis current work involves the social emotions,\nconsciousness and the creative interface between\nneuroscience and the arts, especially music and\nfilm. The role of feelings states on sentience.\nDamasio is married to Dr. Hanna Damasio,\nhis colleague and frequent co-author.\nDamasio himself notes, in fallibilist fashion,\n“I have a difficult time seeing scientific results, especially in\nneurobiology, as anything but provisional approximations”’.\nWhether despite or because of that fallibilism, Damasio\nwrites in the belief that ‘scientific knowledge can\nbe a pillar to help humans endure and prevail’.\nOUR HOST\nJACK DANGERMOND\nJack Dangermond is the founder and president of Esri, the\nworld’s fourth largest privately held software company.\nFounded in 1969 and headquartered in Redlands, California,\nEsri is widely recognized as the technical and market leader\nin geographic information systems, or GIS, pioneering\ninnovative solutions for working with spatial data.\nEsri has more than one million users in over 350,000\norganizations representing government; nongovernmental\norganizations (NGOs); academia; and industries such as\nutilities, health care, transportation, telecommunications,\nhomeland security, retail, and agriculture.\nDangermond is recognized not only as a pioneer\nin spatial analysis methods but also as one of the most\ninfluential people in GIS. He actively manages Esri and is\nclosely connected to projects, clients, and company vision.\nHe takes a leadership role in national and global initiatives to\nfacilitate standards for data access and sharing across agencies\nand organizations. He is personally committed to applying\nGIS methods for environmental stewardship and\nsustainable communities.\nDangermond is the recipient of numerous\nfellowships, honorary degrees, and awards. He has\nauthored hundreds of papers on GIS in such diverse\nfields as photogrammetry, computer science, planning,\nenvironmental science, and cartography. He delivers keynote\naddresses at meetings and conferences around the globe.\nDangermond’s current work is focused on helping\norganizations deploy spatial data in enterprise environments,\nWeb-based services, and mobile computing systems as well\nas enhancing applications, models, and tools that can be\nused for optimized routing, intelligent site selection, crime\nand disease analysis, location-based services, infrastructure\nmanagement, public safety, and homeland security.\nDAVE GALLO\nDavid Gallo is an American oceanographer and Director\nof Special Projects at the Woods Hole Oceanographic\nInstitution—a preeminent, globally recognized scientific\nlaboratory. For more than 25 years, Dr. Gallo has been at the\nforefront of ocean exploration, participating in and being\nwitness to the development of new technologies and scientific\ndiscoveries that shape our view of planet earth. He has been\ndescribed by TED Conferences as “an enthusiastic ambassador\nbetween the sea and those of us on dry land.” With more than\n8 million views his TED presentation “Underwater\nAstonishments” is among the top 5 TED Talks viewed to date.\nDavid has participated in expeditions to all of\nthe world’s oceans and was one of the first scientists to\nuse a combination of robots and submarines to explore\nthe deep seafloor. Most recently he co-led an expedition\nto create the first detailed and comprehensive map of the\nRMS Titanic and he co-led the successful international\neffort to locate the remains of Air France flight 447.\nDr. Gallo is currently active in planning a series of\nchallenging expeditions and is encouraging the development\nof new technologies for ocean exploration. He is a member\nof James Cameron’s Deep Ocean Task Force and the\nXPrize Ocean Advisory Board. Almost every expedition\ninto the deep provides results that are often surprising,\nsometimes startling and in many cases revolutionary.\nDavid is becoming increasingly outspoken about\nthe relationship between humanity and the sea. He feels\nstrongly that instead of taking the oceans for granted we need\nto recognize the oceans critical role in providing the air we\nbreath, the water we drink, and the food we eat. At the same\ntime, Dr. Gallo feels that human activity has impacted the\nocean on a global scale and with significant consequences.\nThe oceans hold the clues to our past and the key to our future\nyet they remain mostly unexplored and poorly understood.\nDr. Gallo is personally committed to conveying\nthe excitement and importance of ocean exploration to the\npublic-at-large. He has lectured internationally to audiences\nranging from children to CEO’s with the goal of awakening\nthe little bit of Jacques Cousteau and Jules Vernes that resides\nin each of us. He has given more than 10 TED and TEDx\npresentations and has appeared in numerous documentaries\n(Discovery Channel, History Channel, National Geographic)\nand has been featured on numerous televised news programs\n(Weather Channel , PBS Need to Know, MSNBC Ed Show,\nand NBC Today show).\nIn recognition of his efforts in exploration and science\ncommunications, David was recently elected a fellow of the\nAmerican Association for the Advancement of Science. He\nis a National Fellow of the Explorer’s Club, a member of the\nAmerican Geophysical Union, and active on several boards\nincluding the Marine Environmental Research Institute, the\nOne World One Ocean Campaign, and the Terramar Project.\nFRANK GEHRY\nRaised in Toronto, Canada, Frank Gehry moved with his family\nto Los Angeles in 1947. Mr. Gehry received his Bachelor of\nArchitecture degree from the University of Southern California\nin 1954, and he studied City Planning at the Harvard University\nGraduate School of Design. In subsequent years, Mr. Gehry\nhas built an architectural career that has spanned five decades\nand produced public and private buildings in America, Europe\nand Asia. Hallmarks of Mr. Gehry’s work include a particular\nconcern that people exist comfortably within the spaces that\nhe creates, and an insistence that his buildings address the\ncontext and culture of their sites and the budgets of his clients.\nHis work has earned Mr. Gehry several of the most\nsignificant awards in the architectural field. He was inducted\ninto the College of Fellows of the American Institute of\nArchitects in 1974, and his buildings have received over 100\nnational and regional A.I.A. awards. In 1977, Mr. Gehry was\nnamed recipient of the Arnold W. Brunner Memorial Prize\nin Architecture from the American Academy of Arts and\nLetters. In 1989, he was awarded the Pritzker Architecture\nPrize, perhaps the premiere accolade of the field, honoring\n“significant contributions to humanity and the built\nenvironment through the art of architecture.” In 1992, he\nreceived the Wolf Prize in Art (Architecture) from the Wolf\nFoundation. In the same year, he was named the recipient of\nthe Praemium Imperiale Award by the Japan Art Association\nto “honor outstanding contributions to the development,\npopularization, and progress of the arts.” In 1994, he became\nthe first recipient of the Dorothy and Lillian Gish Award for\nlifetime contribution to the arts. In 1998, Mr. Gehry received\nthe National Medal of Arts, and he became the first recipient\nof the Friedrich Kiesler Prize. In 1999, Mr. Gehry received the\nLotos Medal of Merit from the Lotos Club, and he received\nthe Gold Medal from the American Institute of Architects.\nIn 2000, Mr. Gehry received the Gold Medal from the Royal\nInstitute of British Architects, and he received the Lifetime\nAchievement Award from Americans for the Arts. In 2002,\nMr. Gehry received the Gold Medal for Architecture from\nthe American Academy of Arts and Letters. Mr. Gehry\nwas named a Fellow of the American Academy of Arts and\nLetters in 1987, a trustee of the American Academy in Rome\nin 1989, and a Fellow of the American Academy of Arts and\nSciences in 1991. In 1994, he was bestowed with the title of\nAcademician by the National Academy of Design. In 1998, he\nwas named an Honorary Academician by the Royal Academy\nof Arts. In 2003, Mr. Gehry was inducted into the European\nAcademy of Sciences and Arts and he was designated as\na Companion to the Order of Canada. In 2005 Mr. Gehry\nreceived the Ordre National de Legion d’honneur Chevalier\nfrom the French Government. In 2006 he was a first year\ninductee into the California Hall of Fame. In 2008, Mr. Gehry\nreceived the Golden Lion Lifetime Achievement Award at\nthe Venice Biennale. In 2010, Mr. Gehry received the John\nSingleton Copley Award from the American Associates of\nthe Royal Academy Trust, and he received the Cooper Union\nfor the Advancement of Science and Art Award in New York.\nMr. Gehry has received honorary doctoral degrees from\nOccidental College, Whittier College, the California College\nof Arts and Crafts, the Technical University of Nova Scotia,\nthe Rhode Island School of Design, the California Institute\nof Arts, the Southern California Institute of Architecture,\nthe Otis Art Institute at the Parsons School of Design, the\nUniversity of Toronto, the University of Southern California,\nYale University, Harvard University, and the University of\nEdinburgh. Mr. Gehry has held teaching positions at some of\nthe world’s most prestigious institutions including Harvard\nUniversity, University of Southern California, University\nof California Los Angeles, Sci-Arc, University of Toronto,\nColumbia University, the Federal Institute of Technology in\nZurich, and at Yale University where he still teaches today.\nNotable projects include: the Guggenheim Museum\nin Bilbao, Spain; the DZ Bank Building in Berlin; Nationale-\nNederlanden Building in Prague; the Jay Pritzker Pavilion and\nBP Bridge in Millennium Park in Chicago, Illinois; Maggie’s\nCentre, a cancer patient center in Dundee, Scotland; Hotel\nMarques de Riscal in El Ciego, Spain; Lou Ruvo Brain Institute\nin Las Vegas, Nevada; Princeton University Peter B. Lewis\nScience Library in Princeton, New Jersey; Art Gallery of\nOntario Renovation in Toronto, Ontario, Canada; the New\nWorld Symphony in Miami, Florida; the Eight Spruce Street\nResidential Tower located in New York City; and the Walt\nDisney Concert Hall in Los Angeles, California. Projects under\nconstruction include the Signature Theatre in New York City;\nthe Ohr O’Keefe Museums in Biloxi, Mississippi; the Make\nit Right Foundation in New Orleans, Louisiana, the Puente\nde Vida Museum of Biodiversity in Panama; the Frederick\nR. Weisman Art Museum Expansion at the University of\nMinnesota; and the Foundation Louis Vuitton Museum in\nParis, France. Mr. Gehry is also completing work on the\nGuggenheim Abu Dhabi; LUMA Foundation in Arles, France\nand the University of Technology, Sydney in Sydney, Australia.\n2006 / 200 lbs ago\nMATT GROENING\nMatt Groening was born in Portland, Oregon, on February\n15, the third of five children. His father, Homer, was a\ncartoonist and filmmaker. From an early age, Matt created\nhis own cartoons, amusing his friends and annoying his\nteachers. Groening attended Evergreen State College\nin Washington State, where he studied philosophy and\ncontinued his interest in cartoons, comics and music.\nAfter his graduation in 1977, Groening headed to\nLos Angeles where he struggled in immobilizing but irksome\npoverty. Increasingly frustrated by the traffic, smog, and\nhis landlords, Matt began to vent his angst to his friends by\nsending them cartoons starring a bug-eyed rabbit named\nBinky. Groening soon began to publish and sell these cartoons\nat the record shop where he worked. Their popularity\nencouraged Matt to syndicate, and in April 1980, Life In Hell®\nformally debuted in the Los Angeles Reader. It was there that\nhe met his future wife, Deborah Caplan, and together\nthey formed Acme Features Syndicate, which today\ncirculates Life in Hell® to more than 250 newspapers\naround the world in a half-dozen languages.\nLife in Hell® has also been collected in a bestselling\nseries of books with over two million copies in print,\nincluding Love is Hell, Work is Hell, School is Hell, Childhood\nis Hell, Akbar & Jeff ’s Guide to Life, Greetings From Hell, The\nBig Book of Hell, With Love From Hell, How to Go to Hell, The\nRoad to Hell, Binky’s Guide to Love, and Love is Still Hell.\nIn 1987 James L. Brooks approached Matt about\ncreating animated shorts to fit between sketches of “The\nTracey Ullman Show.” Matt agreed, but instead of using the\nLife in Hell® characters, he created an entirely new cast:\nThe Simpsons, which bear the names of his family members,\nHomer, Marge, Lisa and Maggie (Bart is an anagram for brat).\nThe Simpsons were soon spun off into a half-hour\nanimated series which first aired on December 17, 1989\nwith a Christmas special, followed by the series premiere\non January 14, 1990. It has since gone on to become\nthe longest running prime-time animated show in\ntelevision history. An international hit, the series has\nalso spawned a licensing and merchandising empire.\nBooks based on The Simpsons include The Simpsons\nXmas Book, Greetings From The Simpsons, The Simpsons\nRainy Day Fun Book, The Simpsons Uncensored Family Album,\nMaggie Simpson’s Alphabet Book, Maggie Simpson’s Counting\nBook, Maggie Simpson’s Book of Colors & Shapes, Maggie\nSimpson’s Book of Animals, The Simpsons Fun in the Sun Book,\nMaking Faces With The Simpsons, The Ultra-Jumbo Rain-\nOr-Shine Fun Book, Cartooning With The Simpsons, Bart’s\nGuide To Life and The Simpsons: A Complete Guide To Our\nFavorite Family, a campanion book to the television series.\nGroening is also creator and publisher\nof Bongo Comics and Zongo Comics.\nHERBIE HANCOCK\nHerbie Hancock is a true icon of modern music. Throughout\nhis explorations, he has transcended limitations and\ngenres while maintaining his unmistakable voice. With an\nillustrious career spanning five decades and 14 Grammy®\nAwards, including Album of the Year for River: The Joni\nLetters, he continues to amaze audiences across the globe.\nThere are few artists in the music industry\nwho have had more influence on acoustic and electronic\njazz and R&B than Herbie Hancock. As the immortal\nMiles Davis said in his autobiography, “Herbie was\nthe step after Bud Powell and Thelonious Monk, and I\nhaven’t heard anybody yet who has come after him.”\nBorn in Chicago in 1940, Herbie was a child\npiano prodigy who performed a Mozart piano concerto\nwith the Chicago Symphony Orchestra at age 11. He\nbegan playing jazz in high school, initially influenced\nby Oscar Peterson and Bill Evans. He also developed a\npassion for electronics and science, and double-majored\nin music and electrical engineering at Grinnell College.\nIn 1960, Herbie was discovered by trumpeter Donald\nByrd. After two years of session work with Byrd as well as\nPhil Woods and Oliver Nelson, he signed with Blue Note\nas a solo artist. His 1963 debut album, ‘Takin’ Off ’, was an\nimmediate success, producing the hit “Watermelon Man.”\nIn 1963, Miles Davis invited Herbie to join the\nMiles Davis Quintet. During his five years with Davis, Herbie\nand his colleagues Wayne Shorter (tenor sax), Ron Carter\n(bass), and Tony Williams (drums) recorded many classics,\nincluding ‘ESP’, ‘Nefertiti’ and ‘Sorcerer’. Later on, Herbie\nmade appearances on Davis’ groundbreaking ‘In a Silent Way’\nand ‘Bitches Brew’, which heralded the birth of jazz-fusion.\nHerbie’s own solo career blossomed on Blue Note,\nwith classic albums including ‘Maiden Voyage’, ‘Empyrean\nIsles’, and ‘Speak Like a Child’. He composed the score to\nMichelangelo Antonioni’s 1966 film ‘Blow Up’, which led to\na successful career in feature film and television music.\nAfter leaving Davis, Herbie put together a new\nband called The Headhunters and, in 1973, recorded ‘Head\nHunters.’ With its crossover hit single “Chameleon,”\nit became the first jazz album to go platinum.\nBy mid-decade, Herbie was playing for stadium-sized\ncrowds all over the world and had no fewer than four albums in\nthe pop charts at once. In total, Herbie had 11 albums in the pop\ncharts during the 1970s. His ’70s output inspired and provided\nsamples for generations of hip-hop and dance music artists.\nHerbie also stayed close to his love of acoustic\njazz in the ’70s, recording and performing with VSOP\n(reuniting him with his Miles Davis colleagues), and in\nduet settings with Chick Corea and Oscar Peterson.\nIn 1980, Herbie introduced the trumpeter Wynton\nMarsalis to the world as a solo artist, producing his debut\nalbum and touring with him as well. In 1983, a new pull to the\nalternative side led Herbie to a series of collaborations with\nBill Laswell. The first, ‘Future Shock’, again struck platinum,\nand the single “Rockit” rocked the dance and R&B charts,\nwinning a Grammy for Best R&B Instrumental. The video of\nthe track won five MTV awards. ‘Sound System’, the follow-up,\nalso received a Grammy in the R&B instrumental category.\nHerbie won an Oscar in 1986 for scoring the\nfilm “’Round Midnight”, in which he also appeared as\nan actor. Numerous television appearances over the\nyears led to two hosting assignments in the 1980s: “Rock\nSchool” on PBS and Showtime’s “Coast To Coast”.\nAfter an adventurous 1994 project for Mercury\nRecords, ‘Dis Is Da Drum’, he moved to the Verve label,\nforming an all-star band to record 1996’s Grammywinning\n‘The New Standard’. In 1997, an album of\nduets with Wayne Shorter, ‘1+1’, was released.\nThe legendary Headhunters reunited in 1998,\nrecording an album for Herbie’s own Verve-distributed\nimprint, and touring with the Dave Matthews Band. That\nyear also marked the recording and release of ‘Gershwin’s\nWorld’, which included collaborators Joni Mitchell, Stevie\nWonder, Kathleen Battle, the Orpheus Chamber Orchestra,\nWayne Shorter and Chick Corea. ‘Gershwin’s World’ won three\nGrammys in 1999, including Best Traditional Jazz Album\nand Best R&B Vocal Performance for Stevie Wonder’s\n“St. Louis Blues.”\nHerbie reunited with Bill Laswell to collaborate\nwith some young hip-hop and techno artists on\n2001’s FUTURE2FUTURE. He also joined with Roy\nHargrove and Michael Brecker in 2002 to record a live\nconcert album, ‘Directions In Music: Live at Massey\nHall’, a tribute to John Coltrane and Miles Davis.\n‘Possibilities’, released in August 2005, teamed\nHerbie with many popular artists, such as Sting, Annie Lennox,\nJohn Mayer, Christina Aguilera, Paul Simon, Carlos Santana,\nJoss Stone and Damien Rice. That year, he played a number\nof concert dates with a re-staffed Headhunters,\nand became the first-ever Artist-In-Residence at\nthe Tennessee-based festival Bonnaroo.\nIn 2007, Hancock recorded and released ‘River: The\nJoni Letters’, a tribute to longtime friend and collaborator Joni\nMitchell featuring Wayne Shorter, guitarist Lionel Loueke,\nbassist Dave Holland and drummer Vinnie Colaiuta and coproduced\nby Larry Klein. He enlisted vocalists Norah Jones,\nTina Turner, Corinne Bailey Rae, Luciana Souza, Leonard\nCohen and Mitchell herself to perform songs she wrote or was\ninspired by. The album received glowing reviews and was a\nyear-end Top 10 choice for many critics. It also garnered three\nGrammy Awards, including Album of the Year; Herbie is one\nof only a handful of jazz musicians ever to receive that honor.\nIn 2010 Hancock released the critically-acclaimed\nCD, ‘Herbie Hancock’s The Imagine Project,’ winner of two\n20ll Grammy Awards for Best Pop Collaboration and Best\nImprovised Jazz Solo. Utilizing the universal language of\nmusic to express its central themes of peace and global\nresponsibility, the ‘Imagine’ project was recorded around\nthe world and features a stellar group of musicians\nincluding Jeff Beck, Seal,Pink, Dave Matthews, The\nChieftains, Lionel Loueke, Oumou Sangare, Konono\n#l, Anoushka Shankar, Chaka Khan, Marcus Miller,\nDerek Trucks, Susan Tedeschi, Tinariwen, and Ceu.\nHerbie Hancock also maintains a thriving career\noutside the performing stage and recording studio. Recently\nnamed by the Los Angeles Philharmonic as Creative Chair\nFor Jazz, he currently also serves as Institute Chairman of the\nThelonious Monk Institute of Jazz, the foremost international\norganization devoted to the development of jazz performance\nand education worldwide. Hancock is also a founder of\nThe International Committee of Artists for Peace, and was\nrecently awarded the much esteemed “Commandeur des Arts\net des Lettres” by French Prime Minister Francois Fillon.\nIn July of 2011 Hancock was designated a UNESCO\nGoodwill Ambassador by UNESCO Director-General Irina\nBokova. Recognizing Herbie Hancock’s “dedication to the\npromotion of peace through dialogue, culture and the arts,”\nthe Director-General has asked the celebrated jazz musician\n“to contribute to UNESCO’s efforts to promote mutual\nunderstanding among cultures, with a particular emphasis on\nfostering the emergence of new and creative ideas amongst\nyouth, to find solutions to global problems, as well as ensuring\nequal access to the diversity of artistic expressions.” UNESCO’s\nGoodwill Ambassadors are an outstanding group of celebrity\nadvocates who have generously accepted to use their talent\nand status to help focus the world’s attention on the objectives\nand aims of UNESCO’s work in its fields of competence:\neducation, culture, science and communication/information\nNow in the fifth decade of his professional life,\nHerbie Hancock remains where he has always been: in the\nforefront of world culture, technology, business and music.\nThough one can’t track exactly where he will go next, he is\nsure to leave his inimitable imprint wherever he lands.\nDANNY HILLIS\nWilliam Daniel “Danny” Hillis (born September 25, 1956,\nin Baltimore, Maryland) is an American inventor, scientist,\nengineer, entrepreneur, and author. He co-founded Thinking\nMachines Corporation, a company that developed the\nConnection Machine, a parallel supercomputer designed\nby Hillis at MIT. He is also co-founder of the Long Now\nFoundation, Applied Minds, Metaweb Technologies,\nApplied Proteomics, and author of The Pattern on the\nStone: The Simple Ideas That Make Computers Work.\nDanny Hillis was born in Baltimore, Maryland\nin 1956. His father, William Hillis, was a US Air Force\nepidemiologist studying hepatitis in Africa and relocated with\nhis family through Rwanda, Burundi, Republic of the Congo,\nand Kenya. He spent a brief part of his childhood in Calcutta,\nIndia when his father was a visiting faculty at ISI, Calcutta.\nDuring these years the young Hillis was home schooled by his\nmother Aryge Briggs Hillis, a biostatistician, and developed an\nearly appreciation for mathematics and biology. His younger\nbrother is David Hillis, a professor of evolutionary biology\nat the University of Texas at Austin, and his sister is Argye E.\nHillis, a professor of neurology at Johns Hopkins University.\nIn 1978 Hillis graduated from MIT with a BS degree\nin mathematics, followed in 1981 with an MS\ndegree in Electrical Engineering and Computer\nScience (EECS), specializing in robotics.\nDuring this time Hillis worked at the MIT Logo\nLaboratory developing computer hardware and software for\nchildren. He designed computer-oriented toys and games\nfor the Milton Bradley Company, and co-founded Terrapin\nSoftware—a producer of computer software for elementary\nschools. He also built a digital computer composed of\nTinkertoys that is on display at the Museum of Science, Boston.\nHillis’ major research, however, was into parallel\ncomputing. Hillis designed the Connection Machine, a\nparallel supercomputer; in 1983 Hillis co-founded Thinking\nMachines Corporation to produce and market supercomputers\nbased on this design. In 1988, continuing this research, Hillis\nreceived a PhD in EECS from MIT under doctoral advisers\nGerald Jay Sussman, Marvin Minsky and Claude Shannon.\nHillis co-founded Thinking Machines Corporation in\n1983 while doing his doctoral work at MIT. The company was\nto develop Hillis’ Connection Machine design into commercial\nparallel supercomputers, and to explore computational\npathways to building artificial intelligence. Hillis’ ambitions\nare represented by the company’s motto: “We’re building\na machine that will be proud of us,” and Hillis’ parallel\narchitecture was to be the main component for this task:\nClearly, the organizing principle of the brain is\nparallelism. It’s using massive parallelism. The information\nis in the connection between a lot of very simple parallel\nunits working together. So if we built a computer that was\nmore along that system of organization, it would likely\nbe able to do the same kinds of things the brain does.\nAt Thinking Machines Corporation, Hillis\nbuilt a technical team with many people that would\nlater become leaders in science and industry including\nBrewster Kahle, Guy Steele, Sydney Brenner, David\nWaltz, Jack Schwartz, and Eric Lander. He even recruited\nRichard Feynman to spend his summers there. For many\nyears, Thinking Machines Corporation connection\nmachines were the fastest computers in the world.\nDuring 1994, however, Thinking Machines filed for\nbankruptcy. In 1996, after a short stint as a professor at the MIT\nMedia Lab, Hillis joined The Walt Disney Company full time\nin the newly created role of Disney Fellow and Vice President,\nResearch and Development, Walt Disney Imagineering,\nwhich Hillis claimed was an early ambition of his:\nI’ve wanted to work at Disney ever since I was a\nchild…I remember listening to Walt Disney on television\ndescribing the ‘Imagineers’ who designed Disneyland.\nI decided then that someday I would be an Imagineer.\nLater, I became interested in a different kind of magic—\nthe magic of computers. Now I finally have the perfect\njob—bringing computer magic into Disney.\nAt Disney, Hillis developed new technologies as well\nas business strategies for Disney’s theme parks, television,\nmotion pictures, Internet and consumer products businesses.\nHe also designed new theme park rides, a full sized walking\nrobot dinosaur and various micro mechanical devices.\nHillis left Disney in 2000, taking with him Bran\nFerren, President of the Walt Disney Imagineering, R&D\nCreative Technologies division. Together, Ferren and Hillis\nfounded Applied Minds, a company aimed at providing\ntechnology and consulting services to firms in an array of\nindustries, including aerospace, electronics, and toys. In\nJuly 2005, Hillis and others from Applied Minds initiated\nMetaweb Technologies, Inc. to develop a semantic data storage\ninfrastructure for the Internet, and Freebase, an “open,\nshared database of the world’s knowledge”. When Metaweb\nwas acquired by Google, the technology became the basis\nof Google’s Knowledge Graph. Hillis, together with\nDr. David B. Agus, cofounded a spinoff of Applied Minds\ncalled Applied Proteomics Inc which designed and\nprototyped a machine that measures the level of proteins\nin the blood for medical diagnosis.\nHillis’ work with Agus on cancer led to the\nfounding of the University of Southern California\nPhysical Sciences-Oncology Center (USC PS-OC),\nfunded by the National Cancer Institute (NCI). Hillis\nis the principle investigator of this program.\nIn 1993, with Thinking Machines facing its demise,\nHillis wrote about long-term thinking and suggested a\nproject to build a clock designed to function for millennia:\nWhen I was a child, people used to talk about\nwhat would happen by the year 2000. Now, thirty years\nlater, they still talk about what will happen by the year\n2000. The future has been shrinking by one year per year\nfor my entire life. I think it is time for us to start a longterm\nproject that gets people thinking past the mental\nbarrier of the Millennium. I would like to propose a large\n(think Stonehenge) mechanical clock, powered by seasonal\ntemperature changes. It ticks once a year, bongs once a\ncentury, and the cuckoo comes out every millennium.\nThis clock became the Clock of the Long\nNow, a name invented by the songwriter and composer,\nBrian Eno. Hillis wrote an article for Wired magazine\nsuggesting a clock that would last over 10,000 years.\nThe project led directly to the founding of the Long Now\nFoundation in 1996 by Hillis and others, including Stewart\nBrand, Brian Eno, Esther Dyson, and Mitch Kapor.\nHillis asserts that parallelism itself is approximately\nthe main ingredient of intelligence; that there is not\nanything else required to make a mind result from a\ndistributed network of processors. Hillis believes that\n…intelligence is just a whole lot of little\nthings, thousands of them. And what will happen is\nwe’ll learn about each one at a time, and as we do it,\nmachines will be more and more like people. It will\nbe a gradual process, and that’s been happening.\nThis is not so different from Marvin Minsky’s Society\nof Mind theory, which holds that mind is a collection of agents,\neach one taking care of a particular aspect of intelligence,\nand communicating with one another, exchanging\ninformation as required.\nSome artificial intelligence theorists have other\nopinions—that it’s not the underlying computational\nmode that’s crucial, but rather particular algorithms\n(of reasoning, memory, perception, etc.). Others\nargue that the right combination of “little things” is\nneeded to give rise to the overall emergent patterns of\ncoordinated activity that constitute real intelligence.\nHillis is one of a small number of people\nwho have made a serious attempt to create such a\n“thinking machine” and his ambitions are clear:\n“I’d like to find a way for consciousness to\ntranscend human flesh. Building a thinking machine is\nreally a search for a kind of Earthly immortality. Something\nmuch more intelligent than we can exist. Making a\nthinking machine is my way to reach out to that.”\nHillis’ 1998 popular science book The Pattern on the\nStone attempts to explain concepts from computer science for\nlaymen using simple language, metaphor and analogy. It moves\nfrom Boolean algebra through topics such as information\ntheory, parallel computing, cryptography, algorithms,\nheuristics, Turing machines, and promising technologies\nsuch as quantum computing and emergent systems.\nBJARKE INGELS\nQUINCY JONES\nBjarke Ingels started BIG Bjarke Ingels Group in 2005 after\nco-founding PLOT Architects in 2001 and working at OMA\nin Rotterdam. Through a series of award-winning design\nprojects and buildings, Bjarke has developed a reputation\nfor designing buildings that are as programmatically\nand technically innovative as they are cost and resource\nconscious. Bjarke has received numerous awards and\nhonors, including the Danish Crown Prince’s Culture Prize\nin 2011, the Golden Lion at the Venice Biennale in 2004,\nand the ULI Award for Excellence in 2009. In 2011, the Wall\nStreet Journal awarded Bjarke the Architectural Innovator\nof the Year Award. In 2012, the American Institute of\nArchitects granted the 8 House its Honor Award, calling it\n“a complex and exemplary project of a new typology.”\nAlongside his architectural practice, Bjarke\ntaught at Harvard University, Yale University, Columbia\nUniversity, and Rice University and is an honorary professor\nat the Royal Academy of Arts, School of Architecture in\nCopenhagen. He is a frequent public speaker and has\nspoken in venues such as TED, WIRED, AMCHAM, 10\nDowning Street, and the World Economic Forum.\nAn impresario in the broadest and most creative sense\nof the word, Quincy Jones’ career has encompassed the\nroles of composer, record producer, artist, film producer,\narranger, conductor, instrumentalist, TV producer, record\ncompany executive, magazine founder, multi-media\nentrepreneur and humanitarian. As a master inventor of\nmusical hybrids, he has shuffled pop, soul, hip-hop, jazz,\nclassical, African and Brazilian music into many dazzling\nfusions, traversing virtually every medium, including\nrecords, live performance, movies and television.\nCelebrating more than 60 years performing and\nbeing involved in music, Quincy’s creative magic has spanned\nover six decades, beginning with the music of the postswing\nera and continuing through today’s high-technology,\ninternational multi-media hybrids. In the mid-50’s, he was\nthe first popular conductor-arranger to record with a Fender\nbass. His theme from the hit TV series Ironside was the first\nsynthesizer-based pop theme song. As the first black composer\nto be embraced by the Hollywood establishment in the 60’s,\nhe helped refresh movie music with badly needed infusions of\njazz and soul. His landmark 1989 album, Back On The Block—\nnamed “Album Of The Year” at the 1990 Grammy Awards—\nbrought such legends as Dizzy Gillespie, Ella Fitzgerald, Sarah\nVaughan and Miles Davis together with Ice T, Big Daddy Kane\nand Melle Mel to create the first fusion of the be bop and hip\nhop musical traditions; while his 1993 recording of the critically\nacclaimed Miles and Quincy Live At Montreux, featured\nQuincy conducting Miles Davis’ live performance of the\nhistoric Gil Evans arrangements from the Miles Ahead, Porgy\nand Bess and Sketches of Spain sessions, garnered a Grammy\nAward for Best Large Jazz Ensemble Performance. As producer\nand conductor of the historic “We Are The World” recording\n(the best-selling single of all time) and Michael Jackson’s\nmulti-platinum solo albums, Off The Wall, Bad and Thriller\n(the best selling album of all time, with over 50 million copies\nsold), Quincy Jones stands as one of the most successful and\nadmired creative artist/executives in the entertainment world.\nHis 1995 recording, Q’s Jook Joint, again showcased\nQuincy’s ability to mold the unique talents of an eclectic\ngroup of singers and musicians, in what resulted in a\nretrospective of his broad and diverse career from that of\na seasoned Jazz musician, to skilled composer, arranger,\nand bandleader, to acclaimed record producer.\nA reference to the backwoods club houses of rural\nAmerica in the 1930’s, 40’s, and 50’s, the platinum selling\nQ’s Jook Joint featured performances by artists such as\nBono, Brandy, Ray Charles, Phil Collins, Coolio, Kenny\n“Babyface” Edmonds, Gloria Estefan, Rachelle Ferrell, Aaron\nHall, Herbie Hancock, Heavy D., Ron Isley, Chaka Khan, R.\nKelly, Queen Latifah, Tone Loc, the Luniz, Brian McKnight,\nMelle Mel, Shaquille O’Neal, Joshua Redman, the Broadway\nmusical troupe Stomp, SWV, Take 6, newcomer Tamia,\nToots Thielemans, Mervyn Warren, Barry White, Warren\nWiebe, Charlie Wilson, Nancy Wilson, Stevie Wonder, Mr.\nX, and Yo-Yo, among others, and garnered seven Grammy\nnominations. His recording, From Q, With Love, featured a\ncollection of 26 love songs that he recorded over the last 32\nyears of his more than 50 year career in the music business.\nNamed by Time Magazine as one of the most\ninfluential jazz musicians of the 20th century, Quincy Jones\nwas born on March 14, 1933, in Chicago and brought up\nin Seattle. While in junior high school, he began studying\ntrumpet and sang in a gospel quartet at age 12. His musical\nstudies continued at the prestigious Berklee College of\nMusic in Boston, where he remained until the opportunity\narose to tour with Lionel Hampton’s band as a trumpeter,\narranger and sometime-pianist. He moved on to New York\nand the musical “big leagues” in 1951, where his reputation\nas an arranger grew. By the mid-50’s, he was arranging and\nrecording for such diverse artists as Sarah Vaughan, Ray\nCharles, Count Basie, Duke Ellington, Big Maybelle, Dinah\nWashington, Cannonball Adderly and LeVern Baker.\nIn 1957, Quincy decided to continue his musical\neducation by studying with Nadia Boulanger, the legendary\nParisian tutor to American expatriate composers such as\nLeonard Bernstein and Aaron Copeland. To subsidize\nhis studies he took a job with Barclay Disques, Mercury’s\nFrench distributor. Among the artists he recorded in Europe\nwere Charles Aznavour, Jacques Brel and Henri Salvador,\nas well as such visitors from America as Sarah Vaughan,\nBilly Eckstine and Andy Williams. Quincy’s love affair with\nEuropean audiences continues through the present: in 1991,\nhe began a continuing association with the Montreux Jazz\nand World Music Festival, which he serves as co-producer.\nQuincy won the first of his many Grammy’s in\n1963 for his Count Basie arrangement of “I Can’t Stop\nLoving You.” Quincy’s three-year musical association as\nconductor and arranger with Frank Sinatra in the mid-60’s\nalso teamed him with Basie for the classic Sinatra At The\nSands, containing the famous arrangement of “Fly Me To\nThe Moon,” the first recording played by astronaut Buzz\nAldrin when he landed upon the moon’s surface in 1969.\nWhen he became vice-president at Mercury Records\nin 1961, Quincy became the first high-level black executive\nof an established major record company. Toward the end of\nhis association with the label, Quincy turned his attention\nto another musical area that had been closed to blacks--the\nworld of film scores. In 1963, he started work on the music\nfor Sidney Lumet’s The Pawnbroker and it was the first of\nhis 33 major motion picture scores. In 1985, he co-produced\nSteven Spielberg’s adaptation of Alice Walker’s The Color\nPurple, which garnered eleven Oscar nominations, introduced\nWhoopi Goldberg and Oprah Winfrey to film audiences, and\nmarked Quincy’s debut as a film producer. In 1991 Quincy\nhelped launch NBC-TV’s hit series, The Fresh Prince Of\nBel Air, for which he served as an executive producer.\nIn 1990, Quincy Jones formed Quincy Jones\nEntertainment (QJE), a co-venture with Time Warner, Inc. The\nnew company, which Quincy served as CEO and chairman,\nhad a broad ranging, multi-media agenda which encompassed\nprogramming for current and future technologies, including\ntheatrical motion pictures and network, cable and syndicated\ntelevision. QJE produced NBC Television’s Fresh Prince Of\nBel Air (now in syndication), and UPN’s In The House and\nFox Television’s Mad TV, among other syndicated shows and\ntelevision specials. In 1991 Jones founded VIBE Magazine,\nand with his publishing group VIBE Ventures, would go on to\nacquire SPIN Magazine before divesting his magazine interests.\nIn January 1992, Quincy Jones executive produced\nthe An American Reunion concert at Lincoln Memorial,\nan all-star concert and celebration that was the first\nofficial event of the presidential inaugural celebration\nand drew widespread acclaim as an HBO telecast.\nOn March 25, 1996, Quincy Jones, executive\nproduced the most watched awards show in the\nworld, the 68th Annual Academy Awards. The show\nreceived widespread acclaim as one of the most\nmemorable Academy Award shows in recent years.\nIn 1997, Quincy Jones formed the Quincy Jones\nMedia Group. QJMG’s feature film projects in development\ninclude such highly anticipated films as the adaptations of the\nRalph Ellison novel Juneteeth, David Halberstam’s The Children\nfor Home Box Office in association with producers Kathleen\nKennedy and Frank Marshall, a bio-pic on the 19th century\nRussian poet Alexander Pushkin, Pimp and Seeds of Peace for\nShowtime, among others. For television, QJMG is developing\nthe sit-com The White Guy. QJMG is also active in live\nentertainment, direct response marketing, and cross-media\nprojects for home entertainment and educational applications.\nAs a record company executive, Quincy remained\nhighly active in the recording field throughout the 1990s as the\nguiding force behind his own Qwest Records, which boasted\nsuch important artists as New Order, Tevin Campbell, Andre\nCrouch, Patti Austin, James Ingram, Siedah Garrett, Gregory\nJefferson and Justin Warfield. New Order’s album, Substance\nearned Qwest a gold album in 1987. Tevin Campbell’s T.E.V.I.N\nwas both a critical sensation and major commercial success,\nand the label’s release of the Boyz N The Hood soundtrack\nalbum was among the most successful soundtrack recordings\nof 1991. Qwest Records has also released soundtrack albums\nfrom the major motion pictures Sarafina! and Malcolm X.\nIn 1994, Quincy Jones led a group of businessmen,\nincluding Hall of Fame football player Willie Davis, television\nproducer Don Cornelius, television journalist Geraldo Rivera\nand businesswoman Sonia Gonsalves Salzman in the formation\nof Qwest Broadcasting, a minority controlled broadcasting\ncompany which purchased television stations in Atlanta and\nNew Orleans for approximately $167 million, establishing it\nas one of the largest minority owned broadcasting companies\nin the United States. Quincy served as chairman and CEO of\nQwest Broadcasting. In 1999, taking advantage of the rapid\nescalation of broadcast station values, Jones and his partners\nsold Qwest Broadcasting for a reported $270 million.\nThe laurels, awards and accolades have been\ninnumerable: Quincy has won an Emmy Award for his score\nof the of the opening episode of the landmark TV miniseries,\nRoots, seven Oscar nominations, the Academy of Motion\nPicture Arts and Sciences’ Jean Hersholt Humanitarian Award,\n27 Grammy Awards, and N.A.R.A.S.’ prestigious Trustees’\nAward and The Grammy Living Legend Award. He is the alltime\nmost nominated Grammy artist with a total of 79 Grammy\nnominations. In 1990, France recognized Quincy with its most\ndistinguished title, the Commandeur de la Legion d’ Honneur.\nHe is also the recipient of the French Ministry of Culture’s\nDistinguished Arts and Letters Award. Quincy is the recipient\nof the Royal Swedish Academy of Music’s coveted Polar\nMusic Prize, and the Republic of Italy’s Rudolph Valentino\nAward. He is also the recipient of honorary doctorates from\nHoward University, the Berklee College of Music, Seattle\nUniversity, Wesleyan University, Brandeis University,\nLoyola University (New Orleans), Clark Atlanta University,\nClaremont University’s Graduate School, the University of\nConnecticut, Harvard University, Tuskegee University, New\nYork University, University of Miami and The American\nFilm Institute, among others. In 2001, Jones was named a\nKennedy Center Honoree, for his contributions to the cultural\nfabric of the United States of America. He was recognized by\nthe National Endowment for the Arts as a Jazz Master—the\nnation’s highest jazz honor, and was most recently bestowed\nthe National Medal of Arts, our nation’s highest artistic honor.\nIn 1990, his life and career were chronicled in\nthe critically acclaimed Warner Bros. film, Listen Up: The\nLives of Quincy Jones, produced by Courtney Sale Ross,\na film which helped illuminate not only Quincy’s life and\nspirit, but also revealed much about the development of\nthe African American musical tradition. Reflecting on\nthe changes in pop music over the years, Quincy says, “If\nthere are any common denominators, they are spirit and\nmusicality. I go for the music that gives me goose bumps,\nmusic that touches my heart and my soul.” Over the years,\nQuincy Jones has reached the essence of music and art:\nthe ability to touch people’s feelings and emotions.\nIn 2001, Quincy Jones added the title “Best\nSelling Author” to his list of accomplishments when his\nautobiography Q: The Autobiography of Quincy Jones entered\nthe New York Times, Los Angeles Times and Wall Street Journal\nBest-Sellers lists. Released by Doubleday Publishing, the\ncritically acclaimed biography retells Jones’ life story from\nhis days as an impoverished youth on the Southside of\nChicago through a massively impressive career in music,\nfilm and television where he worked beside legends such\nas Billie Holiday, Ray Charles, Dizzy Gillespie, Count\nBasie, Ella Fitzgerald and Michael Jackson, among many\nothers. In conjunction with the autobiography, Rhino\nRecords released a 4-cd boxed set of Jones’ music, spanning\nhis more than 5 decade career in the music business,\nentitled “Q: The Musical Biography of Quincy Jones.”\nThe audio recording of “Q: The Autobiography\nof Quincy Jones,” (Simon & Schuster) earned Jones\nhis 27th Grammy Award, in the Best Spoken Word\nCategory, while “Q: The Musical Biography of Quincy\nJones” garnered him a 15th NAACP Image Award,\nin the category of Outstanding Jazz Artist.\nIn 2008 The Complete Quincy Jones: My Journey &\nPassions, (Palace Press) examined the virtuosity of the man\nFrank Sinatra named “Q,” celebrating his prolific contribution\nto American art and culture. The book included a foreword\nby Clint Eastwood, preface from Bono, an introduction by\nMaya Angelou and an afterword by Sidney Poitier. Comprised\nof personal interviews and recollections from Jones, this\ncollection peers behind the veil of celebrity, with extraordinary\naccess to his creative inspirations and achievements.\nJones next projects include the forthcoming\nrelease of Soul Bossa Nostra, an album featuring some of\ntoday’s biggest recording artists and producers such as\nUsher, Ludacris, Akon, Jamie Foxx, Jennifer Hudson, Mary\nJ. Blige, T-Pain, Robin Thicke, LL Cool J, John Legend,\nSnoop Dogg, Wyclef Jean, Q-Tip, Talib Kweli, Three 6 Mafia,\nDavid Banner, Bebe Winans, Mervyn Warren, Jermaine\nDupri, DJ Paul, and Scott Storch, among others, who have\njoined together to celebrate the music of the multi-Grammy\nwinning producer, composer and arranger by recording\ncontemporary versions of popular recordings from his\nmassive catalog; the book Q on Producing which recounts\nhis six-decade long career working in the recording studio\nwith music icons such as Count Basie, Duke Ellington,\nElla Fitzgerald, Frank Sinatra and Michael Jackson, among\nmany others; a duets album with Stevie Wonder and Tony\nBennett; as well as multiple projects for film and television.\nWith a long history of humanitarian work which\nbegan in the 1960’s and 70’s, Jones was one of the key\nsupporters of Jesse Jackson’s Operation P.U.S.H. In 1985, he\npioneered the model of using celebrity to raise money and\nawareness for a cause with “We Are the World.” The song\nremains the best-selling single of all-time, and raised more\nthan $63 Million for Ethiopian famine relief. More importantly,\nhowever, it shined a spotlight on the Ethiopian drought and\nU.S. Government responded with over $800 million in aid.\nIn 1999 Quincy Jones joined Bono and Bob\nGeldof during a meeting with Pope John Paul II as a part of\nthe Jubilee 2000 delegation to end third world debt. The\ndelegation’s visit resulted in $27 billion in third world debt\nrelief for Bolivia, Mozambique, and the Ivory Coast.\nIn 2004, in front of a live audience of more than\na half-million spectators, Jones launched the We Are the\nFuture initiative with a concert featuring Carlos Santana,\nAlicia Keyes, Josh Groban, Oprah Winfrey, Norah Jones\nand a host of other entertainers from around the world.\nThe initiative has established Municipal Child Centers\nin the cities of Addis Ababa (Ethiopia), Asmara (Eritrea),\nFreetown (Sierra Leone), Kigali (Rwanda) and Nablus\n(Palestine) where youth are being trained to run childbased\nprograms in health, nutrition, Information and\nCommunication Technology (ICT), Sports and Arts.\nIn 2007, Jones and the Harvard School of Public\nHealth joined forces to advance the health and well-being of\nchildren worldwide through Project Q, a strategic initiative\nof School’s Center for Health Communication. Through\nthe strategic use of media, Project Q challenges leaders\nand citizens of the world to provide essential resources\nto enable young people to achieve their full potential.\nA centerpiece of Project Q is the Q Prize, which\nrecognizes extraordinary leadership by public figures and social\nentrepreneurs who are championing the needs of children.\nThe inaugural Q Prize was awarded in January 2007 to Scott\nNeeson, founder of the Cambodian Children’s Fund, and over\n$600,000 was raised in support of Neeson’s work. The 2008\nQ Prize will be awarded on October 23 in New York City.\nThrough his personal foundation, The Quincy\nJones Foundation, Jones raises awareness and financial\nresources for initiatives that support global children’s\nissues in areas of conflict, malaria eradication, clean\nwater and efforts to restore the Gulf Coast (post-Katrina).\nPhilanthropic partners include Malaria No More, Millennium\nPromise, and R&B singer Usher’s New Look Foundation.\nMARY JORDAN\nJON KAMEN\nMary Catherine Jordan (born November 10, 1960) is a Pulitzer\nPrize-winning American journalist for the Washington Post.\nShe is currently the editor of Washington Post Live, which\norganizes political debates, conferences and news events\nfor the media company. She has written on U.S. politics,\nthe American education system and many other subjects.\nWith her husband, Post journalist Kevin Sullivan, Jordan\nran the newspaper’s bureaus in Tokyo, Mexico City and\nLondon. Jordan has written from nearly 40 countries and\nalso been a frequent commentator on BBC Television.\nJordan, a daughter of Irish immigrants, was\nborn and raised in Cleveland, Ohio. She graduated from\nGeorgetown University in 1983 and earned a master’s\ndegree from Columbia University’s Graduate School of\nJournalism in 1984. In 1989–90, Jordan was awarded\na Nieman Fellowship by Harvard University.\nJordan began her Post career as an intern\nfor the Style section, crisscrossed the country writing\nabout colleges and schools as the national education\nreporter, and covered Virginia and national politics.\nFor a year at Trinity College in Dublin, Ireland, she\nstudied William Butler Yeats and other Irish poets. She was\ngiven her first job in the newspaper business by legendary Irish\nauthor and editor Tim Pat Coogan, who hired her to write a\ncolumn in the Irish Press. She enrolled in Japanese language\nclasses at Georgetown University before moving to Tokyo for\nfour years and studied Spanish on a post-graduate fellowship\nat Stanford University before moving to Mexico for five years.\nCurrently, Jordan moderates many high-profile\nforums for the Washington Post including the “The 40th\nAnniversary of Watergate” in June 2012 that featured key\nWatergate figures including including former White House\ncounsel John Dean, Washington Post editor Ben Bradlee,\nand reporters Bob Woodward and Carl Bernstein.\nShe hosted the 2010 Maryland gubernatorial\ndebate between Governor Martin O’Malley and former\nGovernor Robert Ehrlich, and moderated a rare sitdown\nwith Redskin owner Dan Snyder, Capital’s owner Ted\nLeonsis, and other owners of Washington’s sports teams.\nAmong the many newsmakers she has interviewed:\nLegendary singer and songwriter Paul McCartney, Colombian\nnovelist Gabriel Garcia Marquez, Nobel Prize winner Henry\nKissinger, former British Prime Minister Tony Blair and\nBenjamin Arellano Felix, one of Mexico’s most notorious\ndrug kingpins. Jordan has written extensively about injustices\nand discrimination against women around the world\nincluding articles about the exceedingly low conviction\nrate of rape in Britain and the unfortunate girls in India\ndenied schooling solely because they were not born male.\nJordan and Sullivan won the 2003 Pulitzer Prize for\nInternational Reporting for their Post series on the “horrific\nconditions in Mexico’s criminal justice system and how\nthey affect the daily lives of people,” as the Pulitzer Board\ndescribed. Along with four Post photographers, Jordan and\nSullivan were also finalists for the 2009 Pulitzer Prize for\nInternational Reporting for their series of stories on the\ndifficulties women face around the world. The Pulitzer jury\ncalled the series a “sensitive examination of how females in\nthe developing world are often oppressed from birth to death,\na reporting project marked by indelible portraits of women\nand girls and enhanced by multimedia presentations.”\nJordan and Sullivan authored The Prison Angel:\nMother Antonia’s Journey from Beverly Hills to a Life of Service\nin a Mexican Jail (The Penguin Press, 2005). In 2006, the\nbook won the Christopher Award, which “salutes media\nthat affirm the highest values of the human spirit.”\nJordan and Sullivan have also won numerous other awards\nincluding the George Polk Award for their coverage of the 1997\nAsian Financial Crisis and awards from the Overseas Press\nClub of America and the Society of Professional Journalists.\n@radical.media creates some of the world’s most innovative\ncontent across all platforms of media. Originally renowned\nfor its commercial and advertising success, it has transformed\nand grown to develop, produce, and distribute television,\nfeature films, music programming, live events, digital\ncontent and design. As the founding Chairman and CEO\nof @radical.media, Jon continues to expand @radical’s\ncapabilities within this ever-evolving media landscape.\nBeyond an Executive, Jon is a Producer and Executive\nProducer of groundbreaking projects. Amongst @radical’s\nmajor achievements, @radical.media has been recognized\nfor producing multiple award-winning projects including\nthe Academy Award and Independent Spirit Award for the\ndocumentary The Fog of War; and a Grammy for the Concert\nfor George. This past year, @radical produced the Academy\nAward and Emmy-nominated HBO documentary Paradise\nLost 3 and the Emmy-nominated A&E documentary following\nPaul Simon’s Graceland journey, Under African Skies.\n@radical is currently in production on a Ron Howarddirected\ndocumentary on the Made In America festival in\nPhiladelphia. And it recently launched THNKR, a Premium\nYouTube Channel, offering viewers extraordinary access to\nthe people, stories, and ideas that are transforming the world.\nBeyond his professional duties and\nprolific production credits, Jon is on the Board of Trustees\nof the Rhode Island School of Design, and has recently\nhas been appointed to the Board of the Mr. Holland’s\nOpus Foundation. Jon has continuously fostered @\nradical’s work with numerous organizations and public\nservice initiatives, including RED, ONE, and Conservation\nInternational. In 2012, he accepted Mayor Bloomberg’s\nMade in New York Award at Gracie Mansion.\nJon strives to increase the reach, impact, and\nlegacies of the advertising and entertainment industries.\nDuring his two terms as National Chairman of the AICP,\nhe founded the “Art and Technique of the American\nTelevision Commercial,” which has been presented for\nthe past 20 years at the Museum of Modern Art. In 1994,\nJon received the Crystal Apple Award for his outstanding\ncontributions to the city’s production industry.\nJEFFREY KATZENBERG\nJeffrey Katzenberg (born December 21, 1950) is an American\nfilm producer and CEO of DreamWorks Animation. He\nis perhaps most known for his period as chairman of The\nWalt Disney Studios when Disney produced some of its\nbiggest hits, including The Little Mermaid, Beauty and the\nBeast, Aladdin and The Lion King. As a founder and CEO\nof DreamWorks Animation, he has overseen the production\nof such animated franchises as Shrek, Madagascar, Kung Fu\nPanda, Monsters vs. Aliens and How to Train Your Dragon.\nKatzenberg was born in New York City, the son\nof Anne, an artist, and Walter, a stockbroker. He attended\nthe Ethical Culture Fieldston School, graduating in 1969.\nKatzenberg began his career as an assistant to\nproducer David Picker, then in 1974 he became an assistant\nto Barry Diller, the Chairman of Paramount Pictures. Diller\nmoved Katzenberg to the marketing department, followed\nby other assignments within the studio, until he was\nassigned to revive the Star Trek franchise, which resulted\nin the hit film, Star Trek: The Motion Picture (1979). He\ncontinued to work his way up and became President of\nProduction under Paramount President Michael Eisner.\nIn 1984, Michael Eisner became Chief Executive\nOfficer (CEO) at The Walt Disney Company. Eisner brought\nKatzenberg with him to take charge of Disney’s motion\npicture division. Katzenberg was responsible for reviving\nthe studio which, at the time, ranked last at the box office\namong the major studios. He focused the studio on the\nproduction of adult-oriented comedies under its Touchstone\nPictures banner, including films such as Down and Out in\nBeverly Hills (1986), Three Men and a Baby (1987) and Good\nMorning, Vietnam (1987). By 1987, Disney had become\nthe number-one studio at the box office. Katzenberg also\noversaw Touchstone Television, which produced such hit\nTV series, The Golden Girls and Home Improvement.\nKatzenberg was also charged with turning around\nDisney’s ailing Feature Animation unit, creating some\nintrastudio controversy when he personally edited three\nminutes out of a completed Disney animated feature, The\nBlack Cauldron (1985), shortly after joining the company.\nUnder his management, the animation department eventually\nbegan creating some of Disney’s most critically acclaimed and\nhighest grossing animated features. These films include Who\nFramed Roger Rabbit (1988), The Little Mermaid (1989),The\nRescuers Down Under (1990), Beauty and the Beast (1991,\nthe first animated feature to be nominated for an Academy\nAward for Best Picture), Aladdin (1992), and The Lion King\n(1994). In addition, Katzenberg also sealed the deal that\ncreated the highly successful partnership between Pixar and\nDisney and the deal that brought Miramax Films into Disney.\nWhen Eisner’s second in command, Frank Wells,\ndied in a helicopter crash in 1994, Eisner refused to promote\nKatzenberg to the vacated position of president. This led to\na falling out between the two executives, and Katzenberg\nleft the company in September 1994. He launched a lawsuit\nagainst Disney to recover money he felt he was owed and\nsettled out of court for an estimated $250 million.\nLater in 1994, Katzenberg co-founded\nDreamWorks SKG with Steven Spielberg and David\nGeffen, with Katzenberg taking primary responsibility for\nanimation operations. He was also credited as executive\nproducer on the DreamWorks animated films The Prince\nof Egypt (1998), The Road to El Dorado and Joseph:\nKing of Dreams (both in 2000) and Shrek in 2001.\nAfter DreamWorks Animation suffered a\n$125 million loss on the traditionally-animated Sinbad:\nLegend of the Seven Seas, the studio switched to all\ncomputer-generated animation. Since then, DreamWorks’\nanimated films have been consistently successful.\nIn 2004, DreamWorks Animation (DWA)\nwas spun off from DreamWorks as a separate\ncompany headed by Katzenberg in an IPO and has\nrecorded mostly profitable quarters since then.\nThe live-action DreamWorks movie studio was\nsold to Viacom in December 2005. In 2008, the liveaction\nDreamWorks studio again became an independent\nproduction company, releasing its films through Disney.\nIn 2006, Katzenberg made an appearance on the\nfifth season of The Apprentice. He awarded the task winners\nan opportunity to be character voices in Over the Hedge.\nKatzenberg has been an industry leader in promoting\ndigital 3D production of film, calling it “the greatest advance\nin the film industry since the arrival of color in the 1930s.”\nWhen Katzenberg appeared on The Colbert Report on April\n20, 2010, he confirmed that from now on “every single\nmovie” that DreamWorks Animation produced would be\nin 3D and gave Stephen Colbert a pair of new 3D glasses.\nKatzenberg married Marilyn Siegel, a kindergarten\nteacher, in 1975, and they have two children.\nTogether, Marilyn and Jeffrey have been highly\nactive in charitable causes. They donated the multimillion-dollar\nKatzenberg Center to Boston University’s\nCollege of General Studies, citing that the school gave\ntheir two children the “love of education.” They also\ndonated the Marilyn and Jeffrey Katzenberg Center for\nAnimation at the University of Southern California.\nIn addition to serving as Chairman of the Board\nfor the Motion Picture and Television Fund Foundation,\nKatzenberg sits on the boards or serves as a trustee of AIDS\nProject Los Angeles, American Museum of the Moving Image,\nCalifornia Institute of the Arts, Cedars-Sinai Medical Center,\nGeffen Playhouse, Michael J. Fox Foundation for Parkinson’s\nResearch, University of Southern California School of\nCinematic Arts and The Simon Wiesenthal Center. Together\nwith DreamWorks Animation, Katzenberg founded the\nDreamWorks Animation Academy of Inner-City Arts in 2008.\nKatzenberg has an estimated worth of $800\nmillion according to Forbes. Katzenberg is reported to\nhave donated over $3.5 million in political contributions\nsince 1979: 33% ($1.171+ million) to Democrats, 66%\n($2.33+ million) to special interest groups without party\naffiliations, and less than 1% ($7,000) to Republicans.\nHe was awarded an honorary doctorate from\nRingling College of Art and Design on May 2, 2008.\nNORMAN LEAR\n90\nNorman Lear has enjoyed a long career in television and film,\nand as a political and social activist and philanthropist.\nMr. Lear began his television writing career in 1950\nwhen he and his partner, Ed Simmons, were signed to write\nfor the The Ford Star Revue, starring Jack Haley. After only\nfour shows, they were hired away by Jerry Lewis to write for\nthe Martin and Lewis Colgate Comedy Hour, which they\ncontinued to write until 1953. Mr. Lear then began writing on\nhis own for comedy shows including The Martha Raye Show,\nThe George Gobel Show, and The Tennessee Ernie Ford Show.\nIn 1958, Mr. Lear teamed with director Bud Yorkin\nto form Tandem Productions. Together they produced several\nfeature films, with Mr. Lear taking on roles as executive\nproducer, writer, and director. He was nominated in 1967\nfor an Academy Award for his script for Divorce American\nStyle. In 1970, CBS signed with Tandem to produce All in\nthe Family, which first aired on January 12, 1971 and ran for\nnine seasons. It earned four Emmy Awards for Best Comedy\nseries as well as the Peabody Award in 1977. All in the Family\nwas followed by a succession of other television hit shows\nincluding Maude, Sanford and Son, The Jeffersons, One Day\nat a Time, Good Times, and Mary Hartman, Mary Hartman.\nConcerned about the growing influence of radical\nreligious evangelists, Mr. Lear decided to leave television\nin 1980 and formed People For the American Way, a nonprofit\norganization designed to speak out for Bill of Rights\nguarantees and to monitor violations of constitutional\nfreedoms. People For remains an influential and effective\nvoice for freedom. In 1982, he produced a two-hour\ntelevision special I Love Liberty, with a cast of stars and\nan audience filling the Los Angeles Sports Arena.\nMr. Lear’s business career continued in 1984 when\nhe and his business partners created T.A.T. Communications,\nlater known as Embassy Communications, which was sold\nin 1985. Mr. Lear then created and is currently chairman of\nAct III Communications, a multimedia holding company\nwith interests in the recording, motion picture, broadcasting,\npublishing, and licensing industries, including Concord\nMusic Group and Village Roadshow Pictures Group.\nIn addition to People for the American Way, Mr.\nLear has founded other nonprofit organizations, including\nthe Norman Lear Center at the USC Annenberg School\nfor Communication (2000–present), a multidisciplinary\nresearch and public policy center dedicated to exploring\nthe convergence of entertainment, commerce and society;\nthe Business Enterprise Trust (1989–2000) to spotlight\nexemplary social innovations in American business; and\nwith his wife, Lyn, co-founded the Environmental Media\nAssociation (1989–present), to mobilize the entertainment\nindustry to become more environmentally responsible.\nIn 1999, President Clinton bestowed the National\nMedal of Arts on Mr. Lear, noting that “Norman Lear has\nheld up a mirror to American society and changed the way\nwe look at it.” He has the distinction of being among the\nfirst seven television pioneers inducted into the Television\nAcademy Hall of Fame (1984). In addition to his awards for\nAll in the Family, he has been honored by the International\nPlatform Association (1977), the Writers Guild of America\n(1977) and many other professional and civic organizations.\nIn 2001, Lyn and Norman Lear created the\nDeclaration of Independence Road Trip, a four-year\neducational initiative and national multimedia tour of one of\nthe surviving original copies of the Declaration, which they\npurchased to share with the American people. As part of the\nproject, Mr. Lear launched Declare Yourself, a nonpartisan\nyouth voter initiative that registered well over four million\nnew young voters in the 2004, 2006, and 2008 elections.\nAt the Presidential Inauguration in 2009, Declare\nYourself premiered BornAgainAmerican.org, featuring\nan inspiring music video that has been viewed by millions\nacross the country. It is part of an on-going drive to promote\nactive and thoughtful citizenship, as embodied in the\nDeclaration of Independence, which continues to tour.\nMr. Lear is married to Lyn Davis Lear and\nresides in Los Angeles, California. He has six children:\nEllen, Kate, Maggie, Benjamin, Brianna, Madeline and\nfour grandchildren: Daniel, Noah, Griffin, Zoe.\nYO-YO MA\nYo-Yo Ma’s multi-faceted career is testament to his continual\nsearch for new ways to communicate with audiences, and\nto his personal desire for artistic growth and renewal.\nWhether performing new or familiar works from the\ncello repertoire, coming together with colleagues for\nchamber music or exploring cultures and musical forms\noutside the Western classical tradition, Mr. Ma strives\nto find connections that stimulate the imagination.\nOne of Mr. Ma’s goals is the exploration of music as\na means of communication and as a vehicle for the migrations\nof ideas across a range of cultures throughout the world.\nExpanding upon this interest, in 1998, Mr. Ma established\nthe Silk Road Project, a nonprofit arts and educational\norganization. Under his artistic direction, the Silk Road Project\npresents performances by the acclaimed Silk Road Ensemble,\nengages in cross-cultural exchanges and residencies, leads\nworkshops for students, and partners with leading cultural\ninstitutions to create educational materials and programs.\nThe Project’s ongoing affiliation with Harvard\nUniversity has made it possible to broaden and enhance\neducational programming. In the 2011–2012 school year,\nwith ongoing partnerships with arts and educational\norganizations in New York City, it continues to expand Silk\nRoad Connect, a multidisciplinary educational initiative\nfor middle-school students in the city’s public schools.\nDeveloping new music is also a central undertaking of the\nSilk Road Project, which has been involved in commissioning\nand performing more than 60 new musical and multimedia\nworks from composers and arrangers around the world.\nAs the Chicago Symphony Orchestra’s Judson\nand Joyce Green Creative Consultant, Mr. Ma is partnering\nwith Maestro Riccardo Muti to provide collaborative\nmusical leadership and guidance on innovative program\ndevelopment for The Institute for Learning, Access and\nTraining at the Chicago Symphony Orchestra, and for Chicago\nSymphony artistic initiatives. Mr. Ma’s work focuses on the\ntransformative power music can have in individuals’ lives,\nand on increasing the number and variety of opportunities\naudiences have to experience music in their communities.\nMr. Ma and the Institute have created the Citizen Musician\nInitiative, a movement that calls on all musicians, music\nlovers, music teachers and institutions to use the art form\nto bridge gulfs between people and to create and inspire a\nsense of community. www.citizenmusician.org features\nstories of Citizen Musician activity across the globe.\nMr. Ma is also widely recognized for his strong\ncommitment to educational programs that bring the world\ninto the classroom and the classroom into the world.\nWhile touring, he takes time whenever possible to conduct\nmaster classes as well as more informal programs for\nstudents—musicians and non-musicians alike. He has also\nreached young audiences through appearances on “Arthur,”\n“Mister Rogers’ Neighborhood” and “Sesame Street.”\nMr. Ma’s discography of over 75 albums (including\nmore than 15 Grammy Award winners) reflects his wideranging\ninterests. He has made several successful recordings\nthat defy categorization, among them “Hush” with Bobby\nMcFerrin, “Appalachia Waltz” and “Appalachian Journey”\nwith Mark O’Connor and Edgar Meyer and two Grammywinning\ntributes to the music of Brazil, “Obrigado Brazil”\nand “Obrigado Brazil—Live in Concert.” Mr. Ma’s recent\nrecordings include Mendelssohn Trios with Emanuel Ax and\nItzhak Perlman. His new album, “The Goat Rodeo Sessions,”\nwith Edgar Meyer, Chris Thile and Stuart Duncan was\nreleased in October 2011. Across this full range of releases,\nMr. Ma remains one of the best-selling recording artists in the\nclassical field. All of his recent albums have quickly entered\nthe Billboard chart of classical best sellers, remaining in\nthe Top 15 for extended periods, often with as many as four\ntitles simultaneously on the list. In fall 2009, Sony Classical\nreleased a box set of over 90 albums to commemorate Mr.\nMa’s 30 years as a Sony recording artist.\nYo-Yo Ma was born in 1955 to Chinese parents living\nin Paris. He began to study the cello with his father at age\nfour and soon came with his family to New York, where he\nspent most of his formative years. Later, his principal teacher\nwas Leonard Rose at The Juilliard School. He has received\nnumerous awards, including the Avery Fisher Prize (1978),\nthe Glenn Gould Prize (1999), the National Medal of the\nArts (2001), the Dan David Prize (2006), the Sonning Prize\n(2006), the World Economic Forum’s Crystal Award (2008)\nand the Presidential Medal of Freedom (2010). In 2011 Mr.\nMa was recognized as a Kennedy Center Honoree. He was\nthe recipient of the 2012 Polar Music Prize. Appointed a\nCultureConnect Ambassador by the United States Department\nof State in 2002, Mr. Ma has met with, trained and mentored\nthousands of students worldwide in countries including\nLithuania, Korea, Lebanon, Azerbaijan and China. Mr. Ma\nserves as a UN Messenger of Peace and as a member of the\nPresident’s Committee on the Arts & the Humanities. He\nhas performed for eight American presidents, most recently\nat the invitation of President Obama on the occasion of the\n56th Inaugural Ceremony. Mr. Ma and his wife have two\nchildren. He plays two instruments, a 1733 Montagnana\ncello from Venice and the 1712 Davidoff Stradivarius.\nFor additional information, see: www.yo-yoma.\ncom, www.silkroadproject.org, and www.opus3artists.com.\n\nJOHN MAEDA\nJohn Maeda (born 1966 in Seattle, Washington) is a\nJapanese-American graphic designer, computer scientist,\nacademic, and author. His work in design, technology and\nleadership explores the area where the fields merge. He is\nthe current President of the Rhode Island School of Design.\nMaeda was originally a software engineering\nstudent at the Massachusetts Institute of Technology, when\nhe became fascinated with the work of Paul Rand and Muriel\nCooper. Cooper was a director of MIT’s Visual Language\nWorkshop. After completing his bachelors and masters degrees\nat MIT, Maeda studied in Japan at Tsukuba University’s\nInstitute of Art and Design to complete his Ph.D. in design.\nAs an artist, Maeda’s early work redefined\nthe use of electronic media as a tool for expression by\ncombining computer programming with traditional artistic\ntechnique, laying the groundwork for the interactive motion\ngraphics that are taken for granted on the web today. He\nhas exhibited in one-man shows in London, New York\nand Paris. His work is in the permanent collections of\nthe Museum of Modern Art, the San Francisco Museum\nof Modern Art and the Cartier Foundation in Paris.\nAt RISD, Maeda is leading the movement to\ntransform STEM (Science, Technology, Engineering, and\nMath) to STEAM by adding Art. He believes art and design\nare poised to transform our economy in the 21st century\nlike science and technology did in the last century.\nIn 1999, he was named one of the 21 most important\npeople in the 21st century by Esquire. In 2001, he received\nthe National Design Award for Communication Design in\nthe United States and Japan’s Mainichi Design Prize.\nIn 2006, Maeda published Laws of Simplicity, his bestselling\nbook to date, based on a research project to find ways for\npeople to simplify their life in the face of growing complexity.\nIn 2009 he was inducted into the New\nYork Art Director’s Club Hall of Fame, and he\nreceived the AIGA Medal in 2011. He is a trustee of\nthe Cooper-Hewitt National Design Museum.\nJOHN MAZZIOTTA\nNICHOLAS NEGROPONTE\nDr. John Mazziotta is Chair of the Department of\nNeurology, David Geffen School of Medicine at UCLA,\nand Director of the UCLA Ahmanson-Lovelace Brain\nMapping Center. After receiving his B.A. and M.A. degrees\nfrom Columbia University in 1972, he obtained an M.D.\nand Ph.D. in Neuroanatomy and Computer Science from\nGeorgetown University in 1977. Following an internship at\nGeorgetown, he completed Neurology and Nuclear Medicine\ntraining at UCLA and joined the faculty here in 1983.\nDr. Mazziotta chairs one of the nation’s largest\nNeurology departments, which for nine of the last ten\nyears achieved the distinguished position of being first in\nNational Institutes of Health (NIH) research funding. An\nexpert in brain imaging, he established the Brain Mapping\nCenter at UCLA that includes all of the methods available\nto study human brain structure and function. He was the\nprincipal investigator of the International Consortium for\nBrain Mapping, whose goal is to develop the first atlas of\nthe human brain that will include behavioral, demographic,\nimaging, and genetic data from 7,000 subjects.\nSince beginning this work, Dr. Mazziotta has\npublished more than 255 research papers and eight texts.\nHe has received numerous awards and honors, including\nthe Oldendorf Award from the American Society of\nNeuroimaging, the S. Weir Mitchell Award and the\nWartenberg Prize of the American Academy of Neurology,\nthe Von Hevesy Prize from the International Society\nof Nuclear Medicine, the 1996 Medical Science Award\nfrom the UCLA Medical Alumni Association, election\nto the Institute of Medicine of the National Academy of\nSciences, Honorary Doctorate from l’Université de Caen\nand membership in the Royal College of Physicians.\nIn January 2012, Dr. Mazziotta was appointed\nAssociate Vice Chancellor for Medical Sciences and Executive\nVice Dean of the David Geffen School of Medicine at UCLA.\nNicholas Negroponte (born December 1, 1943) is an\nAmerican architect best known as the founder and\nChairman Emeritus of Massachusetts Institute of\nTechnology’s Media Lab, and also known as the founder\nof the One Laptop per Child Association (OLPC).\nNegroponte was born to Dimitri John Negroponte,\na Greek shipping magnate, and grew up in New York\nCity’s Upper East Side. He is the younger brother of John\nNegroponte, former United States Deputy Secretary of State.\nHe attended Buckley School in New York City, Le\nRosey in Switzerland, and The Choate School (now Choate\nRosemary Hall) in Wallingford, Connecticut, from which he\ngraduated in 1961. Subsequently, he studied at MIT as both\nan undergraduate and graduate student in Architecture where\nhis research focused on issues of computer-aided design. He\nearned a Master’s degree in architecture from MIT in 1966.\nNegroponte joined the faculty of MIT in 1966.\nFor several years thereafter he divided his teaching time\nbetween MIT and several visiting professorships at Yale,\nMichigan and the University of California, Berkeley.\nIn 1967, Negroponte founded MIT’s Architecture\nMachine Group, a combination lab and think tank which\nstudied new approaches to human-computer interaction.\nIn 1985, Negroponte created the MIT Media Lab with\nJerome B. Wiesner. As director, he developed the lab into\nthe pre-eminent computer science laboratory for new\nmedia and a high-tech playground for investigating the\nhuman-computer interface. Negroponte also became a\nproponent of intelligent agents and personalized electronic\nnewspapers, for which he popularized the term the Daily Me.\nIn 1992, Negroponte became involved in the creation\nof Wired Magazine as the first investor. From 1993 to 1998,\nhe contributed a monthly column to the magazine in which\nhe reiterated a basic theme: “Move bits, not atoms.”\nNegroponte expanded many of the ideas from his\nWired columns into a bestselling book Being Digital (1995),\nwhich made famous his forecasts on how the interactive\nworld, the entertainment world and the information world\nwould eventually merge. Being Digital was a bestseller and\nwas translated into some twenty languages. Negroponte\nis a digital optimist who believed that computers would\nmake life better for everyone. However, critics such as\nCass Sunstein have faulted his techno-utopian ideas for\nfailing to consider the historical, political and cultural\nrealities with which new technologies should be viewed.\nNegroponte’s belief that wired technologies such\nas telephones will ultimately become unwired by using\nairwaves instead of wires or fiber optics, and that unwired\ntechnologies such as televisions will become wired, is\ncommonly referred to as the Negroponte switch.\nIn 2000, Negroponte stepped down as director\nof the Media Lab as Walter Bender took over as Executive\nDirector. However, Negroponte retained the role of laboratory\nChairman. When Frank Moss was appointed director of the lab\nin 2006, Negroponte stepped down as lab chairman to focus\nmore fully on his work with One Laptop Per Child (OLPC)\nalthough he retains his appointment as professor at MIT.\nIn November 2005, at the World Summit on the\nInformation Society held in Tunis, Negroponte unveiled the\nconcept of a $100 laptop computer, The Children’s Machine,\ndesigned for students in the developing world. The price\nhas increased to US$180, however. The project is part of\na broader program by One Laptop Per Child, a non-profit\norganisation started by Negroponte and other Media Lab\nfaculty, to extend Internet access in developing countries.\nNegroponte is an active angel investor and has\ninvested in over 30 startup companies over the last 30 years,\nincluding Zagats, Wired, Ambient Devices, Skype and Velti.\nHe sits on several boards, including Motorola (listed on the\nNew York Stock Exchange) and Velti (listed on the London\nStock Exchange and the NASDAQ). He is also on the advisory\nboard of TTI/Vanguard. In August 2007, he was appointed\nto a five-member special committee with the objective of\nassuring the continued journalistic and editorial integrity\nand independence of the Wall Street Journal and other Dow\nJones & Company publications and services. The committee\nwas formed as part of the merger of Dow Jones with News\nCorporation. Negroponte’s fellow founding committee\nmembers are Louis Boccardi, Thomas Bray, Jack Fuller,\nand the late former Congresswoman Jennifer Dunn.\nNegroponte has influenced modern\nday futurists, such as David Houle.\n\nTODD OLDHAM\nTodd is a well-known designer whose career spans more\nthan 20 years. Distinguished as an innovator of accessible\ndesign, Todd Oldham is the founder of Todd Oldham Studio,\na multifaceted, full-service design studio based in NYC.\nOriginally a New York fashion designer, the host\nof “Todd Time” on MTV’s House of Style, Todd’s career has\nevolved to include all areas of design, from interior design,\nfilm and photography, to furniture and graphic design.\nTodd is currently working on his 19th book Charley\nHarper’s Animal Kingdom. His previous books include a 672-\npage monograph on the life’s work of artist Alexander Girard; a\nunique ongoing series called Place Space that explores singular\nplaces and the uncommonly devoted people that create them;\nan artist’s monograph on the brilliant, warped work of Wayne\nWhite (all published by AMMO BOOKS). Most recently, Kid\nMade Modern, a collection of art supplies and kits, books\nand events, debuted this summer in all Target locations.\nCRISTINA PATO\nCristina Pato has already opened historical new paths for the\nGaita (Galician bagpipe). In 1998 Cristina Pato became the\nfirst female Gaita player releasing a solo album and since then\nshe has collaborated with world music, jazz, classical and\nexperimental artists (including Chicago Symphony, Yo-Yo Ma,\nThe Chieftains, Arturo O’Farril, World Symphony Orchestra,\nPaquito D’Rivera). Her unique and powerful style full of\npassion and energy has been acclaimed by The New York Times\nas “a virtuosic burst of energy” or the BBC as “the Galician\nbagpipe diva”. Cristina Pato fuses the influences of Latin\nmusic, jazz, pop and contemporary music, and uses her artistry\nand unprecedented virtuosic skill to bring her musical vision\nto life. Pato is a member of Yo-Yo Ma’s Silk Road Ensemble.\nInternationally acclaimed as a Gaita master and\nclassical pianist, Cristina Pato enjoys an active professional\ncareer devoted to both Galician popular and classical music.\nHer dual careers have led to performances throughout major\nstages throughout the world, including USA (Carnegie Hall,\nLincoln Center), India (Kamani Auditorium), Jerusalem\n(Jerusalem Festival), Angola, China, Corea, Portugal\n(Festa do Avante), Brazil (Liszt Festival), UK (Celtic\nConnections), France, Italy (Etnofestival), Germany,\nMexico (Palacio de Bellas Artes) and her native Spain.\nAn active recording artist and performer since age\n12, Ms. Pato has released four solo Gaita recordings, two as a\npianist and has collaborated in more than thirty recordings\nas a guest artist, including the Grammy award winner “Yo-\nYo Ma and Friends; Songs of Joy and Peace” (SONY BMG\n2008), the “Miles Español: New Skectches of Spain” album\nand the Grammy nominated Silk Road Ensemble album “Off\nthe Map”(World Village 2010). Ms. Pato has given more than\n500 concerts with her own band many of them recorded and\nbroadcasted by television stations such as BBC, TVG, CNN\nand RTVE, and she has been praised by newspapers as The\nNew York Times, El Pais, La Voz de Galicia or The Scotsman.\nMs. Pato is Doctor of Musical Arts in Collaborative\nPiano from the Mason Gross School of the Arts, Rutgers\nUniversity (NJ, USA), where she studied with a fellowship\nfrom Fundacion Barrie de la Maza. She was awarded with\nthe Edna Mason Scholarship and the Irene Alm Memorial\nPrize for excellence in scholarly research and performance\n(Rutgers University, May 2008). Cristina Pato holds both\na Master of Music Degree in Piano Performance and a\nMaster of Music Degree in Music Theory and Chamber\nMusic (with honors) from the Conservatorio de Musica\ndel Liceu (Barcelona). She also holds also a Master of\nFine Arts Degree in Digital Arts (Computer Music)\nfrom the Universitat Pompeu Fabra (Barcelona).\nCristina Pato is part of the Leadership Council\nof The SIlk Road Ensemble collaborating closely\nwith Harvard University, the ensemble’s residency.\nCristina is also a faculty member (adjunct) at the\nvocal department of New Jersey City University.\nDuring the 2011-2012 season Cristina Pato has toured\nAfrica and Spain with her own band; USA, China, and Korea\nwith Yo Yo Ma and The Silk Road Ensemble and India with\nHUM Ensemble. She collaborated in the album Miles Español\nalong with Chick Corea and Jack DeJonnette and participated\nat the Kennedy Center Honors Awards honoring Yo Yo Ma with\nThe Silk Road Ensemble, Johns Williams and James Taylor.\nShe is the founder and artistic director of\nGalician Connection, a forum in world music celebrated\nannually at Cidade da Cultura de Galicia.\nMs. Pato resides in New York City since 2004.\nMore info: www.cristinapato.com\n\nSTEVEN PINKER\nSteven Pinker was born in 1954 in the English-speaking Jewish\ncommunity of Montreal,Canada. He earned a bachelor’s\ndegree in experimental psychology at McGill University and\nthen moved to Cambridge, Massachusetts in 1976, where he\nhas spent most of his career bouncing back and forth between\nHarvard and MIT. He earned his doctorate at Harvard in 1979,\nfollowed by a postdoctoral fellowship at MIT, a one-year stint\nas an assistant professor at Harvard, and in 1982, a move back\nto MIT that lasted until 2003, when he returned to Harvard.\nCurrently he is Harvard College Professor and the Johnstone\nFamily Professor in the Department of Psychology. He also\nhas spent two years in California: in 1981–82, when he was an\nassistant professor at Stanford, and in 1995–96,when he spent\na sabbatical year at the University of California, Santa Barbara.\nPinker is an experimental psychologist who is\ninterested in all aspects of language and mind. Much of his\ninitial research was in visual cognition, the ability to imagine\nshapes, recognize faces and objects, and direct attention within\nthe visual field. But beginning in graduate school he cultivated\nan interest in language, particularly language development\nin children, and this topic eventually took over his research\nactivities. Aside from his experimental papers in language and\nvisual cognition, he wrote two fairly technical books early in\nhis career. One outlined a theory of how children acquire the\nwords and grammatical structures of their mother tongue. The\nsecond focused on one aspect of this process, the ability to\nuse different kinds of verbs in appropriate sentences, such as\nintransitive verbs, transitive verbs, and verbs taking different\ncombinations of complements and indirect objects. For the\nnext two decades his research focused on the distinction\nbetween irregular verbs like bring-brought and regular\nverbs like walk-walked. The reason is that the two kinds of\nverbs neatly embody the two processes that make language\npossible: looking up words in memory, and combining words\n(or parts of words) according to rules. He has also studied\nlanguage development in twins and the neuroimaging of\nlanguage processes in the brain, and has recently begun\nlines of research on the nature of reminding and on the\nfunction of innuendo and other forms of indirect speech.\nIn 1994 he published the first of five books\nwritten for a general audience. The Language Instinct was\nan introduction to all aspects of language, held together by\nthe idea that language is a biological adaptation. This was\nfollowed in 1997 by How the Mind Works, which offered a\nsimilar synthesis of the rest of the mind, from vision and\nreasoning to the emotions, humor, and art. In 1999 he\npublished Words and Rules: The Ingredients of Language which\npresented his research on regular and irregular verbs as a\nway of explaining how language works in general. In 2002\nhe published The Blank Slate: The Modern Denial of Human\nNature, which explored the political, moral, and emotional\ncolorings of the concept of human nature. The Stuff of Thought:\nLanguage as a Window into Human Nature, published in 2007,\ndiscussed the ways in which language reveals our thoughts,\nemotions, and social relationships. His most recent book is\nThe Better Angels of Our Nature: Why Violence Has Declined,\npublished in 2011. Pinker frequently writes for The New York\nTimes, Time, The New Republic, and other magazines on\nsubjects such as language and politics, the neural basis of\nconsciousness, and the genetic enhancement of human beings.\nPinker is the Chair of the Usage Panel of The\nAmerican Heritage Dictionary and has served as editor or\nadvisor for numerous scientific, scholarly, media, and\nhumanist organizations, including the American Association\nthe Advancement of Science, the National Science Foundation,\nthe American Academy of Arts and Sciences, the American\nPsychological Association, and the Linguistics Society of\nAmerica. He has won many prizes for his books (including\nthe William James Book Prize three times, the Los Angeles\nTimes Science Book Prize, and the Eleanor Maccoby Book\nPrize), his research (including the Troland Research Prize\nfrom the National Academy of Sciences, the Early Career\nAward from the American Psychological Association, and\nthe Henry Dale Prize from the Royal Institution of Great\nBritain), and his graduate and undergraduate teaching.\nHe is also a Humanist Laureate, the 2006 Humanist of\nthe Year, recipient of the 2008 Innovations for Humanity\nAward from La Ciudad de las Ideas in Mexico, the 2008\nHonorary President of the Canadian Psychological\nAssociation, and the recipient of six honorary doctorates.\nPinker lives in Boston and in Truro\nwith Rebecca Newberger Goldstein. The other\nauthors in the family are his sister Susan Pinker\nand Rebecca’s daughter Yael Goldstein Love.\nLISA RANDALL\nProfessor Lisa Randall studies theoretical particle physics\nand cosmology at Harvard University. Her research\nconnects theoretical insights to puzzles in our current\nunderstanding of the properties and interactions of\nmatter. She has developed and studied a wide variety of\nmodels to address these questions, the most prominent\ninvolving extra dimensions of space. Her work has\ninvolved improving our under-standing of the Standard\nModel of particle physics, supersymmetry, baryogenesis,\ncosmological inflation, and dark matter. Randall’s research\nalso explores ways to experimentally test and verify ideas\nand her current research focuses in large part on the Large\nHadron Collider and dark matter searches and models.\nRandall has also had a public presence through her\nwriting, lectures, and radio and TV appearances. Randall’s\nbooks, Warped Passages: Unraveling the Mysteries of the Universe’s\nHidden Dimensions and Knocking on Heaven’s Door: How\nPhysics and Scientific Thinking Illuminate the Universe and the\nModern World were both on The New York Times’ list of 100\nNotable Books of the Year. Higgs Discovery: The Power of Empty\nSpace was released as a Kindle Single in the summer of 2012\nas an update with recent particle physics developments.\nRandall’s studies have made her among the most\ncited and influential theoretical physicists and she has received\nnumerous awards and honors for her scientific endeavors.\nShe is a member of the National Academy of Sciences, the\nAmerican Philosophical Society, the American Academy of\nArts and Sciences, was a fellow of the American Physical\nSociety, and is a past winner of an Alfred P. Sloan Foundation\nResearch Fellowship, a National Science Foundation Young\nInvestigator Award, a DOE Outstanding Junior Investigator\nAward, and the Westinghouse Science Talent Search. Randall\nis an Honorary Member of the Royal Irish Academy and an\nHonorary Fellow of the British Institute of Physics. In 2003,\nshe received the Premio Caterina Tomassoni e Felice Pietro\nChisesi Award, from the University of Rome, La Sapienza. In\n2006, she received the Klopsteg Award from the American\nSociety of Physics Teachers (AAPT) for her lectures and in\n2007 she received the Julius Lilienfeld Prize from the American\nPhysical Society for her work on elementary particle physics\nand cosmology and for communicating this work to the public.\nRandall has also pursued art-science connections,\nwriting a libretto for Hypermusic: A Projective Opera in Seven\nPlanes that premiered in the Pompidou Center in Paris\nand co-curating an art exhibit for the Los Angeles Arts\nAssociation, Measure for Measure, which was presented\nin Gallery 825 in Los Angeles, at the Guggenheim Gallery\nat Chapman University, and at Harvard’s Carpenter\nCenter. In 2012, she was the recipient of the Andrew\nGemant Award from the American Institute of Physics,\nwhich is given annually for significant contributions to the\ncultural, artistic, or humanistic dimension of physics.\nProfessor Randall was on the list of Time Magazine’s\n“100 Most Influential People” of 2007 and was one of 40\npeople featured in The Rolling Stone 40th Anniversary issue\nthat year. Prof. Randall was featured in Newsweek’s “Who’s\nNext in 2006” as “one of the most promising theoretical\nphysicists of her generation” and in Seed Magazine’s\n“2005 Year in Science Icons”. In 2008, Prof. Randall was\namong Esquire Magazine’s “75 Most Influential People.”\nProfessor Randall earned her Ph.D. from Harvard\nUniversity and held professorships at MIT and Princeton\nUniversity before returning to Harvard in 2001. She is also the\nrecipient of honorary degrees from Brown University, Duke\nUniversity, Bard College, and the University of Antwerp.\nPETER RAVEN\nPeter H. Raven, a leading botanist and advocate of\nconservation and biodiversity with a notably international\noutlook, is president emeritus of the Missouri Botanical\nGarden and George Engelmann Professor of Botany\nEmeritus at Washington University in St. Louis. In addition,\nDr. Raven is a Trustee of the National Geographic Society\nand Chairman of the Society’s Committee for Research and\nExploration. For more than 39 years, Dr. Raven headed the\nMissouri Botanical Garden, an institution he nurtured to\nbecome a world-class center for botanical research, education,\nand horticulture display. During this period, the Garden\nbecame a leader in botanical research and conservation\nin Latin America, Africa, Asia, and North America.\nDr. Raven first realized in the mid 1960s that\nthe rapid growth of the human population, consumption,\nand the spread of polluting technologies were threatening\nbiological diversity to a degree that had not been realized\nearlier. He soon became an outspoken advocate of the need\nfor conservation throughout the world based on efforts to\nattain sustainability and social justice everywhere. He was\ndescribed by Time magazine as a “Hero for the Planet,” and\nhas received numerous prizes and awards, including the\nInternational Prize for Biology from the government of Japan;\nVolvo Environment Prize; the Tyler Prize for Environmental\nAchievement; the Sasakawa Environment Prize; and the\nBBVA Prize for Ecology and Conservation, Madrid. In October\n2009 he was awarded the first RBG Kew International\nMedal, given on the occasion of the 250th anniversary of\nthe Gardens; in January 2010, the Award for International\nScientific Cooperation of the Chinese Academy of Science\nand the Friendship Award (for promoting international\ncooperation) from the government of China. Earlier in 2012,\nhe received an award from the President of Mexico for his\nwork with Mexican scientists and institutions over the years.\nEarlier in his career, Dr. Raven held Guggenheim and John\nD. and Catherine T. MacArthur Foundation Fellowships.\nIn 2001, Dr. Raven received the National Medal of\nScience, the highest award for scientific accomplishment in\nthe United States. He has been president of the American\nAssociation for the Advancement of Science, Sigma Xi, the\nAmerican Institute of Biological Sciences, and a number of\nother organizations. He served for 12 years as Home Secretary\nof the National Academy of Sciences, to which he was elected\nin 1977. He is also a member of the American Academy of\nArts and Sciences and of the American Philosophical Society,\nof the academies of science in Argentina, Australia, Austria,\nBrazil, Chile, China, Denmark, Georgia, Hungary, India, Italy,\nMexico, New Zealand, Russia, Sweden, Ukraine, the U.K. (the\nRoyal Society), and of the Pontifical Academy of Sciences and\nthe Academy of Sciences for the Developing World (TWAS).\nDr. Raven is Co-editor of the Flora of China,\na joint Chinese-American international project that is\nleading to a contemporary, 50-volume account on all the\nplants of China scheduled for completion at the end of\n2012. He was the first chair of the U.S. Civilian Research\nand Development Foundation, a private, congressionallychartered\norganization that funds joint research with the\nindependent countries of the former Soviet Union.\nDr. Raven has written numerous books and\npublications, both popular and scientific, including Biology\nof Plants (co-authored with Ray Evert and Susan Eichhorn,\nW. H. Freeman and Company/Worth Publishers, New York),\nthe internationally best-selling textbook in botany, of which\nthe eighth edition appeared in 2011; and Environment (coauthored\nwith Linda Berg, Wiley & Sons, New York), a leading\ntextbook on the environment, now in its eighth edition (2011).\nDr. Raven received his Ph.D. from the University\nof California, Los Angeles, in 1960 after completing his\nundergraduate studies at the University of California, Berkeley.\nHe has been awarded honorary degrees by a number of\nuniversities in the United States and around the world.\nMOSHE SAFDIE\nMoshe Safdie is an architect, urban planner, educator,\ntheorist, and author. Embracing a comprehensive and\nhumane design philosophy, Safdie is committed to\narchitecture that supports and enhances a project’s\nprogram; that is informed by the geographic, social, and\ncultural elements that define a place; and that responds to\nhuman needs and aspirations. Safdie has completed a wide\nrange of projects, such as cultural, educational, and civic\ninstitutions; neighborhoods and public parks; mixed-use\nurban centers and airports; and master plans for existing\ncommunities and entirely new cities around the world.\nMajor projects by Safdie Architects currently under\nconstruction or recently completed include Mamilla Alrov\nCenter, a dynamic urban center near the Old City in Jerusalem;\nMarina Bay Sands, a mixed-use integrated resort in Singapore;\nKhalsa Heritage Memorial Complex, the national museum\nof the Sikh people in the Punjab, India; the United States\nInstitute of Peace Headquarters on the Mall in Washington,\nD.C.; the National Campus for the Archeology of Israel in\nJerusalem; Golden Dream Bay, a high-density residential\nproject in Qinhuangdao, China; the Kauffman Center for the\nPerforming Arts in Kansas City, Missouri; and the Crystal\nBridges Museum of American Art in Bentonville, Arkansas.\nBorn in Haifa, Israel, in 1938, Safdie moved to\nCanada with his family at a young age. He graduated from\nMcGill University in 1961 with a degree in architecture.\nAfter apprenticing with Louis I. Kahn in Philadelphia, Safdie\nreturned to Montreal to oversee the master plan for the\n1967 World Exhibition. In 1964 he established his own firm\nto realize Habitat ’67, an adaptation of his thesis at McGill,\nwhich was the central feature of the World’s Fair and a\ngroundbreaking design in the history of architecture.\nIn 1970, Safdie established a Jerusalem branch office,\ncommencing an intense involvement with the rebuilding of\nJerusalem. He was responsible for major segments of the\nrestoration of the Old City and the reconstruction of the new\ncenter, linking the Old and New Cities. Over the years, his\ninvolvement expanded and included the new city of Modi’in,\nthe new Yad Vashem Holocaust Museum, and the Rabin\nMemorial Center. During this period, Safdie also became\ninvolved in the developing world, working in Senegal, Iran,\nSingapore, and in the northern Canadian arctic. In 1978,\nafter teaching at Yale, McGill, and Ben Gurion Universities,\nSafdie relocated his residence and principal office to Boston.\nHe served as Director of the Urban Design Program at\nHarvard University Graduate School of Design from 1978 to\n1984, and Ian Woodner Professor of Architecture and Urban\nDesign from 1984 to 1989. In the following decade, he was\nresponsible for the design of six of Canada’s principal public\ninstitutions, including the Quebec Museum of Civilization, the\nNational Gallery of Canada, and Vancouver Library Square.\nSafdie has worked with a wide range of clients,\nincluding municipal entities and government agencies,\ncolleges and universities, private developers, and nonprofit\norganizations and civic institutions. Many of his\nfirm’s buildings have become beloved regional and\nnational landmarks, including Exploration Place Science\nCenter, Wichita, Kansas; Salt Lake City Public Library,\nSalt Lake City, Utah; Peabody Essex Museum, Salem,\nMassachusetts; Springfield Federal Courthouse, Springfield,\nMassachusetts; Skirball Cultural Center, Los Angeles,\nCalifornia; Lester B. Pearson International Airport,\nToronto, Canada; the National Gallery of Canada; and\nYad Vashem Holocaust Museum, Jerusalem, Israel.\nIn addition to numerous articles on the theory\nand practice of architecture, Safdie has written several\nbooks, most notably, Beyond Habitat (1970), For Everyone a\nGarden (1974), Form and Purpose (1982), and Jerusalem: The\nFuture of the Past (1989). The City After the Automobile (1997)\ndetails Safdie’s ideas about urbanism and city planning. A\ncomprehensive monograph of his work, Moshe Safdie I, was\npublished in 1996. Moshe Safdie II, a second monograph\nfeaturing work from 1996–2008, was published in 2009.\nSafdie has been featured in several films, including\nMoshe Safdie, The Power of Architecture, which is a portrait\nfilm (directed by Donald Winkler, 2004), My Architect: A\nSon’s Journey about Nathaniel Kahn and his father Louis\nI. Khan (directed by Nathaniel Kahn, 2003), and The\nSound of the Carceri, about Bach and Piranesi, with Yo-\nYo Ma (directed by Francois Girard, 1997). In the fall of\n2010, The National Gallery of Canada presented Global\nCitizen: The Architecture of Moshe Safdie, an exhibition that\nexplores the architect’s buildings and design philosophy.\nThe exhibition is co-sponsored by Crystal Bridges Museum\nof American Art and the Skirball Cultural Center.\nPast exhibitions of Safdie’s designs include Building\na New Museum (Peabody Essex Museum, 2003-2004); Moshe\nSafdie, Museum Architecture 1971–1998 (Tel Aviv University,\n1998); Moshe Safdie, Projects: 1979–1989 (Harvard University\nGraduate School of Design, 1989); and For Everyone a Garden\n(Baltimore Museum of Art, National Gallery of Canada,\nand San Francisco Museum of Modern Art, 1973-1974).\nSafdie has been the recipient of numerous\nawards, honorary degrees, and civil honors, including\nthe Companion of the Order of Canada and the Gold\nMedal of the Royal Architectural Institute of Canada.\nMEGAN SMITH\nBENEDIKT TASCHEN\nMegan recently joined Google’s advanced products team,\nGoogle [x], where she is working on range of projects including\nco-creating/hosting SolveForX, a forum to encourage and\namplify technology-based moonshot thinking and teamwork\n(http://www.wesolveforx.com/). For nine years before that she\noversaw Google’s New Business Development team managing\nearly-stage partnerships, pilot explorations, and technology\nlicensing working closely with Google’s engineering and\nproduct teams globally across all product areas. She led many\nof the company’s early acquisitions, including Keyhole (Google\nEarth), Where2Tech (Google Maps) and Picasa. Megan also\nled the Google.org team transition to expand and innovate\nengineering based projects including Google Crisis Response,\nGoogle for Nonprofits, and Earth Outreach/Earth Engine,\nGoogler 1%-time (now called “GoogleServe20”) in addition to\noperationalizing Google’s more traditional corporate giving.\nPrior to joining Google in 2003, Megan was the CEO\nand, earlier, COO of PlanetOut, the leading gay, lesbian,\nbisexual and transgender online community, where the\nteam broke through many barriers and partnered closely\nwith all of the early major web players. She also held roles\nat General Magic and Apple Japan. Over the years, Megan\nhas contributed to a wide range of engineering projects,\nincluding an award-winning bicycle lock, space station\nconstruction program, solar cookstoves and was a member\nof the MIT student team who designed, built and raced a\nsolar car 2000 miles across the Australian outback. She holds\na bachelor’s degree and a master’s degree in mechanical\nengineering from MIT, where she now serves on the board. She\ncompleted her master’s thesis work at the MIT Media Lab.\nBenedikt Taschen, 1961, Cologne, Germany, is a German\npublisher. His professional life started at age 18 in a\n250-square-foot (23 m 2 ) store in Cologne, Germany, named\nTASCHEN COMICS. In 1984, he bought 40,000 remainder\ncopies of a Magritte monograph published in English with\nmoney borrowed from his family. The books sold through at\ndouble the price in two months and he was soon publishing\nhis own books. By the end of the 1980s TASCHEN titles\nwere available in over a dozen languages at prices that made\nart books affordable to students and collectors alike.\nBy the late 1990s, he had become a household\nname in publishing. When Vanity Fair’s Matt Tyrnauer\ndeemed him, “one of the few people in business who has the\ncourage to do exactly what he wants whenever he wants to”,\nBenedikt Taschen tested the theory with Helmut Newton’s\nSUMO, the largest bound book of the 20th century. “I have\ndone a lot of books, and I can tell you—without mentioning\nnames—that publishers are not all like him. There are very\nfew like him. Or there are none like him. He is also, I might\nadd, a madman”, says Helmut Newton to Vanity Fair.\nSUMO is also the company’s most successful title\nof the last ten years and the precursor to Benedikt Taschen’s\nmost ambitious personal project: GOAT—Greatest of All Time, a\ntribute to Muhammad Ali, shipping in Spring 2004. Four years\nin the making, GOAT weighs 75 lbs and is 20˝ x 20˝ in size, with\nnearly 800 pages of archival and original photographs, graphic\nartwork and articles and essays—including those of Ali himself.\nAnother of his books is the Icons series of art\nbooks, some of the most accessible in the world.\nToday, TASCHEN has offices in Cologne, Hong\nKong, London, Los Angeles, Madrid, Paris and Tokyo and\nstores in Amsterdam, Berlin, Beverly Hills, Brussels, Cologne,\nCopenhagen, Hamburg, Hollywood, London, Miami, New\nYork, and Paris. TASCHEN employs 200 staff members\nworldwide and many longtime freelance editors. As Billy\nWilder put it in Vanity Fair 2000: “Benedikt reminds me\nof an old-time Hollywood figure—a studio head, someone\nwho is in firm command and has his hand in everything”.\nHe is married and lives in the Chemosphere, designed\nby John Lautner in 1960. He bought the home for $1 million\nin 1997, restored the building, and published a book on\nLautner. He lives and works in Cologne and Los Angeles.\nJULIE TAYMOR\nIn 1998, Julie Taymor became the first woman to win the Tony®\nAward for Best Direction of a Musical, and also won a Tony®\nfor Best Costumes, for her landmark production of The Lion\nKing. The musical has won three Molière Awards including\nBest Musical and Best Costumes, garnered Drama Desk,\nOuter Critics Circle and Drama League awards for Taymor’s\ndirection, and myriad awards for her original costume, mask\nand puppet designs. For her latest Broadway production,\nSpider-Man: Turn Off the Dark, Taymor served as director and\nco-book writer. Taymor made her Broadway debut in 1996 with\nJuan Darién: A Carnival Mass, nominated for five Tony® Awards.\nOther theater work includes The Green\nBird, Titus Andronicus, The Tempest, The Taming of the\nShrew, The Transposed Heads and Liberty’s Taken.\nTaymor’s feature film directorial debut, Titus, starred\nAnthony Hopkins, Jessica Lange and Alan Cumming. In 2002,\nher biographical film Frida, starring Salma Hayek and Alfred\nMolina, earned six Academy Award® nominations, winning\ntwo. She took on the music of the Beatles, and earned a\nGolden Globe® nomination for Best Motion Picture—Musical\nor Comedy, in Across the Universe. Julie’s most recent\nfilm, The Tempest, had its North American premiere at the\n48th New York Film Festival in October 2010, following\na world premiere at the 67th Venice International Film\nFestival. Taymor’s adaptation of the William Shakespeare\nplay features an all-star cast including Helen Mirren,\nRussell Brand, Djimon Hounsou and Alfred Molina.\nBeyond the theatre and screen, Taymor has\ndirected five operas internationally including Oedipus\nRex with Jessye Norman, for which she earned the\nInternational Classical Music Award for Best Opera\nProduction. A subsequent film version premiered at the\nSundance Film Festival and won her an Emmy® award.\nTaymor also directed Salomé, The Flying Dutchman,\nDie Zauberflöte (which has been in repertory at The Met for six\nyears), The Magic Flute (the abridged English version of Die\nZauberflöte, which inaugurated a new PBS series entitled “Great\nPerformances at The Met”) and Elliot Goldenthal’s Grendel.\nAn illustrated book on her career, Julie Taymor:\nPlaying With Fire, was recently expanded and revised by Harry\nN. Abrams. Her book, The Lion King: Pride Rock on Broadway,\nis published by Hyperion. Taymor’s adapted screenplay for\nTitus is published in an illustrated book by Newmarket Press.\nAn illustrated book, Frida: Bringing Frida Kahlo’s Life and Art\nto Film, is available from Newmarket Press. Harry N. Abrams\nalso published an illustrated screenplay of Taymor’s film\nadaptation of The Tempest which coincided with its premiere.\nTaymor is a 1991 recipient of the\nMacArthur “genius” Fellowship.\nJ. CRAIG VENTER\nJ. Craig Venter, Ph.D., is regarded as one of the leading\nscientists of the 21st century for his numerous invaluable\ncontributions to genomic research. He is Founder, Chairman,\nand President of the J. Craig Venter Institute (JCVI), a notfor-profit,\nresearch organization with approximately 300\nscientists and staff dedicated to human, microbial, plant,\nsynthetic and environmental genomic research, and the\nexploration of social and ethical issues in genomics.\nDr. Venter is also Founder and CEO of Synthetic\nGenomics Inc (SGI), a privately held company dedicated\nto commercializing genomic-driven solutions to address\nglobal needs such as new sources of energy, new food and\nnutritional products, and next generation vaccines.\nDr. Venter began his formal education after a tour\nof duty as a Navy Corpsman in Vietnam from 1967 to 1968.\nAfter earning both a Bachelor’s degree in Biochemistry and a\nPh.D. in Physiology and Pharmacology from the University of\nCalifornia at San Diego, he was appointed professor at the State\nUniversity of New York at Buffalo and the Roswell Park Cancer\nInstitute. In 1984, he moved to the National Institutes of\nHealth campus where he developed Expressed Sequence Tags\nor ESTs, a revolutionary new strategy for rapid gene discovery.\nIn 1992 Dr. Venter founded The Institute for Genomic\nResearch (TIGR, now part of JCVI), a not-for-profit research\ninstitute, where in 1995 he and his team decoded the genome\nof the first free-living organism, the bacterium Haemophilus\ninfluenzae, using his new whole genome shotgun technique.\nIn 1998, Dr. Venter founded Celera Genomics\nto sequence the human genome using new tools and\ntechniques he and his team developed. This research\nculminated with the February 2001 publication of the human\ngenome in the journal, Science. He and his team at Celera\nalso sequenced the fruit fly, mouse and rat genomes.\nDr. Venter and his team at JCVI continue to blaze\nnew trails in genomics. They have sequenced and analyzed\nhundreds of genomes, and have published numerous\nimportant papers covering such areas as environmental\ngenomics, the first complete diploid human genome, and the\ngroundbreaking advance in creating the first self-replicating\nbacterial cell constructed entirely with synthetic DNA.\nDr. Venter is one of the most frequently cited\nscientists, and the author of more than 250 research articles.\nHe is also the recipient of numerous honorary degrees,\npublic honors, and scientific awards, including the 2008\nUnited States National Medal of Science, the 2002 Gairdner\nFoundation International Award, the 2001 Paul Ehrlich and\nLudwig Darmstaedter Prize and the King Faisal International\nAward for Science. Dr. Venter is a member of numerous\nprestigious scientific organizations including the National\nAcademy of Sciences, the American Academy of Arts and\nSciences, and the American Society for Microbiology.\nCHARITY TILLEMANN DICK\nGEOFFREY WEST\nCharity Tillemann Dick is an American-born soprano and\na recipient of two double lung transplants. Charity has\nperformed across the United States, Europe, and Asia in venues\nas diverse as the Rose Theater at Lincoln Center in New York\nCity; The Kennedy Center in Washington, DC; Severance Hall\nin Cleveland, Ohio; Il Giardino Di Boboli in Florence, Italy;\nthe National Palace of the Arts in Budapest, Hungary; the Tel\nAviv Opera House in Israel; the American Embassy in Beijing,\nChina; the United Nations in New York; and National Statuary\nHall in the United States Capitol. She has collaborated and\nperformed with noted conductors and musicians including\nEva Marton, Bruno Rigacci, Joela Jones, Marvin Hamlisch,\nBono, Zoltan Kocis, Joan Dornemann, and former Secretary\nof State Dr. Condoleezza Rice. Some of her operatic roles\nhave included Titania in A Mid Summer’s Night Dream, Gilda\nin Rigoletto, Violetta in La Traviata, and Ophelia in Ophelia\nForever. Charity has also performed for numerous presidents,\nprime ministers, members of Congress, and world dignitaries.\nAfter receiving a diagnosis of Idiopathic\nPulmonary Hypertension in 2004, Charity served as the\nnational spokesperson for the Pulmonary Hypertension\nAssociation, working to raise awareness, increase federal\nresearch funding, expand stem cell research, and promote\npreventative and alternative medicine. In September of 2009,\nCharity received a bilateral lung transplant at the Cleveland\nClinic in Ohio. After complications from rejection, Charity\nreceived a second bilateral lung transplant in January 2012.\nSince receiving her first transplant, Charity has\nshared her amazing story and vocal talents at numerous\nconferences, musical performance, and events, including:\nTEDMED 2010 in San Diego, CA; the 6th National Learning\nCongress on Organ Donation in Dallas, TX; the 2010 Empathy\nand Innovation Summit in Cleveland, OH; and the EG\nConference in Monterey, CA. Charity has been featured on\nCNN with Dr. Sanjay Gupta, CBS This Morning, Glamour\nmagazine, ABCNews.com, TED.com, The Huffington Post,\nThe Wall Street Journal Health Blog, the Cleveland Plain Dealer,\nthe San Francisco Chronicle, and The Sunday Times (London).\nHer performances have been broadcast around the world on\nCNN, CBS, BBC, FOX, MSNBC, PBS, C-SPAN and NPR.\nCharity received a Bachelor’s degree with high\nhonors from Regis University in Denver, CO, where she was\nraised with her 10 brothers and sisters. She later studied\nmusic at the Peabody Conservatory at Johns Hopkins\nUniversity and the Liszt Academy of Music in Budapest. She\ncurrently resides in Washington, DC and New York City.\nGeoffrey West is Distinguished Professor and former\nPresident of the Santa Fe Institute (SFI) and an Associate\nFellow of the Said Business School, Oxford University. Prior\nto joining SFI in 2003, he was leader of high energy physics\nat Los Alamos National Laboratory, where he remains\na Senior Fellow. He received his B.A. from Cambridge\nUniversity in 1961 and his Ph.D. in physics from Stanford\nUniversity in 1966. After spells at Cornell and Harvard\nUniversities, he returned to Stanford in 1970 to join the\nfaculty. He was President of SFI from 2005–2009.\nWest is a theoretical physicist whose primary interests\nhave been in fundamental questions in physics and biology,\nranging from the elementary particles, their interactions and\ncosmological implications to the origins of universal scaling\nlaws and a unifying quantitative framework of biology. His\nresearch in biology has included metabolic rate, growth, aging\nand mortality, sleep, cancer, and ecosystem dynamics.\nHis recent work has focused on developing\nan underlying quantitative theory for the structure and\ndynamics of cities, companies and long-term sustainability,\nincluding rates of growth and innovation, the accelerating\npace of life, and why companies die, yet cities survive.\nHe has given many colloquia, keynote addresses\nand public lectures world-wide. Awards include the Mercer\nPrize from the Ecological Society of America, the Weldon\nPrize for Mathematical Biology, and the Glenn Award for\nAging research. He has been featured in many publications\nworld-wide including The New York Times, Nature, Science,\nThe Financial Times, Time, Newsweek and Scientific American\nand has participated in television productions including\nNova, National Geographic and the BBC. His work was\nselected as a breakthrough idea of 2007 by Harvard Business\nReview and, in 2006, he was named to Time magazine’s\nlist of “100 Most Influential People in the World”.\nwill.i.am\nwill.i.am, a multi-faceted entertainer and creative innovator,\nis a seven-time Grammy Award winner. Known for his\nwork with The Black Eyed Peas, who have sold 31 million\nalbums and 58 million singles worldwide, he also works\nwith some of the industry’s biggest names including\nMichael Jackson, Rihanna, Usher, Nicki Minaj, Britney\nSpears, David Guetta, and film composer Hans Zimmer.\nFrontman and founder of The Black Eyed Peas\nwill.i.am has released two songs from his upcoming solo\ncd, #willpower on Interscope Records. The first two singles\nfrom the cd released in 2012 are: “T.H.E (The Hardest Ever),”\nfeaturing Mick Jagger and Jennifer Lopez, and number one\nhit song in the UK, “This is Love” featuring Eva Simons.\nHis songs and imagery have entertained and inspired\nmillions, and the power of his words resonated deeply in his\nsong “Yes We Can” that mobilized an entire generation to\naction during the 2008 presidential campaign. Demonstrating\nthat music, brands and causes can be intertwined to entertain\nand inform, “Yes We Can” garnered an Emmy Award for\n“Best New Approaches in Daytime Entertainment.”\nIn 2011, will.i.am executive produced and starred in\nhis first prime time TV special “i.am FIRST: Science is Rock\nand Roll” to get young people excited about math and science\neducation, as well as technology and science-related careers.\nEarlier this year he starred as a Coach on the hit reality TV\nshow, “The Voice” UK edition on BBC One. While in London,\nwill.i.am was a featured performer in “Concert for The Queen”\nin celebration of Queen Elizabeth II’s Diamond Jubilee.\nAs a musician, producer, director and advocate\nfor education, he is an enthusiastic user of technologies in\nboth his professional and personal lives. In recognition of\nhis ability to harness technology to enhance entertainment,\ncreativity and communication, Intel Corporation appointed\nwill as Director of Creative Innovation in 2011.\nIn collaboration with The Coca-Cola Company,\nwill.i.am is on a mission to elevate the importance of recycling\nand to turn waste into a valued commodity through his\nEKOCYCLE brand. Launched in July, 2012, EKOCYCLE\nwill give consumers more stylish options when shopping\nfor fashion apparel, accessories and sporting goods that\nincorporate recycled plastic bottles and aluminum cans.\nWith a commitment to inspire kids to stay in\nschool and go to college to become the leaders of tomorrow,\nwill.i.am advocates regarding the importance and power of\na good education through his i.am angel foundation’s i.am\nscholarship. The i.am scholarship provides future leaders\nand innovators with comprehensive financial assistance to\ncomplete post-secondary education. The i.am angel foundation\nis also active in the U.K. through a STEM education and\ncomputer skills joint initiative with The Prince’s Trust.\nRecognized and honored by numerous industry\norganizations, will.i.am is the recipient of multiple Grammy\nAwards, a Latin Grammy Award, an Emmy Award, two\nNAACP Image Awards, a VH1 Do Something Award, the\nBMI President’s Award and a 2008 Webby Award.\nC. K. WILLIAMS\nC. K. Williams (born Charles Kenneth Williams on November\n2, 1936) is an American poet, critic and translator. Williams\nhas won nearly every major poetry award. Flesh and Blood\nwon the National Book Critics Circle Award in 1987. Repair\n(1999) won the 2000 Pulitzer Prize for Poetry, was a National\nBook Award finalist and won the Los Angeles Times Book\nPrize. The Singing won the National Book Award, 2003 and\nin 2005 Williams received the Ruth Lilly Poetry Prize.\nC. K. Williams grew up in Newark, New Jersey and\ngraduated from Columbia High School in Maplewood. He\nlater briefly attended Bucknell University and graduated from\nthe University of Pennsylvania. While at Penn he studied\nwith the romantic scholar, Morse Peckham, and spent a great\ndeal of time in the circle of young architects who studied\nwith and worked for the great architect Louis Kahn. In an\nessay, “Beginnings,” he acknowledges Kahn’s dedication and\npatience as essential to his notion of the life of an artist.\nWilliams lived for a period in Philadelphia, where he\nworked for a number of years as a part-time psychotherapist\nfor adolescents and young adults, a ghost-writer and editor,\nthen began teaching, first at the YM-YWHA in Philadelphia,\nthen at several universities in Pennsylvania, Beaver College,\nDrexel, and Franklin and Marshall. He subsequently taught\nat many other universities, including Columbia, NYU, Boston\nUniversity, the University of California, both at Irvine and\nBerkeley, before finally becoming a professor at George Mason\nUniversity, then moving in 1995 to Princeton University, where\nhe has taught poetry workshops and translation ever since.\nHe met his present wife, Catherine Mauger, a\nFrench jeweler, in 1973, and they have a son who is now a\nnoted painter, Jed Williams. He has a daughter from an earlier\nmarriage, Jessie Burns, who is a writer. He lives half the\nyear near Princeton, and the rest in Normandy in France.\nHe is a member of the American\nAcademy of Arts and Letters.\nHis first book, Lies, was published in 1969, and since\nthen he has published many collections of poetry, culminating\nin his Collected Poems, of which Peter Campion wrote in The\nBoston Globe: “Throughout the five decades represented\nin his new Collected Poems, Williams has maintained the\nmost sincere, and largest, ambitions. Like Yeats and Lowell\nbefore him, he writes from the borderland between private\nand public life….[His poems] join skeptical intelligence\nand emotional sincerity, in a way that dignifies all of our\nattempts to make sense of the world and of ourselves. C. K.\nWilliams has set a new standard for American poetry.”\nAnother collection, Wait, appeared in 2010, and\nanother, Writers Writing Dying, will come out in 2012.\nHe has written a memoir, Misgivings, which\nappeared in 2000, a collection of essays, Poetry and\nConsciousness, 1999, and a critical study of Walt Whitman,\nOn Whitman, 2010. A new collection of essays, In Time:\nPoets, Poems and the Rest, will be published in 2012.\nWilliams is also an acclaimed translator,\nnotably of Sophocles’ Women of Trachis and Euripides’\nThe Bacchae, as well as of the Polish poet Adam\nZagajewski and the French poet Francis Ponge.\nHe has also published several children’s books.\nAPES\nOne branch, I read, of a species of chimpanzees has something like territorial wars,\nand when the…army, I suppose you’d call it, of one tribe prevails and captures an enemy,\n“Several males hold a hand or foot of the rival so the victim can be damaged at will.”\nThis is so disquieting: if beings with whom we share so many genes can be this cruel,\nwhat hope for us? Still, “rival,” “victim, “will”—don’t such anthropomorphic terms\nmake those simians’ social-political conflicts sound more brutal than they are?\nThe chimps Catherine and I saw on their island sanctuary in Uganda we loathed.\nUnlike the pacific gorillas in the forest of Bwindi, they fought, dementedly shrieked,\nthe dominant male lorded it over the rest; they were, in all, too much like us.\nAnother island from my recent reading, where Columbus, on his last voyage,\nencountering some “Indians” who’d greeted him with curiosity and warmth, wrote,\nbefore he chained and enslaved them, “They don’t even know how to kill each other.”\nIt’s occurred to me I’ve read enough—at my age all it does is confirm my sadness.\nSurely the papers: war, terror, torture, corruption—they’re like broken glass in the mind.\nBack when I knew I knew nothing, I read all the time, poems, novels, philosophy, myth,\nbut I hardly glanced at the news, there was a distance between what could happen\nand the part of myself I felt with: now everything’s so tight against me I hardly can move.\nThe Analects say people in the golden age weren’t aware they were governed; they just\nlived.\nCould I have passed through my own golden age and not even known I was there?\nSome gold: nuclear rockets aimed at your head, racism, sexism, contempt for the poor.\nAnd there I was, reading. What did I learn? Everything, nothing, too little, too much…\nJust enough to get me here: a long-faced, white-haired ape with a book, still turning the\npage.\nC. K. WILLIAMS\nEDWARD WILSON\nEdward Osborne Wilson is a world leading biologist\nand internationally recognized as one of the planet’s\nmost articulate authorities on the interrelatedness\nof knowledge disciplines and of life systems.\nHe is acknowledged for two interdisciplinary\nscientific disciplines (island biogeography and\nsociobiology), three unifying concepts for science and\nthe humanities jointly (biophilia, biodiversity studies,\nand consilience), and one technological advance in the\nstudy of global biodiversity (the Encyclopedia of Life).\nA native of Alabama, Wilson grew up in Mobile\nand received his bachelor’s and master’s degrees in biology\nfrom The University of Alabama (1949, 1950) and his\ndoctoral degree in biology from Harvard University (1955).\nWilson has received more than 100 awards for\nhis research on ants and biodiversity and for his writings\naddressed to both scientific and non-scientific audiences.\nHe has received two Pulitzer Prizes in general non-fiction\nfor his books On Human Nature (1979) and The Ants (1991);\nthe Crafoord Prize from the Royal Swedish Academy of\nSciences; the International Prize of Biology of Japan; and the\nNonino and Serono Prizes for Letters and Sciences of Italy.\nHis work in the sciences, letters, the environment\nand conservation earned him prominence in the annals of the\n21st Century. He was named one of the 25 most influential\nAmericans by Time magazine and one of the world’s 100\nleading intellectuals by Foreign Policy magazine. He is the\nauthor of 28 books including the recent novel, Anthill, set in\nthe woods of South Alabama; The Social Conquest of Earth;\nthe soon-to-be-released profile of his boyhood hometown,\nWhy We Are Here: Mobile and the Spirit of a Southern City.\nDAMIAN WOETZEL\nDamian Woetzel was a Principal Dancer at New York City\nBallet and frequently performed internationally as a guest\nstar and visiting artist with numerous companies including\nthe Kirov Ballet and American Ballet Theatre, until his\nretirement from the stage in 2008. Woetzel currently serves\nas the Director of Arts Programs for the Aspen Institute, the\nArtistic Director of the Vail International Dance Festival,\nand as the Founding Director of the Jerome Robbins New\nEssential Works Program. Woetzel is also active as a director\nand producer outside these roles. Among his recent projects,\nWoetzel produced and directed an arts salute to Stephen\nHawking at Lincoln Center for the World Science Festival,\nand directed the first performance of the White House Dance\nSeries, which took place in the East Room of the White House\nand was hosted by First Lady Michelle Obama. Woetzel also\nworks with Yo-Yo Ma on his Silk Road Connect program in\nthe New York City Public Schools, and has twice directed\nculminating year-end performances; at the Museum of Natural\nHistory in 2010, and for the Central Park SummerStage series\nin 2011. Woetzel was appointed to the President’s Committee\non the Arts and Humanities by President Obama in 2009. In\nJuly 2012, Woetzel was honored with the inaugural Gene Kelly\nLegacy Award—an award jointly created by the Dizzy Feet\nFoundation and the Estate of Gene Kelly in honor of the 100th\nanniversary of Kelly’s birth—for his contributions to the arts as\na ballet star and director of dance and music performances.\nIn June 2011, Woetzel was named the Director\nof Arts Programs at the Aspen Institute. Under Woetzel’s\ndirection, the Aspen Institute Arts Program brings together\nleading artists, arts managers, sponsors, government officials\nand patrons. Through these collaborations, the Program\nseeks to generate, exchange, and develop ideas and policies\nin order to encourage vibrancy and dynamism in all artistic\nrealms, and to enrich civic culture in ways only the arts can.\nAmong the events curated by the Aspen\nInstitute Arts Program under Woetzel’s direction:\nIn November 2011, Woetzel curated the inaugural US-\nChina Forum on the Arts and Culture in Beijing, in partnership\nwith Asia Society and the Chinese People’s Association for\nFriendship with Foreign Countries. The four day forum was\nthe first in a series of cultural exchanges seeking to strengthen\nmutual understanding between Americans and Chinese\nthrough panel discussions, lectures, film screenings, museum\ntours, dinners and performance. American and Chinese\nartists and cultural representatives engaged in the forum\nincluded Joel Coen, Meryl Streep, Yo-Yo Ma, Alice Waters,\nLiu Ye, Ge You and others. Woetzel also directed a Public\nForum in partnership with the Public Theater titled “Does\nCulture Make Us Who We are,” hosted by Anne Hathaway with\nguests including Bill Irwin, David Brooks and Oskar Eustis.\nIn March 2012, Woetzel produced a panel with\nHoward Gardner, the Hobbs Professor of Cognition and\nEducation at the Harvard Graduate School of Education,\nand Dr. Ellen Winner, Professor of Psychology at Boston\nCollege, and Senior Research Associate at Project Zero,\nexamining the current state of the arts in education.\nWoetzel also hosted renowned artists Eric Fischl and\nChuck Close in a conversation about artists and their\naudience at the Mary Boone Gallery in New York.\nIn June 2012, the Arts Program for the first time\ncurated multiple sessions at the Institute’s premiere\npublic program, the Aspen Ideas Festival. For nineteen\nsessions, Woetzel brought renowned artists, policymakers,\narts administrators as well as leading Chinese cultural\nrepresentatives for discussions, film screenings and\ncultural exchanges focusing on how the arts impact society.\nSessions included “Culture and Conflict” with Palestinianborn\nballroom star and educator Pierre Dulaine and\nDutch composer Merlijn Twaalfhoven; a conversation\nbetween renowned producer Julie Taymor and former\nDisney CEO and current Aspen Institute Arts Program\nchair Michael Eisner; “Radical Creative Spaces” with\narchitect Elizabeth Diller; “Arts and the City: Making\nCities Sing” with Rocco Landesman, Dennis Scholl, Darren\nWalker and Richard Florida; among many others.\nSince 2006, Woetzel has been the Artistic Director\nof the summer Vail International Dance Festival, where\nhe presents dance performances and commissions. He\nhas instituted a number of initiatives as director, including\nbringing the educational arts program “Celebrate The\nBeat”—the Colorado associate of Jacques d’Amboise’s\nNational Dance Institute—to the Vail Valley, to reach\nlocal underserved children in the public schools.\nUnder Woetzel’s direction, the festival has\nreceived wide acclaim for its innovation and growth as a\nnationally recognized showcase for dance, featuring such\nperformances as the debut of Morphoses/The Wheeldon\nCompany, and the launch of New York City Ballet MOVES.\nThe annual International Evenings of Dance galas have\nbecome renowned for Woetzel’s curation of first-time\npartnerships across companies and countries, as well as the\npresentation of young, emerging stars making their debuts\nin new repertory. In August 2012, The New York Times’\nAlastair Macaulay wrote that the 2012 Vail International\nDance Festival presentations “were distinguished above\nall by catholic taste and brilliant programming. They merit\nsuperlatives” and that the International Evenings I gala\n“was simply the best gala I have attended in decades.”\nWriting the same week, Wendy Perron of Dance Magazine\ncompared Woetzel to the legendary impresario Serge\nDiaghilev, and praised Woetzel for engaging and educating\naudiences through spoken introductions to each work, and\nfor his commitment to collaboration with live musicians.\nWoetzel has also instituted a series of “UpClose”\nperformances: lecture-demonstration events which combine\nrehearsal, performance and commentary by Woetzel and\nspecial guests. Recent UpClose performances have included:\n“UpClose: Stravinsky by Balanchine,” an examination of\nthe legendary collaboration between George Balanchine\nand Igor Stravinsky, co-hosted by Woetzel and New York\nCity Ballet Master-in-Chief Peter Martins (2012); “UpClose:\nPremieres,” which provided a first look at a series of works\ncreated in Vail by choreographers including Christopher\nWheeldon and Emery LeCrone during the weeks of the 2011\nVail International Dance Festival; among many others.\nIn 2009 and 2010, Woetzel produced and directed\nthe World Science Festival Gala Performances at Lincoln\nCenter’s Alice Tully Hall. For the 2010 event he created\nan arts salute to science honoring the theoretical physicist\nStephen Hawking, featuring performances by Yo-Yo\nMa, John Lithgow, and Kelli O’Hara among others.\nIn the fall of 2009, Woetzel helped create and began\ndirecting the Jerome Robbins Foundation’s New Essential\nWorks (NEW) Program, which supports choreographers\nand dance companies during the current financial crisis\nby giving grants to enable the production of new works.\nIn 2009, Woetzel launched as curator and director\nthe new Studio 5 performance series at New York’s City\nCenter, which features in-depth examinations of today’s\nmost compelling dance artists and companies highlighted by\nin-studio performances and demonstrations. In 2009–2012,\nguests included David Hallberg, Christopher Wheeldon,\nVictoria Clark, Rob Berman, Angel Corella, Wendy Whelan,\nEdward Villella, among others; topics of discussion ranged\nfrom musical theatre to collaboration; and featured\ncompanies included American Ballet Theatre, the Paul\nTaylor Dance Company and Dance Theater of Harlem.\nIn June of 2010 Woetzel piloted “Arts Strike,”\na new effort to have celebrated artists engage educators\nand students, schools and communities, highlighting and\nsharing the unique power of the arts to empower, enrich\nand educate. The first events have taken place in Vail,\nChicago, and Los Angeles, and have all featured Woetzel\nwith Yo-Yo Ma in schools, engaging with students and\ntheir teachers to promote learning through the arts.\nWoetzel works with Yo-Yo Ma on his Silk Road\nConnect program in the New York City Public Schools. In\nJune 2010, Woetzel directed the culminating year-end event\nwhich took place at New York’s Museum of Natural History,\nand featured the participation of the Silk Road Ensemble\nand 450 sixth-grade students. In June 2011, the culminating\nyear-end event opened the Central Park SummerStage series.\nTitled “Night at the Caravanserai: Tales of Wonder,” the\nperformance again featured hundreds of sixth-grade students\nfrom New York-area public schools, Ma with his Silk Road\nEnsemble, vocalist Bobby McFerrin, the soprano Emalie Savoy,\nactor Bill Irwin, and author Jhumpa Lahiri, among others.\nIn April 2011, Woetzel organized an “arts strike” at\nInner-City Arts in downtown Los Angeles with Yo-Yo Ma, The\nSilk Road Ensemble, and Memphis Jooker Charles “Lil Buck”\nRiley. The event included a demonstration and workshop for\nmore than one hundred elementary school students from\nthe Los Angeles Unified School District. Highlighting the\nevent was a first-time duet directed by Woetzel between Ma\nand Lil Buck, who performed a Memphis Jookin’ version of\nThe Dying Swan with Ma accompanying on the cello; the\nperformance was immortalized in a video shot by Spike\nJonze which reached over one million views within weeks.\nIn the fall of 2010, Woetzel was a visiting Lecturer\nat Harvard Law School, where he co-taught a course\non Performing Arts and the Law with Jeannie Suk.\nWoetzel was the artistic director of the New York State\nSummer School for the Arts School of Ballet from 1994–2007.\nWoetzel was a Principal Dancer at New York City\nBallet from 1989 until his retirement from the stage in 2008.\nAt New York City Ballet, Woetzel had works created for him\nby Jerome Robbins, Eliot Feld, Twyla Tharp, Susan Stroman,\nand Christopher Wheeldon among others, and danced more\nthan 50 featured roles in the Company’s repertory, including:\nGeorge Balanchine’s: Agon, Coppelia, Prodigal Son, Slaughter\non Tenth Avenue, Stars and Stripes, Swan Lake; and Jerome\nRobbins’: Afternoon of a Faun, Fancy Free, Dances at a\nGathering, A Suite of Dances, and West Side Story Suite.\nWoetzel originated featured roles in: Eliot Feld’s\nThe Unanswered Question and Organon, Peter Martins’ Jeu\nde Cartes and The Sleeping Beauty, Jerome Robbins’ Ives,\nSongs and Quiet City, Susan Stroman’s “The Blue Necklace”\nfrom Double Feature, Twyla Tharp’s The Beethoven Seventh,\nChristopher Wheeldon’s An American in Paris, Carousel\n(A Dance), Evenfall, Morphoses, and Variations Sérieuses.\nWoetzel also originated roles in ballets by Kevin O’Day,\nRichard Tanner, and Lynne Taylor-Corbett, among others.\nWoetzel appeared in Dance in America’s presentation\nof “Dinner with Balanchine,” dancing Union Jack and Stars\nand Stripes. In October 1998, Mr. Woetzel appeared as one of\nthe stars of the Cole Porter musical Jubilee in a special benefit\nperformance at Carnegie Hall, during which he sang as well\nas danced. In May 1999, he starred as Prince Siegfried in Peter\nMartins’ Swan Lake on the PBS national telecast “Live from\nLincoln Center.” Woetzel also appeared in the 2002 nationally\ntelevised Live from Lincoln Center broadcast “New York City\nBallet’s Diamond Project: Ten Years of New Choreography”\non PBS and in the May 2004 Live from Lincoln Center\nbroadcast of “Lincoln Center Celebrates Balanchine 100.”\nWoetzel starred as the Cavalier in the film version of George\nBalanchine’s The Nutcracker™, released in the winter of 1993.\nDuring his career, Woetzel frequently performed\ninternationally as a guest star and was a visiting artist\nwith numerous companies including the Kirov Ballet\nand American Ballet Theatre. In his guest appearances,\nWoetzel danced principal roles in classics such as Don\nQuixote, Giselle, and La Bayadere, among others.\nWoetzel has choreographed a number of ballets\nfor New York City Ballet, among other companies. For New\nYork City Ballet, he choreographed Ebony Concerto to\nStravinsky, and Glazounov Pas de Deux to the composer’s\nLes Ruses d’Amour. Woetzel also choreographed the\n“Polovtsian Dances” for New York City Opera’s production\nof Prince Igor, and in 1998, he choreographed and\nstarred in a new version of An American in Paris ballet\nfor Marvin Hamlisch’s Gershwin Centennial Gala.\nWoetzel is the recipient of a Choo San Goh award\nfor new choreography. He serves on the Artists Committee\nof the Kennedy Center Honors and as a judge for the Astaire\nAwards. He has also served as a juror for the Princess Grace\nAwards. Woetzel is a frequent speaker on the arts and arts\npolicy. Woetzel was the 2008 Harman-Eisner Artist in\nResidence of the Aspen Institute, and in 2011, he became a\nmember of the Knight Foundation’s National Arts Advisory\nCommittee. Woetzel also serves on the boards of directors\nof New York City Center, The Clive Barnes Foundation and\nThe Sphinx Organization, and served on the recent Harvard\nTask Force on the Arts. In November 2009, President\nObama appointed Woetzel to the President’s Committee\non the Arts and Humanities. In July 2012, Woetzel was\nhonored with the inaugural Gene Kelly Legacy Award—an\naward jointly created by the Dizzy Feet Foundation and\nthe Estate of Gene Kelly in honor of the 100th anniversary\nof Kelly’s birth—for his contributions to the arts as a ballet\nstar and director of dance and music performances.\nWoetzel holds a Master in Public Administration\nDegree from Harvard’s Kennedy School of Government.\nWoetzel has been married to\nHeather Watts since 1999.\nSTEPHEN WOLFRAM\nWILL WRIGHT\nStephen Wolfram has been responsible for three\nrevolutionary developments: the Mathematica\ncomputation system, A New Kind of Science, and the\nWolfram|Alpha computational knowledge engine.\nWolfram was educated at Eton, Oxford and\nCaltech, receiving his Ph.D. in theoretical physics at the\nage of 20. Wolfram’s work on basic science led him to a\nseries of fundamental discoveries about the computational\nuniverse of possible programs. Summarized in his bestselling\n2002 book A New Kind of Science, these discoveries\nhave not only launched major new directions in basic\nresearch, but have also led to breakthroughs in scientific\nmodeling in physical, biological and social domains—as well\nas defining a broad new basis for technology discovery.\nLaunched in 1988, Mathematica has revolutionized\nthe way technical computation is done, and has been\nresponsible for countless advances over the past two decades.\nStarting from a set of fundamental principles devised by\nWolfram, Mathematica has continually grown, integrating\nmore and more algorithmic domains, and spawning such\ntechnologies as the Computable Document Format (CDF).\nBuilding on Mathematica and A New Kind of\nScience, Wolfram in 2009 launched Wolfram|Alpha—an\nambitious, long-term project to make as much of the world’s\nknowledge as possible computable, and accessible to\neveryone. Used every day on the web and through apps by\nmillions of people around the world, Wolfram|Alpha defines\na fundamentally new kind of computing platform that is\nturning science-fiction computer intelligence into reality.\nIn addition to his scientific and technical\nachievements, Wolfram has been the CEO of Wolfram\nResearch since its founding in 1987. Under Wolfram’s\nleadership, Wolfram Research has become one of the world’s\nmost respected software companies, as well as a powerhouse\nof technical and intellectual innovation, and a major\ncontributor to education and research around the world.\nWilliam Ralph “Will” Wright (born January 20, 1960, in\nAtlanta, Georgia) is an American video game designer and\nco-founder of the game development company Maxis, now\npart of Electronic Arts. In April 2009, he left Electronic\nArts to run “Stupid Fun Club”, an entertainment think\ntank in which Wright and EA are principal shareholders.\nThe first computer game Wright designed was\nRaid on Bungeling Bay in 1984, but it was SimCity that\nbrought him to prominence. The game was released by\nMaxis, a company Wright formed with Jeff Braun, and he\nbuilt upon the game’s theme of computer simulation with\nnumerous other titles including SimEarth and SimAnt.\nWright’s greatest success to date came as the original\ndesigner for The Sims games series. The game spawned\nmultiple sequels and expansions and Wright earned many\nawards for his work. His latest work, Spore, was released\nin September 2008 and features gameplay based upon the\nmodel of evolution and scientific advancement. The game\nsold 406,000 copies within three weeks of its release.\nHe was born as William Ralph Wright\non January 20, 1960, in Atlanta. He is of French,\nEnglish, Italian, and Native American descent.\nAfter graduating at 16 from Episcopal High School,\nhe enrolled in Louisiana State University, transferring two\nyears later to Louisiana Tech. Beginning with a start at an\narchitecture degree, followed by mechanical engineering,\nhe fell into computers and robotics. He excelled in subjects\nhe was interested in—architecture, economics, mechanical\nengineering, and military history—but was held back by his\nimpractical goals such as language arts. His earlier dream\nof space colonization remained, and was joined by a love\nfor robotics. After another two years at Louisiana Tech, in\nthe fall of 1980, Wright moved on to The New School in\nManhattan. He lived in an apartment over Balducci’s, in\nGreenwich Village, and spent his spare time searching for\nspare parts in local electronics surplus stores. After one year\nat the New School, Wright returned to Baton Rouge without\nhis degree, concluding five years of collegiate study.\nDuring a summer break from college, he\nmet his first wife Joell Jones, an artist currently living\nin California, on vacation to her hometown of Baton\nRouge. In an interview published in February 2003, Will\nclaims that games were absorbing so much of his time,\nhe decided that perhaps making games was the way to\ngo. Wright’s first game was the helicopter action game\nRaid on Bungeling Bay (1984) for the Commodore 64.\nWright found that he had more fun creating levels\nwith his level editor for Raid on Bungeling Bay than he had\nwhile actually playing the game. He created a new game\nthat would later evolve into SimCity, but he had trouble\nfinding a publisher. The structuralist dynamics of the game\nwere in part inspired by the work of two architectural and\nurban theorists, Christopher Alexander and Jay Forrester.\n“I’m interested in the process and strategies\nfor design. The architect Christopher Alexander, in\nhis book A Pattern Language formalized a lot of spatial\nrelationships into a grammar for design. I’d really like to\nwork toward a grammar for complex systems and present\nsomeone with tools for designing complex things.”\nWright, in an interview with The Times,\nexpressed belief that computers extend the imagination,\nand posits the emergence of the “metabrain”, stating:\n“Any human institutional system that draws\non the intelligence of all its members is a metabrain. Up\nto now, we have had high friction between the neurons\nof the metabrain; technology is lowering that friction\ntremendously. Computers are allowing us to aggregate our\nintelligence in ways that were never possible before. If you\nlook at Spore, people are making this stuff, and computers\ncollect it, then decide who to send it to. The computer is\nthe broker. What they are really exploring is the collective\ncreativity of millions of people. They are aggregating\nhuman intelligence into a system that is more powerful\nthan we thought artificial intelligence was going to be.”\nIn 1986, he met Jeff Braun, an investor interested\nin entering the computer game industry, at what Wright\ncalls “the world’s most important pizza party.” Together\nthey formed Maxis the next year in Orinda, California.\nSimCity (1989) was a hit and has been credited as one of\nthe most influential computer games ever made. Wright\nhimself has been widely featured in several computer\nmagazines—particularly PC Gamer, which has listed\nWright in its annual ‘Game Gods’ feature, alongside such\nnotables as Roberta Williams and Peter Molyneux.\nFollowing the success of SimCity, Wright\ndesigned SimEarth (1990) and SimAnt (1991). He codesigned\nSimCity 2000 (1993) with Fred Haslam and\nin the meantime Maxis produced other “Sim” games.\nWright’s next game was SimCopter (1996). Although\nnone of these games were as successful as SimCity, they\nfurther cemented Wright’s reputation as a designer of\n“software toys”—games that cannot be won or lost. In 1992,\nWright and his family moved to Orinda, California.\nWright has a great interest in complex adaptive\nsystems and most of his games have been based around\nthem or books that describe them (SimAnt: E.O. Wilson’s\nThe Ants, SimEarth: James Lovelock’s Gaia Theory, SimCity:\nJay Forrester’s Urban Dynamics and World Dynamics, Spore:\nDrake’s Equation and The Powers of Ten) Wright’s role in the\ndevelopment of the concepts from simulations to games is\nto empower the players by creating what he dubs “possibility\nspaces”, or simple rules and game elements that add up to a\nvery complex design. All Maxis, and later games that Wright\nhad a hand in designing, adhere to these design principles.\nMaxis went public in 1995 with revenue of US$38\nmillion. The stock reached $50 a share and then dropped\nas Maxis posted a loss. Electronic Arts bought Maxis in\nJune 1997. Wright had been thinking about making a virtual\ndoll house ever since the early 1990s, similar to SimCity\nbut focused on individual people. Originally conceived\nof as an architectural design game called Home Tactics,\nWright’s idea changed when someone suggested the player\nshould be rated on the quality of life experience by the\nhomeowners. It was a difficult idea to sell to E.A., because\nalready 40% of Maxis’s employees had been laid off.\nWhen Wright took his idea to the Maxis board of\ndirectors, Jeff Braun says, “The board looked at The Sims\nand said, ‘What is this? He wants to do an interactive doll\nhouse? The guy is out of his mind.’ ” Doll houses were for girls,\nand girls didn’t play video games. Maxis gave little support\nor financing for the game. Electronic Arts, which bought\nMaxis in 1997, was more enthusiastic. Wright’s games are so\ndifferent from E.A.’s other releases that it was hard to imagine\nthe two being united in the same enterprise. But the success\nof SimCity had already established Sim as a strong brand,\nand E.A., which by then, fifteen years after its founding, was\nbecoming a Procter & Gamble-style brand-management\ncompany, foresaw the possibility of building a Sim franchise.\nE.A. published The Sims in February 2000\nand it became Wright’s biggest success yet. It eventually\nsurpassed Myst as the best-selling computer game of all\ntime and spawned numerous expansion packs and other\ngames. He designed a massively multiplayer version\nof the game called The Sims Online, which was not as\npopular as the original. By November 2006, The Sims\nfranchise had earned E.A. more than a billion dollars.\nIn a presentation at the Game Developers Conference\non March 11, 2005, he announced his latest game Spore.\nHe used the current work on this game to demonstrate\nmethods that can be used to reduce the amount of content\nthat needs to be created by the game developers. Wright\nhopes to inspire others to take risks in game creation.\nAs for his theories on interactive\ndesign, Wright says the following:\n“Well, one thing I’ve always really enjoyed is making\nthings. Out of whatever. It started with modeling as a kid,\nbuilding models. When computers came along, I started\nlearning programming and realizing the computer was this\ngreat tool for making things, making models, dynamic models,\nand behaviors, not just static models. I think when I started\ndoing games I really wanted to carry that to the next step, to\nthe player, so that you give the player a tool so that they can\ncreate things. And then you give them some context for that\ncreation. You know, what is it, what kind of kind of world\ndoes it live in, what’s its purpose? What are you trying to do\nwith this thing that you’re creating? To really put the player\nin the design role. And the actual world is reactive to their\ndesign. So they design something that the little world inside\nthe computer reacts to. And then they have to revisit the\ndesign and redesign it, or tear it down and build another one,\nwhatever it is. So I guess what really draws me to interactive\nentertainment and the thing that I try to keep focused on is\nenabling the creativity of the player. Giving them a pretty large\nsolution space to solve the problem within the game. So the\ngame represents this problem landscape. Most games have\nsmall solution landscapes, so there’s one possible solution and\none way to solve it. Other games, the games that tend to be\nmore creative, have a much larger solution space, so you can\npotentially solve this problem in a way that nobody else has. If\nyou’re building a solution, how large that solution space is gives\nthe player a much stronger feeling of empathy. If they know\nthat what they’ve done is unique to them, they tend to care for\nit a lot more. I think that’s the direction I tend to come from.”\nWright believes that simulations as games\ncan be used to improve education by teaching\nchildren how to learn. In his own words:\n“The problem with our education system is we’ve\ntaken this kind of narrow, reductionist, Aristotelian approach\nto what learning is. It’s not designed for experimenting\nwith complex systems and navigating your way through\nthem in an intuitive way, which is what games teach. It’s not\nreally designed for failure, which is also something games\nteach. I mean, I think that failure is a better teacher than\nsuccess. Trial and error, reverse-engineering stuff in your\nmind—all the ways that kids interact with games—that’s\nthe kind of thinking schools should be teaching. And I\nwould argue that as the world becomes more complex, and\nas outcomes become less about success or failure, games\nare better at preparing you. The education system is going\nto realize this sooner or later. It’s starting. Teachers are\nentering the system who grew up playing games. They’re\ngoing to want to engage with the kids using games.”\nWright will appear as a character in the video game\nMr. T, where he will team up with Mr. T to fight Nazis.\nWright was given a “Lifetime Achievement\nAward” at the Game Developers Choice Awards in 2001.\nIn 2002, he became the fifth person to be inducted into the\nAcademy of Interactive Arts and Sciences’ Hall of Fame.\nUntil 2006, he was the only person to have been honored\nthis way by both of these industry organizations. In 2007\nthe British Academy of Film and Television Arts awarded\nhim a fellowship, the first given to a game designer.\nHe has been called one of the most important\npeople in gaming, technology, and entertainment by\npublications such as Entertainment Weekly, Time, PC Gamer,\nDiscover and GameSpy. Wright was also awarded the PC\nMagazine Lifetime Achievement Award in January 2005.\nIn 1980, along with co-driver and race organizer\nRick Doherty, Wright participated in the U.S. Express,\na cross-country race that was the predecessor to The\nCannonball Run. Wright and Doherty drove a specially\noutfitted Mazda RX-7 from Brooklyn, New York to Santa\nMonica, California in 33:39, winning the illegal race. Wright\nonly competed once in the race, which continued until 1983.\nSince 2003, in his spare time, Wright has collected\nleftovers from the Soviet space program, “including a\n100-pound hatch from a space shuttle, a seat from a\nSoyuz… control panels from the Mir”, and the control\nconsole of the Soyuz 23, as well as dolls, dice, and\nfossils. During E3 2004 he passed off an old lapel pin\ncommemorating the Soviet space program to a reporter.\n“I’m uncollecting. I buy collections on eBay, and I\ndisperse them out to people again. I have to be like an entropic\nforce to collectors, otherwise all of this stuff will get sorted.”\nHe once built competitive robots for BattleBots\nwith his daughter, but no longer does so. As of November\n2006, Wright still had remnant bits of machined metal left\nover from his BattleBots days strewn about the garage of his\nOakland home. Wright was a former Robot Wars champion\nin the Berkeley-based robotics workshop, the Stupid Fun\nClub. One of Wright’s bots, designed with the help of Wright’s\ndaughter Cassidy, “Kitty Puff Puff ”, fought against its\nopponents by sticking a roll of gauze onto its armature and\ncircling around them, encapsulating them and denying them\nmovement. The technique, cocooning, was eventually banned.\nFollowing his work in BattleBots, he has taken\nsteps into the field of human-robot interactions.\n“We build these robots and we take them down to\nBerkeley and study the interactions that people have with\nthe robots,” says Wright. “We built this newer one that has a\nrapid-fire pingpong cannon. It will fire about 10 per second.\nSo we give people this plastic bat and we say, ‘It’s set up to\nplay baseball. Do you want to play baseball? It’s going to\nshoot a little ball and you try to hit it.’ And all of a sudden\nit’s like da-da-da-da, and it’s pelting them with balls.”\nAfter building his reputation as one of the most\nimportant game designers in the world, Wright in 2009\nleft Maxis, the Electronic Arts owned studio he founded.\nHis first post-E.A. venture was the Stupid Fun Club.\nIn October 2010, Current TV announced that\nWill Wright will produce a new show for the network. The\nprogram, entitled Bar Karma, began airing in February 2011.\nIn October 2011, Will Wright became\na member of the Board of Directors of Linden\nLab, the creators of Second Life.\nJOSHUA WURMAN\nI grew up in Pennsylvania, bereft of any really meaningful\nopportunities to experience severe weather, hurricanes, even\nreal deep snow. As a youth, I tried to impress friends and\ngirls with my home weather station and insect collection.\nThese efforts, among other factors, kept me well out of the\nrunning for homecoming king. Naturally, I moved on to a\nparty school, the Massachusetts Institute of Technology (MIT)\nto search for a better social life. But hating schoolwork, I\nrushed through it, earning my MS at only 21. Then after some\naimless additional years in school I dropped out for three\nyears, working for the Air Force on nuclear winter computer\nsimulations and other cheery subjects. Returning to MIT,\nI earned my Doctorate and moved to Colorado to work at\nthe National Center for Atmospheric Research (NCAR) on\nbistatic radar networks, a new type of weather radar system\nthat I had invented. However, after seeing real High Plains\nthunderstorms close up, and tornadoes, I got distracted\nand conceived of building a network of big, fast scanning\nradars that could drive right up to tornadoes and fires, inside\nhurricanes, and into other nice weather. The DOW program\nwas born, and I moved down to Oklahoma to be a professor\nfor a few years, chase tornadoes and hurricanes, file patents,\nteach and write papers. In the middle of this, I traveled to Asia\non a research project and met my wife operating a weather\nradar on an island off the coast of Hong Kong and conned\nher into believing that Oklahoma was just like Hong Kong.\nAfter receiving tenure and the implied lifetime sentence\nat the university, I did the sensible thing: I quit and moved\nback to Boulder and founded my own non-profit research\ninstitution, the Center for Severe Weather Research (CSWR).\nMy wife and I run CSWR, manage the DOWs as National\nScience Foundation (NSF) Facilities, and conduct research\nprograms such as the VORTEX2 study and hurricane studies.\nWe have four young children who, so far, show no unhealthy\nobsessive interests in tornadoes, hurricanes or radars. I’ve just\nfinished the VORTEX2 tornado study (http://vortex2.org),\nwhich is the largest tornado research mission ever, funded\nmostly by NSF, employing about 120 scientists and crew in\n50 vehicles. We had 11 radars, 4 balloon trucks, UAVs, 40\ndeployable instruments, 13 mobile mesonets, photogrammetry\nand microphysics teams, damage survey teams, basically\nmore of anything that used to study tornadoes scientifically.\nJust imagine the lines for fuel and bathrooms in smalltown\ngas stations. During WWW, I’ll be keeping a nervous\neye out for any hurricanes threatening to make landfall.\nIf a hurricane looms, I’ll be leading my team into the eye.\nTELEPRESENCE CONVERSATIONS TENTATIVE\nMAO YUSHI\nChinese economist, 2012 Milton Friedman Liberty Award.\n(He wrote an online column criticizing the communist\nand totalitarian policies of Mao Zedong (Chairman\nMao) in China, attacked by Maoists in China.)\nhttp://www.cato.org/special/friedman/yushi/index.html\nYAO MING\nRetired Chinese basketball player who last played\nfor the Houston Rockets of NBA; investor.\nTAN DUN\nGrawemeyer, Oscar, and Grammy awarding winning\nChinese contemporary classical composer\nhttp://en.wikipedia.org/wiki/Tan_Dun\nZHANG YONG HE\nChinese-American architect, former head of architecture\nat MIT.\nRICHARD SAUL WURMAN\nDescribed by Fortune magazine as an “intellectual hedonist”\nwith a “hummingbird mind,” Richard Saul Wurman\nseeks ways to make the complex clear. Recognizing at\nan early age that his ignorance is his greatest asset, he\nhas made it his mission to sort through the abundance\nof information that is available on every topic, and\ndesign the techniques to make it understandable.\nIn doing so he has continually sought to put himself\nin the presence of extraordinary people, including (all now\nall deceased), Francis Crick, Richard Feynman, Jonas Salk,\nEva Zeisel, Louis I. Kahn, Charles Eames, Frank Stanton and\nSchuyler van Renssalaer Cammann, and Arnold Toynbee.\nThere are many others. The only two bosses he had who\ndidn’t fire him were Lou Kahn and Charlie Eames.\nAs a result, Wurman has had many lives: as an author\n(83 books); FAIA Architect, 13-year partner in Murphy Levy\nWurman Architects; cartographer (mapped 1/3 of the Mayan\ncity of Tikal and current project 19.20.21.); teacher (Cambridge\nUniversity, England; Princeton; Washington University,\nSt. Louis; University of Southern California; University of\nCalifornia Los Angeles; City College of New York, and Dean,\nCal Poly School of Design); urban designer (recipient of MIT’s\nKevin Lynch award in urban design); graphic designer (AIGA\nGold Medal, membership in AGI and inducted into the Art\nDirectors Hall of Fame); information theorist (Information\nAnxiety, Follow the Yellow Brick Road) and in medicine (6\nbooks on healthcare and creator and chairman of TEDMED,\n1995–2010), and as a conference convener. The path of this\njourney has been paved by one surface: his curiosity.\nThe acknowledged father of Information\nArchitecture, Wurman has written, designed and published 83\nbooks on a range of topics, while creating conferences and new\nmapping projects. All contribute to a greater understanding of\ncomplex information. They spring from his particular brand\nof innovation: doing the opposite of what is rote or expected.\nWurman published his first two books in 1962. The\nfirst featured models of 50 world cities all constructed on a\nuniform scale, the other was the first book to be written on\nLouis Kahn. In 1967 he co-authored the first comparative\nstatistical atlas of major American cities. His latest book is\ncalled 33: Understanding Change & the Change in Understanding.\nIt chronicles the adventures and musings of the eccentric main\ncharacter, the Commissioner of Curiosity and Imagination.\nWurman created the ACCESS city guides, using\ngraphics and logical editorial organization to make places such\nas New York, Tokyo, Rome, Paris and London understandable\nto visitors. Other volumes he created focus on topics such as\nbaseball, football and the 1984 Olympics, the latter with over\nwith 3.2 million copies sold. His road atlases employed similar\ntechniques that elucidate U.S. geography and transportation\nnetworks. In addition he completed many one-off projects,\nsuch as his book Twin Peaks Access, which he co-authored\nwith David Lynch. Several of his books are in the permanent\ncollection of the Museum of Modern Art, New York.\nWurman began his career in conferences in 1972\nwhen he chaired the International Design Conference\nin Aspen. He then co-chaired the first Federal Design\nAssembly in 1973 and the national AIA Conference in 1976.\nWith each of these he changed the fundamentals of how\ngatherings were run. All these helped his creative molding\nof TED, TEDMED, and eg, the Entertainment Gathering.\nWurman created the TED conference in 1984,\nwhich he chaired through the 2002 meeting. TED brings\ntogether many of America’s clearest thinkers in the fields\nof technology, entertainment and design. He created the\neg conference in 2006 and the TEDMED conference in\n1995, which he chaired through 2010. Other conferences\nhe created and chaired include California 101, TEDSELL,\nTEDNYC, TED4Kobe in Japan and TEDCity in Toronto.\nNow in 77, Wurman continues to quell his restlessness\nwith a series of new projects. The WWW Conference will be an\nactive gathering of some of the brightest thinkers of our time\ndiscussing the complexity of emerging patterns on our planet\nin improvised conversation – intellectual jazz. In partnership\nwith Esri and @radical.media, 19.20.21. is a major cartographic\ninitiative that endeavors to standardize a methodology for\ncomparative urban data. His Urban Observatory project aims\nto establish, for the first time ever, a series of live and changing\nelectronically connected urban observatories around the world.\nWurman received both his B.Arch. and M.Arch.\ndegrees with highest honors from the University of\nPennsylvania in 1959. While there, he was awarded the\nArthur Spayd Brooks Gold Medal, the Thornton Oakley\nAward for Achievement in Creative Art, 2 Chandler grants\nand two graduate fellowships. He has also been awarded a\nGuggenheim Fellowship in Architecture and Design, three\nhonorary doctorates, two Graham Fellowships and numerous\ngrants from the National Endowment for the Arts. He is the\n2012 Lifetime Achievement Award recipient given by The\nSmithsonian Cooper-Hewitt National Design museum. He was\nrecently given the Gold Medal for Outstanding Contribution to\nPublic Discourse by Trinity College Dublin, an honor shared in\nthe past by Archbishop Desmond Tutu and Aung San Suu Kyi.\nWurman currently lives in Newport, RI\nwith his wife, novelist Gloria Nagy, and their three\nyellow Labradors, Abraham, Isaac and Jacob. They\nhave four children and six grandchildren.\nMEMO TO PARTICIPANTS\nre: CONVERSATIONS\nAs most of you are aware, I created TED in 1984 and\nchaired it through 2002. During that time I created\nTEDMED in 1995 and the eg Conference in 2006. For\nall those meetings I developed an 18-minute talk and\na series of rules called the TED Commandments.\nSeveral of you have asked ‘well what are the new\nguidelines as they relate to the WWW Conference’?\n1 Participants have all been sent the schedule\nlisting the person with whom they have\nbeen paired, attached again below.\n2 If you go to the participants page on the web\nsite, you can click on that person’s name and link\nto his or her biographical information.\n3 I have developed a list of 30 different premises or\npostulations that will begin you in improvised conversation.\n4 I have tried this and it works.\n5 You will be facing each other on comfortable\ncouches and not the audience.\n6 There will be approximately 150 people in the\naudience, which will be comprised of fellow participants,\nguests and individuals invited by sponsors.\n7 Absolutely no preparation is necessary.\n8 You will not be selling a book, charity, project or religion.\n9 As long as the conversation holds my attention and\nmy perceived attention of the audience, you will be in\nconversation. At the conclusion, I will with reasonable\npoliteness call up the next two individuals.\n10 If the conversation is fabulous but goes on so long\nas to potentially cause us to miss our lunch, I will also\nend it and the two of you can continue it over lunch.\n11 There will be no lectern but there will be a side\ntable for a cup of coffee or glass of water.\n12 There is no strict time schedule but I will\nattempt to keep the order of the final schedule.\n13 On occasion I might take the liberty part way into\na given conversation to add a third person, another\nparticipant or simply another member of the audience,\nwhom I know can add constructively to the conversation.\n14 The entire meeting will be filmed as inconspicuously\nas possible from the far left and right of the stage\nand with one small camera in the audience.\n15 At this moment there are no plans to live-stream\nany of the conference. There will be an app with access\nto a server to hold the conversations. It is planned that\nthis will be available on 1 December and will include a\nrunning line of translation into several languages.\n16 The app will also contain a large body of curated\npersonal information about you. Further explanation\nabout this will come to you next week.\n17 I have personally worked out the breaks, lunches and\ndinners and I believe they will be of the highest quality and in\nrooms that will delight you, both at Esri and at The Mission Inn.\n18 Obviously there is a lot of risk about the\nconversations, particularly the quality, spontaneity,\nclarity, improvisation and surprise.\n19 The goal is to find some threads that have not\nemerged before as you speak with your partner,\nwhich will encapsulate a type of honesty and a nonpredicted\npath in response to each other.\n20 This has happened in my several tests of this idea.\n21 To repeat, I am endeavoring to make the filming,\nambiance, location and lack of press all focus on\nyour comfort and the quality of your experience.\nThis above all is my concern and my goal.\n22 Improvised conversation in this manner is a new\nform but a wonderful conversation is perhaps the\noldest human media for creative discourse. So in\nthat sense, this is a great leap backwards.\n23 It will be a wonderful salon and an absolutely\nimmersive experience with extraordinary people.\nMEMO TO PARTICIPANTS\nre: FUTURE APP\nI trust each of you has read my 24-point memo called\nWWW Conference Conversation Guidelines with 24 points\nthat I believe give the spirit of the meeting itself. I’ve\nhad excellent response from many of you as well as\nfrom sponsors and attendees. This memo addresses the\noutcome of the conference, in other words, what I do with\nthe filming of these approximately 30 conversations.\n1 It will be filmed in black and white by a team directed\nby Jon Kamen and Sidney Beaumont of @radical.media,\nand John Halloran of John Halloran Associates.\n2 It will be unedited. There will be a camera on\neach of the individuals in conversation, as well as a\nlong camera on the three of us sitting on stage.\n3 Michael Smolens and David Orban of dotSUB will\nthen translate it into perhaps 10 languages and add a\nrunning translation in English, which will address the\nlanguage needs of 90% plus of the world’s population.\n4 This will live on a server and be accessed by\nan app that has a release date at this juncture of 1\nDecember. The app will also contain a great deal of\nadditional information on each of the presenters.\n5 The additional curated stuff—photos, videos,\nand links is what this memo is focused on.\n6 Scrollmotion has already done two extraordinary\nversions of the organization and design of this app. They\nhave offices in San Diego and New York City.\n7 There will be a series of unique videos on which I will\ncomment later, made where appropriate of you in situ.\n8 The video of the entire conference of course can\nbe accessed by pairings of speakers from a list and\nviewed as you would at the conference showing\nindividuals in improvised conversation. However, one\ncould also double click on a single name and go into\nthis visual biography of each of the participants.\n9 The demo can be found at\nhttp://vimeo.com/user7992663/review/47187545/29ddc526f0\nThe password is WWW. It shows an extremely brief version of\nC. K. Williams, the Pulitzer Prize winning poet, in which you\ncannot only see a bio, for which we will ask a major expansion,\nbut also photographs of the covers of a few of his 11 books. We\nwould also like to have all of his books, which you will be able\nto order form the app, some outtake videos, not from the\nconference but from other sources that we would identify, and\nthat you will identify, as well as, in the case of C. K. Williams,\nmany pages, a few shown here, of his personally edited\nwritings of his poetry—something you can’t find on YouTube,\na presentation or in a book, or perhaps anywhere but this app.\n10 The idea of this app is to get a behind the scenes,\nbehind the curtain, personalized journey through\neach individual, which will also have a list of links\nto suggested articles, reviews, YouTubes and other\nmaterial that will fill out this visual biography.\n11 This is an important point: if you Google Richard\nWurman, you come up with perhaps 450,000 citations.\nThe number changes daily. This would amount to 40,000+\npages, which of course nobody looks at. Basically it’s junk\nbig data, and people mostly focus on one article and a\nwikipedia entry. The attempt here is to have the first primitive\ndevelopment of a platform for beginning to assuage some\ncuriosity in the beginning of looking at a visual biography of\nat least these 50 people. If the platform works it’s scalable.\nThat’s the idea of a new modality. If it works for people\nperhaps it will work for healthcare and other subjects.\n12 I’m putting together a team of people consisting of Ali\nSmolens, who will help curate some of the materials for\nmany of you, Paul Kandarian, a magazine writer friend\nof mine from Rhode Island, and three others plus Blaise\nZerega, CEO of FORA.tv who has agreed to make some\noriginal, simple videos such as Frank Gehry walking around\nhis office showing and discussing models of buildings that\nhe has not built, or variations of for instance the 8 Spruce\nStreet tower in New York or hopefully Craig Venter’s\nlaboratories in a walk-through, E.O. Wilson’s offices, etc. etc.\n13 So this is a request for the following: please start thinking\nabout the stuff that you’ve never shown: everything from\nbaby pictures, pictures of your pets, pictures of your office,\npictures of your home, things that make you real. Multiple\nphotographs of yourself, perhaps a strip of photographs of\nyou taken in a photo booth at an amusement park that you\nhave in a drawer. Writings that you’ve done that show your\nedits, something that shows you’re real, human, and shows\nyour process. Pictures of your laboratories. Agree to have\nsomebody do a 5- or 10-minute walk through with you in your\noffice or your lab or your place of work or your architectural\nstudio. Videos or DVDs that for example I know Moshe\nSafdie has which he makes to describe what a building will\nlook like in computer graphics to a client. I know he has a\nfantastic one of an apartment house in Singapore. And I’m\nsure Bjarke has similar things that he generally does not\nrelease. Covers of books about you, covers of books by you. A\nlist of articles that you think critically describes you and links\nto YouTubes or other videos or other citations that you think\nand you have curated yourself that make you particularly\ninteresting, not the half a million available on line. Julie\nTaymor most have lots of stuff as well as David Blaine.\n14 We hope to have this put together, along with the\nentire conference, for release by 1 December and promote\nit immediately after Thanksgiving with the help of\nIDG, Flipboard (Mike McCue), Esri, IIR and others. I\nam going to ask for your cooperation out in Redlands at\nthe conference and I will have additional copies of this\nand the other memo to give you when you register.\n15 Attached are technical specifications for those of\nyou who understand them yourself. Otherwise please\nshow them to somebody in your office under the age of\n30 who automatically understands them, who could help\nus translate whatever you send us in a usable format. I\ndon’t understand them myself but I’m sure some of you\nhave a better handle on this than I do. These will make\nthe process smooth and efficient and within budget.\nTHANKS & TEAM\nHOST\nESRI\nSPONSORS\nGE\nWILLIAM R. HEARST III\nNEW MODALITY DESIGN\nSCROLLMOTION\nPRODUCTION\nJOHN HALLORAN ASSOCIATES LLC\n@RADICAL.MEDIA\nFORA.TV\nLIVE EVENT PRODUCTION\nHARPERVISION\nTRANSLATION\nDOTSUB\nPROGRAM CONSULTANTS\nKEN HERTZ\nMAGGIE XIAO (CHINA)\nADAM B LY\nGRAPHICS\nPAUL SOULELLIS\nMARKETING AND PROMOTION\nINTERNATIONAL DATA GROUP\nINSTITUTE FOR INTERNATIONAL RESEARCH\nFLIPBOARD\nSPIRITS\nCHAPPELLET VINEYARD\nFREE SPIRITS BRANDS WILLA ORGANIC VODKA\nMACHIA FOREST\nDALE CHIHULY\nSEATING\nSTEELCASE\nPIANO\nYAMAHA CORPORATION OF AMERICA\nWORLD\nWATER WEALTH\nWOMEN WASTE\nWAR WELL-BEING\nWILDLIFE WEB\nWEATHER\nWIND WORDS\nWONDER WITNESS\nWILDERNESS WORK\nWUNDERLUST\nWARMING\nWIZARDRY\nWISDOM WIT\n& THE WAKING\nDREAM\nWWW.THEWWWCONFERENCE.COM\nRSW@WURMAN.COM\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 28.068647601s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '28s'}]}}",
  "house_oversight_id": "017526",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:22:32.051215Z",
    "model": "gemini-3-flash-preview"
  }
}