{
  "file_name": "HOUSE_OVERSIGHT_026584.txt",
  "file_path": "001\\HOUSE_OVERSIGHT_026584.txt",
  "content": {
    "full_text": "﻿Originally published in Business Entities, July/August 2009. Reprinted with permission of Thomson Reuters/RIA.\nDISREGARDED ENTITIES\nDisregarded Entities: To Be Or Not To Be?\nExceptions to the general rule that a disregarded entity is treated as a “tax nothing” for tax\npurposes have burgeoned over the last several years.\nAuthor: BRAD A. BIRMINGHAM and JAMES M. BANDOBLU, JR.\nBrad A. Birmingham is a tax partner practicing in the Buffalo, New York, office of the\nlaw firm Hodgson Russ LLP. James M Bandoblu, Jr. is a tax associate in the same\noffice.\nAs practitioners regularly use disregarded entities (DREs) in estate, corporate, and tax planning,\nit is very important that they consider during the course of planning the growing number of\ninstances in which DREs are considered to exist, in whole or in part, for tax purposes.\nVarious provisions of the Code and regulations confer “disregarded” status on an entity. This\narticle briefly describes the four most common forms of DREs and their origins and outlines some\nof the more significant—but often overlooked—exceptions and modifications to the general rule\nthat DREs are treated as “tax nothings.” Because the forms of DREs originate in different\nstatutory and regulatory provisions, some of the exceptions and modifications are specific to only\ncertain forms of DREs, others apply to all forms of DREs, and some are unique to grantor trusts.\nPractitioners should be attentive to this growing class of exceptions and modifications when tax\nplanning for their clients.\nTypes of Disregarded Entities\nThe discussion below gives a general overview of four of the more frequently used types of DREs\nand their legislative creation, but there are also other miscellaneous DREs that arise primarily\nthrough the combined use of one DRE. For example, a partnership between a taxpayer and a\nDRE that is wholly-owned by the taxpayer does not constitute a partnership for federal tax\npurposes; rather, the partnership is a DRE, absent an election (under the check-the-box\nregulations discussed below) to be treated as a corporation. 1\nGrantor Trust Rules.\nThe oldest form of a disregarded entity is the grantor trust. While the development of the\ngrantor trust rules began in the early 1900s, Congress did not issue statutory guidance until\n1954. That statutory guidance developed into what is commonly known today as the grantor\ntrust rules, which are found in Subpart E of Subchapter J of the Code. 2\nIn short, the primary result of the grantor trust rules is to tax the grantor of a trust on the trust's\nincome if the grantor retains dominion and control over the trust (or a portion of it). 3 In doing\nso, the grantor trust rules treat the grantor of a trust as the “owner” of the trust (or relevant\nportion thereof) for income tax purposes. 4 As a result, in calculating his or her taxable income,\nthe grantor includes the applicable portion of the trust's income, deductions, and credits. 5\nUnlike the check-the-box rules, there are conflicting views regarding the treatment of a grantor\ntrust as a DRE. While the plain language of the Code's grantor trust rules appears to imply that a\nwholly grantor trust (i.e., a trust that is deemed to be entirely owned by a single individual or\nentity) will be disregarded for federal income tax purposes and the IRS has treated grantor trusts\nas DREs, at least one court has not interpreted the rules in that manner. 6 Given the varying\nviews on the topic, each practitioner needs to determine whether his or her particular grantor\ntrust may be treated as a DRE. This article assumes that the grantor trust rules treat applicable\ngrantor trusts as DREs, and will survey the exceptions and modifications that apply given such\nassumption.\nCheck-the-Box Rules.\nPrior to 1997, the federal tax classification of an unincorporated business entity was determined\nunder what were known as the “Kintner Regulations,” which analyzed four characteristics of the\nentity to determine whether it more closely resembled a corporation or a partnership. 7 In 1997,\nthe Treasury Department showed sympathy for practitioners when it simplified the classification\nof unincorporated business entities by promulgating Regs. 301.7701-1, -2, and -3, now\nuniversally known as the “check-the-box” regulations. 8\nA business entity that is not automatically classified as a corporation (a “per se corporation”)\npursuant to the check-the-box regulations (an “eligible entity”) may generally elect its\nclassification for federal tax purposes. 9 The default classification for a domestic eligible entity is:\n(1) A partnership if the entity has two or more members.\n(2) “Disregarded as an entity separate from its owner” if it has a single owner. 10\nThe default classification for a foreign eligible entity is:\n(1) A partnership if it has two or more members and at least one member does not have\nlimited liability.\n(2) A corporation if all members have limited liability.\n(3) A DRE if it has a single owner that does not have limited liability. 11\nA member of a foreign eligible entity has limited liability if the member has no personal liability\nfor the debts or claims against the entity by reason of being a member. 12\nAlthough a single-member eligible entity, such as a domestic limited liability company (LLC) with\na single owner (SMLLC), is automatically treated as “disregarded as an entity separate from its\nowner,” it may elect on Form 8832 to be taxed as a corporation. 13 If an SMLLC does not elect to\nbe treated as a corporation, the check-the-box regulations treat its activities “in the same\nmanner as a sole proprietorship, branch, or division of the owner.” 14 Thus, except where an\nexception or modification exists, a non-electing SMLLC is generally ignored for federal tax\npurposes.\nQualified Subchapter S Subsidiary Rules.\nA very common form of DRE is the qualified Subchapter S corporation (QSub). Any domestic\ncorporation that is eligible to be a Subchapter S corporation and that is wholly owned by a\nSubchapter S corporation will be treated as a QSub if its parent corporation so elects. 15 The\nQSub election is made on Form 8869. When the QSub election is made, the subsidiary is\ngenerally deemed to have liquidated into the S corporation parent. 16\nIn general, a QSub is not treated as a separate corporation for federal tax purposes. 17 All of the\nQSub's assets, liabilities, and items of income, deduction, and credit are treated as assets,\nliabilities, and items of income, deduction, and credit of the Subchapter S corporation parent. 18\nAs discussed below, however, there are certain regulatory exceptions to the general rule that a\nQSub is not treated as a separate corporation for federal tax purposes.\nQualified REIT Subsidiary Rules.\nA qualified real estate investment trust subsidiary (QRS) is a relatively specialized form of\ndisregarded entity. A real estate investment trust (REIT) is an electing domestic corporation (or\ntrust or other association taxable as a corporation) that meets various organizational\nrequirements, derives most of its income from passive real property sources, distributes most of\nits income to its owners, and holds mainly real estate. 19 REITs generally receive conduit income\ntax treatment for income distributed to their owners. 20\nA QRS is a corporation (or trust or other association taxable as a corporation) which is wholly\nowned by a REIT and does not elect with its owner to be treated as a taxable REIT subsidiary. 21\nA QRS is not treated as a separate corporation, and, like a QSub, its assets, liabilities, and items\nof income, deductions, and credit are treated as those of the REIT owner. 22 Thus, the corporate\nstatus of a QRS is generally ignored for federal tax purposes. As with QSubs, however, there are\ncertain regulatory exceptions to the general rule that a QRS is disregarded for federal tax\npurposes.\nGeneral Exceptions and Modifications\nThe number of exceptions and modifications to the general rule that DREs are treated as \"tax\nnothings\" has quietly increased over the last decade. A survey of some of the more prevalent\nexceptions and modifications to the general rule follows.\nEmployment and Excise Taxes.\nShortly after the check-the-box regulations and the QSub rules were issued in the late 1990s,\nthe IRS issued Notice 99-6. 23 This Notice announced the IRS's intention to issue guidance on the\nproper method for DREs to report employment taxes. It also sought public comment on the\nissue. Notice 99-6 set forth two methods for reporting and paying employment tax for DREs until\nthe IRS issued its guidance. The temporary guidance said that the IRS would accept reporting\nand payment of employment taxes with respect to SMLLC or QSub employees if either of the\nfollowing occurred:\n(1) The owner calculated, reported, and paid all employment tax obligations with respect\nto the DRE's employees under its own name and taxpayer identification number.\n(2) The DRE separately calculated, reported, and paid all employment tax obligations\nwith respect to its employees under the owner's own name and taxpayer identification\nnumber. 24\nDespite allowing a DRE to separately calculate, report, and pay employment tax obligations with\nrespect to its employees, Notice 99-6 said that the owner would, nonetheless, retain ultimate\nresponsibility for the employment tax obligations incurred with respect to the DRE's employees.\nAfter almost six years, the IRS issued proposed regulations governing the treatment of DREs for\nemployment tax and related reporting purposes. 25 In August 2007, the IRS finalized the\nproposed regulations with a few minor modifications. 26 Reg. 301.7701-2(c)(2)(iv) treats eligible\nsingle-owner DREs (e.g., SMLLCs) as corporations for employment tax purposes. 27 Thus, the\nentity now must use its own taxpayer identification number when it files and pays employment\ntaxes. 28 An individual owner of a DRE, however, is subject to self-employment tax and is not\ntreated as an employee of the disregarded entity for employment tax purposes. 29 This special\nemployment tax provision is applicable with respect to wages paid on or after 1/1/09. 30 The IRS\nalso recently updated its Employer Tax Guide to reflect the final regulations. 31\nIn addition, the IRS issued a similar provision with respect to certain excise tax reporting,\nregistration, and payment obligations. 32 That provision treats an eligible single-owner DRE as a\nseparate entity for certain excise tax purposes. 33 This special excise tax rule applies to liabilities\nimposed and actions first required or permitted in periods beginning on or after 1/1/08. 34\nThe IRS also issued a final regulation under Section 1361 that mirrors the employment and\nexcise tax regulation provisions promulgated under Section 7701. 35 Like the check-the-box\nregulations' rules, the QSub regulation treats a QSub as a corporation for employment and\nexcise tax purposes only. 36 The regulation relating to employment taxes applies with respect to\nwages paid on or after 1/1/09, but the excise tax provision applies to liabilities imposed and\nactions first required or permitted in periods beginning on or after 1/1/08. 37 The IRS probably\ndid not need to issue separate provisions under Section 1361 because Regs. 301.7701-\n2(c)(2)(iv) and (v) appear to cover QSubs as well as SMLLCs. The IRS did not issue special\nprovisions with respect to REITs, but Regs. 301.7701-2(c)(2)(iv) and (v) should also cover\nREITs. There is no authority explicitly extending these rules to grantor trusts.\nTax Liability Considerations\nA DRE, including an SMLLC, a QSub, and a QRS, is treated as a separate entity for purposes of:\n(1) Federal tax liabilities of the entity for any tax period for which the entity was not\ndisregarded,\n(2) Federal tax liabilities of any other entity for which the entity is liable.\n(3) Federal tax refunds or credits. 38\nThe regulations setting forth these exceptions apply after 3/31/04. 39 The following examples\nillustrate these exceptions to the general rule that DREs are treated as tax nothings.\nIf a domestic corporation merges (pursuant to a state law merger) into a domestic SMLLC owned\nby an individual, the SMLLC is the successor to the corporation, for state law purposes, and is\nliable for all of the corporation's debts. If the IRS sought to extend the statute of limitations on\nassessment with respect to a liability of the corporation for a tax year prior to the tax year in\nwhich the merger occurred, the SMLLC is liable for the corporation's taxes that remain unpaid,\nand, therefore, is the proper party to sign the consent to extend the period of limitations. 40 The\nresult would be the same if the SMLLC was a QSub or a QRS. 41\nUsing this example, assume that for a tax year ending before the merger occurred the IRS\ndetermines that the corporation miscalculated and underreported its income tax liability. Because\nthe SMLLC is the successor to the corporation and is liable for the underpayment of the\ncorporation's taxes, the IRS may assess the deficiency directly against the SMLLC. 42 In the event\nthat the SMLLC fails to pay the liability after notice and demand, the IRS can file a federal tax\nlien against all of the SMLLC's property and its rights to property. 43\nWith respect to QSubs and QRSs, their owners are not liable for deficiencies relating to a tax\nyear that precedes the year in which the QSub or QRS election is made, because the tax liability\nis for a tax year for which the QSub or QRS was not disregarded. 44 As a result, the IRS may\nassess the liability only against the QSub or QRS and, in the event of a failure to pay the liability\nafter notice and demand, may file a federal tax lien only against the QSub's or QRS's property\nand rights to property. 45\nAnother instance in which a DRE is recognized for federal tax purposes arises when the IRS is\nseeking to collect a tax liability from the sole member of a SMLLC. In CCA 199930013, the IRS\nChief Counsel advised that the IRS could not levy on an LLC's assets, because under state law\nthe sole member of the LLC did not own the property of the LLC. The Chief Counsel stated that\nthe mere fact that an LLC is disregarded as an entity separate from its sole member (the\ntaxpayer in that case) for federal tax purposes does not entitle the IRS to disregard the LLC for\ncollection purposes. 46 The Chief Counsel added that state law determines a taxpayer's property\ninterests for purposes of tax collection, 47 but the IRS could levy on the taxpayer's distributive\ninterest in the LLC and sell that interest or file suit to foreclose the federal tax lien against the\nownership interest. 48 In addition, depending on the facts of the case, the IRS might collect from\nan LLC's assets on the basis that it is the alter ego of its single-member or pursuant to a\nnominee or transferee liability theory. 49\nTEFRA Rules.\nAnother exception to the general rule arises in the context of the Code's audit rules for\npartnerships, which were enacted by the Tax Equity and Fiscal Responsibility Act of 1982\n(TEFRA). TEFRA radically changed the way in which the IRS audits partnerships for errors in\nreporting partnership income. 50 TEFRA's basis is found in Section 6221, which provides that “the\ntax treatment of any partnership item (and the applicability of any penalty, addition to tax, or\nadditional amount which relates to an adjustment to a partnership item) shall be determined at\nthe partnership level.”\nSection 6231(a)(1)(B) excludes “small partnerships” from the TEFRA rules by excluding from the\ndefinition of a “partnership” any partnership with ten or fewer partners, each of whom is a U.S.\nindividual, a C corporation, or an estate of a deceased partner. The small partnership exception\ndoes not apply, however, to a partnership for a tax year if any partner in the partnership during\nthat tax year is a “pass-thru partner.” 51 A pass-thru partner means a partnership, estate, trust,\nS corporation, nominee, or other similar person through whom other persons hold an interest in\nthe partnership. 52\nThe issue that arises in this context is whether a DRE that is a partner of a partnership is\ndisregarded when determining whether the small partnership exception to TEFRA applies. The\nIRS has looked at this issue on at least two different occasions and, in both cases, treated an\nSMLLC as a separate entity. That is, the IRS determined that the SMLLC—not its individual sole\nmember—was the partner in applying the small partnership exception to the TEFRA audit rules. 53\nBecause the SMLLC was treated as the partner and was a “pass-thru partner,” as defined in\nSection 6231(a)(9), the small partnership exception did not apply in either case.\nIn CCA 200250012, IRS Chief Counsel reasoned that the statutory language indicated that\nCongress intended that the small partnership exception to TEFRA would not apply whenever, as\na factual matter, ownership in the partnership is held through another person, regardless of the\nlegal classification of that person. Rev. Rul. 2004-88 reached the same result, but the IRS\nreasoned there that state law dictated the holding. The IRS based its holding on the fact that the\nsole member of the SMLLC partner was not a partner of the partnership under state law; rather,\nthe IRS found that the sole member held his partnership interest in the partnership indirectly\nthrough the SMLLC (i.e., was an indirect partner via the “pass-thru partner”).\nSharing of Partnership Liabilities under Code Section 752.\nAnother relatively recent variance from the treatment of DREs as “tax nothings” can be found in\nthe Section 752 regulations, which deal with the allocation of partner-level tax basis arising from\npartnership-level debt. Under these complex rules, partnership debt is generally allocated to the\npartner or partners, if any, that bear the ultimate “economic risk of loss” for the debt. For\nexample, where a partnership debt is guaranteed by a partner, that partner generally would be\nallocated the debt's entire associated tax basis. In determining which partner bears the economic\nrisk of loss, the rules provide a general assumption that a partner is financially able to perform\nunder any guarantee agreement irrespective of the partner's actual net worth, unless the facts\nand circumstances indicate a plan to circumvent or avoid the obligation. 54 As a result, tax\nplanners were able to insert virtually valueless DREs as guarantors of partnership debt to secure\nthe associated debt basis for use by the ultimate owners of the entities.\nFinal regulations published on 10/11/06 significantly modified this approach for all partners\nholding partnership interests through a DRE. 55 Under Reg. 1.752-2(k)(1), where a partner holds\nhis partnership interest through a DRE, the DRE's obligations are taken into account when\ndetermining the partner's economic risk of loss for the partnership-level liability only to the\nextent of the net value of the DRE as of the date on which the partnership determines the\npartner's share of partnership liabilities. 56 In the event that one or more DREs have payment\nobligations with respect to one or more liabilities of a partnership, the partnership must allocate\nthe net value of each DRE among the liabilities in a reasonable and consistent manner, taking\ninto account the relative priorities of those liabilities. 57\nThis special treatment of DREs in this context has been criticized by some commentators in that\nit uniquely singles out DREs when, in fact, any pass-through entity that limits the liability of its\nowners can be used to accomplish similar results without a similar net value limitation. 58\nNonetheless, the special treatment exists and represents another danger in simply ignoring a\nDRE as nonexistent during the course of tax planning.\nState Tax Treatment of DREs.\nDespite the fact that almost every state generally respects the federal classification of an SMLLC\nas a DRE for income tax purposes, several states impose an entity-level tax or fee on LLCs,\nincluding SMLLCs. 59 The types of taxes or fees imposed, and the SMLLCs subject to the tax, vary\nwidely from state-to-state. Practitioners should inquire into a state's entity-level tax on SMLLCs,\nand possibly other DREs, before proceeding with planning opportunities in that state.\nUnlike the general conformity with federal law classification for income tax purposes, most states\ntreat LLCs, including SMLLCs, as separate legal entities with respect to registration fees, sales\nand use taxes, employment taxes, and property taxes. As a result, LLCs are generally subject to\nliability for these taxes and fees. Additionally, most states require an SMLLC to file its own\nseparate sales and use tax return, notwithstanding the fact that for state income tax purposes\nthe SMLLC is disregarded. 60 On the other hand, many states allow an SMLLC and its owner to\nelect to file a consolidated sales and use tax return, if certain conditions are met. 61\nConsequently, practitioners should analyze a DRE's tax and filing obligations state by state, so\nthat they can fully apprise their clients of all potential taxes and fees a particular state may\nimpose.\nGrantor Trust Considerations\nAs mentioned briefly above, opinions differ as to whether a wholly grantor trust is considered a\ndisregarded entity. In Rothstein, 62 the Second Circuit Court of Appeals implicitly held that a\nwholly grantor trust was not disregarded for all income tax purposes, because the grantor\nreceived a cost basis for assets purchased from the trust. In Rev. Rul. 85-13, 1985-1 CB 184,\nhowever, the IRS reached the opposite result on facts similar to those in Rothstein. That is, the\nIRS held that the acquisition of the trust's property by the grantor in exchange for a note could\nnot be a sale because the grantor was both the maker and owner of the note. As a result, the\ngrantor did not receive a new cost basis in the stock purchased from the trust.\nThe IRS has explicitly stated that it will not follow the Second Circuit's decision in Rothstein.\nIndeed, many estate planners rely heavily on Rev. Rul. 85-13's conclusions for a variety of\nestate planning techniques involving sales to grantor trusts. Consequently, the lasting impact of\nthe Rothstein decision may prove negligible.\nEven if disregarded for federal income tax purposes, states may not disregard a wholly grantor\ntrust for certain purposes. For example, Pennsylvania varies from federal law regarding grantor\ntrusts and imposes state income tax on grantor trusts according to the same personal income\ntax rules that apply to irrevocable trusts, unless the grantor trust is a revocable trust. 63 For\nsome non-income tax purposes (e.g., sales tax), a wholly grantor trust that is disregarded for\nfederal income tax purposes may be respected as the owner of the trust's corpus by some\nstates. In New York, for instance, a sale between a grantor and his grantor trust could be subject\nto sales tax, because for sales tax purposes New York generally respects the separate existence\nof distinct legal entities, even though the distinction may be disregarded for federal and state\nincome tax purposes. 64\nForeign Tax Planning Considerations\nPractitioners should be aware that foreign countries may not treat U.S. grantor trusts as\ndisregarded entities. As noted below, a wholly grantor trust is treated as a separate entity for\nCanadian tax purposes. Various planning opportunities may arise as a result of such divergent\ntreatment.\nConduit Financing.\nTreasury has proposed respecting DREs in an attempt to combat perceived tax avoidance\nachieved through the use of multiple-party financing transactions. 65 In general, a financing\narrangement is a series of transactions in which one person advances money or other property\nor grants rights to use property and another person receives money or other property or rights\nto use property, the advance and receipt are effected through one or more other persons, and\nfinancing transactions link all of the entities. 66 Examples of a financing transaction include debt\nand any lease or license. 67\nSince 1995, regulations have allowed the IRS to ignore intermediate entities participating in a\nfinancing arrangement where the intermediate entities are acting as conduit entities and to\nrecharacterize the financing arrangement as a transaction directly between the remaining parties\nfor purposes of imposing tax under Sections 871 and 881 and withholding obligations under\nSections 1441 and 1442. 68\nIn December 2008, the IRS issued proposed regulations under Section 881. 69 Under Prop. Reg.\n1.881-3(a)(2)(i)(C), any transaction entered into by a DRE will be taken into account for\npurposes of determining whether a conduit financing arrangement exists. The proposed\nregulation accomplishes this by stating that, for purposes of the regulations under Section 881,\nthe term “person” includes a business entity that is disregarded as an entity separate from its\nsingle member owner under the check-the-box regulations. 70\nCurrently, this change to the regulation remains only proposed. The proposed regulation states\nthat it is not effective until the date it is adopted as a final regulation. 71 It is interesting to note,\nhowever, that the Preamble to the proposed regulation states that the proposed regulations\n“clarify that a disregarded entity is a person for purposes of Regulation 1.881-3,” implying that\nthe IRS does not need the proposed regulation's change to effect this result. 72 Consequently,\npractitioners practicing in this area should employ caution both before and after the proposed\nregulation becomes final.\nDual Consolidated Losses.\nThe dual consolidated loss (DCL) rules are generally intended to prevent companies with tax\nresidency in two different jurisdictions from using the same losses to obtain tax benefits in both\njurisdictions. The provisions in Section 1503(d), and the consolidated return regulations that\ndisallow the use of a DCL, generally treat a DRE as a separate entity. 73 An example of a DRE to\nwhich the DCL rules may apply is the so-called “hybrid entity,” which is an entity that is\ndisregarded for U.S. tax purposes but is subject to an entity-level income tax by a foreign\ncountry. 74 The purpose of the DCL provisions, as applied to a domestic corporation that owns a\nhybrid entity, is to prevent a single net operating loss (NOL) generated by a DRE from being\nused in both the U.S. and in a foreign jurisdiction. 75\nThe DCL rules apply only to a dual resident corporation (DRC). A DRC is a domestic corporation\nor a separate unit of the domestic corporation (e.g., a hybrid entity that is a DRE for U.S. tax\npurposes) that is subject to U.S. tax on its worldwide income and a foreign jurisdiction's tax on\nits worldwide income or with respect to its separate unit's worldwide income. 76 Without the\ngeneral disallowance of the DCL to the DRC, use of the DCL could occur in both the U.S. and the\nforeign jurisdiction because the DRC could offset its own income with the NOL generated by the\nDRE for U.S. tax purposes, and that NOL might also be used for foreign tax purposes against\nincome that may not be subject to U.S. tax. 77\nIn general, the DCL rules forbid a DRC from reducing the taxable income of any other member of\nits affiliated group by the amount of the DRE's DCL unless, as provided in the regulations, the\nloss does not offset the income of any foreign corporation. 78 For purposes of determining the\nDCL, the DRE is treated as a separate entity and its income, deductions, gain, and loss are\ncomputed on a “stand alone” basis from the DRC that owns the DRE. 79 In that respect, the DRE\nis not treated as a disregarded entity.\nTreatment by Foreign Countries\nPractitioners should also be aware of the treatment of DREs by foreign countries. Canada, for\nexample, generally does not disregard U.S. SMLLCs; rather, it treats them as corporations. Also,\na grantor trust that is disregarded in the U.S. is respected as a trust in Canada. Some income\ntax treaties between the U.S. and foreign countries specifically address the treatment of\ndisregarded entities (also called “fiscally transparent” entities by some treaties).\nIn addition to some countries treating DREs differently than the U.S., the Code contains some\nprovisions that create special rules for certain DREs (or “fiscally transparent” entities). Section\n894 generally operates to deny certain treaty benefits to a “hybrid entity” (i.e., an entity treated\nas fiscally transparent for U.S. income tax purposes but recognized as a separate entity for\npurposes of the tax law of the foreign country). Under that section, income derived by a foreign\nperson through a fiscally transparent entity is denied the benefit of a reduced rate of withholding\ntax that an income tax treaty may provide if certain conditions are met. For instance, if a U.S.\ncompany makes an interest payment to an LLC that is wholly owned by a Canadian company,\nthe payment is generally subject to the full 30% withholding rate imposed by Code section\n1442(a) and is not entitled to the benefits of a reduced rate of withholding that the U.S./Canada\nincome tax treaty would otherwise permit.\nPractitioners should be cognizant of the treatment of DREs by other countries. 80 Not only can the\ndifferent treatment by a foreign country present traps for the unwary, but they can also produce\nsignificant planning opportunities for U.S. individuals and businesses.\nObama Proposal.\nThe Obama administration recently released its 2010 budget proposals, which included a\nproposal that would make a regulatory change to the check-the-box regulations requiring some\nforeign subsidiaries to be treated as separate corporations for U.S. federal tax purposes. 81 The\nproposal is designed to prohibit the shifting of income from one foreign subsidiary to another in a\ntax-haven country. 82\nUnder the proposal, a foreign eligible entity with a single owner that is organized or created in a\ncountry other than that of its single owner would be treated as a corporation for all federal tax\npurposes. 83 Existing eligible entities would undergo a deemed conversion into a corporation\nunder the proposal, resulting in the entities incurring the usual tax consequences related to a\nconversion (e.g., triggering of dual-consolidated losses). Except in cases of U.S. tax avoidance,\nthe proposal generally would not apply to a first-tier foreign eligible entity wholly owned by a\nU.S. person. 84\nIf adopted, the proposal would not take effect until 2011. 85 Given the Obama Administration's\nheightened scrutiny of offshore tax havens and international tax abuses, this proposal is one to\nmonitor closely.\nConclusion\nThere are now several instances in which DREs are not really disregarded for tax purposes. In\naddition, various proposals would increase the number of exceptions/modifications to the general\nrule that a DRE is a “tax nothing.” It is important for practitioners to keep this assortment of\ndisclaimers in mind in advising clients with respect to tax planning using DREs. The erosion of\nthe check-the-box regulations and other DRE provisions continues to be a trap for the unwary.\n1\nRev. Rul. 2004-77, 2004-2 CB 119 (holding that where a domestic corporation and its wholly\nowned LLC were the only two partners in a limited partnership, the limited partnership could not\nbe classified as a partnership for federal tax purposes, and therefore, would be disregarded for\nfederal tax purposes, absent an election to be treated as a corporation).\n2\n3\n4\n5\n6\nSee Sections 671 through 679.\nSee generally Section 671.\nSection 671.\nId.\nSee Rothstein, 54 AFTR 2d 84-5072, 735 F2d 704, 84-1 USTC ¶9505 (CA-2, 1984) (discussed\nbelow). But see Rev. Rul. 85-13, 1985-1 CB 184.\n7\nThe Kintner Regulations, promulgated in 1960, were derived from the case of Kintner, 46 AFTR\n995, 216 F2d 418, 54-2 USTC ¶9626 (CA-9, 1954).\n8\n9\n10\n11\n12\n13\n14\n15\nTD 8697, 12/17/96.\nReg. 301.7701-3(a). A business entity is any entity that is not a trust. See Reg. 301.7701-2(a).\nReg. 301-7701-3(b)(1).\nReg. 301-7701-3(b)(2)(i).\nReg. 301-7701-3(b)(2)(ii).\nReg. 301.7701-3(a).\nReg. 301-7701-2(a).\nSection 1361(b)(3)(B). Certain types of corporations are not eligible to make a QSub election\n(e.g., insurance companies subject to tax under Subchapter L of the Code). See Section\n1361(b)(2).\n16\n17\n18\n19\n20\n21\n22\n23\nReg. 1.1361-4(a)(2).\nReg. 1.1361-4(a)(1)(i).\nReg. 1.1361-4(a)(1)(ii).\nSections 856(a) and (c), and 857(a)(1).\nSee Section 857(c)(2); see also S. Rep't. No. 106-201, 106th Cong., 1st Sess. 55 (1999).\nSections 856(i)(2) and (l)(1).\nSection 856(i)(1).\n1999-1 CB 321. The Notice did not specifically mention grantor trusts or QRSs, but its stated\npurpose was to address issues related to entities “disregarded as entities separate from their\nowners for federal tax purposes.” While it was clearly intended to respond to the then recently\nenacted check-the-box regulations and QSub rules, the Notice should also have applied to\ngrantor trusts and QRSs—but it would be unusual for a grantor trust or QRS to have employees.\n24\n25\n26\nId.\nREG-114371-05, 10/18/05.\nTD 9356, 8/15/07. The issuance of the final regulations made Notice 99-6 obsolete as of\n1/1/09.\n27\n28\n29\n30\n31\n32\n33\n34\n35\n36\n37\n38\nReg. 301.7701-2(a) references these special employment and excise tax rules.\nReg. 301.7701-2(c)(2)(iv)(C), Example ii.\nReg. 301.7701-2(c)(2)(iv)(A).\nReg. 301.7701-2(e)(5).\nIRS Publication 15, Employer's Tax Guide (3/09).\nReg. 301.7701-2(c)(2)(v).\nSee Reg. 301.7701-2(c)(2)(v) for a list of relevant excise taxes and associated exceptions.\nReg. 301.7701-2(e)(6).\nRegs. 1.1361-4(a)(7) and (8).\nId.\nRegs. 1.1361-4(a)(7)(ii) and (8)(ii).\nRegs. 301.7701-2(c)(2)(iii)(A), 1.1361-4(a)(6), and 1.856-9. Grantor trusts are not covered by\nthese provisions.\n39\nRegs. 301.7701-2(e)(2), 1.1361-4(a)(6)(iii), and 1.856-9(c).\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\nSee Reg. 301.7701-2(c)(2)(iii)(B), Example 1.\nSee Regs. 1.1361-4(a)(6)(ii), Example 3, and 1.856-9(b), Example 3.\nSee Reg. 301.7701-2(c)(2)(iii)(B), Example 2.\nId.\nSee Regs. 1.1361-4(a)(6)(ii), Example 2, and 1.856-9(b), Example 2.\nSee id.\nCCA 199930013.\nId.\nSee also CCA 200235023.\nId.\nTEFRA (codified as Sections 6221 through 6234).\nReg. 301.6231(a)(1)-1(a)(2).\nSection 6231(a)(9).\nCCA 200250012; Rev. Rul. 2004-88, 2004-2 CB 165.\nReg. 1.752-2(b)(6).\nTD 9289, 10/11/06. These disregarded entity rules apply to liabilities incurred or assumed by a\npartnership on or after 10/11/06, other than liabilities incurred or assumed pursuant to a binding\nwritten contract in effect prior to that date. See Reg. 1.752-2(l).\n56\nThese rules do not apply to an obligation of a DRE to the extent that its owner is otherwise\nrequired to make a payment with regard to the obligation of the DRE. See Reg. 1.752-2(l). In\naddition, the specific DREs cited in the applicable Regulations do not expressly include grantor\ntrusts.\n57\n58\nReg. 1.752-2(k)(3).\nSee, e.g., McKee, Nelson & Whitmire, Federal Taxation of Partnerships and Partners (WG&L,\n2009), ¶ 8.02[8].\n59\nFenwick, McLoughlin, Salmon, Smith, Tilley, and Wood, State Taxation of Pass-Through Entities\nand Their Owners (WG&L, 2009), Appendix, Tables 8 and 9. Alabama, California, New Jersey,\nNew York, Pennsylvania, Tennessee, and Texas are a few of the states that impose various\nentity-level taxes or fees on LLCs.\n60\nFenwick, McLoughlin, Salmon, Smith, Tilley, and Wood, State Taxation of Pass-Through Entities\nand Their Owners (WG&L, 2009), ¶18.03.\n61\n62\n63\n64\nId.\n54 AFTR 2d 84-5072, 735 F2d 704, 84-1 USTC ¶9505 (CA-2, 1984).\nPennsylvania Personal Income Tax Guide (03/06).\nSee e.g., Cleveland Browns Transportation LLC, TSB-A-06(8)S, 03/06/06 (sales of\ntransportation services to an operating entity by its wholly owned and income tax disregarded\nLLC were recognized for sales tax purposes).\n65\n66\n67\n68\n69\n70\nREG-113462-08, 12/22/08.\nReg. 1.881-3(a)(2)(i)(A).\nReg. 1.881-3(a)(2)(ii)(A).\nReg. 1.881-3(a)(1).\nSupra note 65.\nProp. Reg. 1.881-3(a)(2)(i)(C). The proposed regulation does not expressly apply to any DREs\nnot within the ambit of the check-the-box regulations.\n71\n72\nId.\nSupra note 65.\n73\n74\n75\n76\n77\n78\nSee Reg. 1.1503(d).\nReg. 1.1503(d)-1(b)(3).\nTD 9315, 3/16/07.\nReg. 1.1503(d)-1(b)(2).\nTD 9315, 3/16/07.\nId.; Section 1503(d)(1). The DCL rules also specifically speak about situations involving\n“transparent entities,” which are uniquely defined for purposes of the DCL rules.\n79\n80\nSee generally Reg. 1.1503(d)-5.\nThere are also other narrow areas where the IRS has indicated it will treat a DRE as separate\nfrom its sole owner, such as the foreign exchange rules under Section 987 in the case of certain\nDREs that are qualified business units and have a different functional currency than their U.S.\nparent.\n81\nSee Dept. of Treasury, General Explanations of the Administration's Fiscal Year 2010 Revenue\nProposals (May 2009).\n82\nPresident Obama announced the proposal during his 5/4/09 news conference regarding\ncombating tax havens.\n83\n84\n85\nSee supra footnote 77.\nId.\nId.\n© 2009 Thomson Reuters/RIA. All rights reserved.\n"
  },
  "error": "LLM request failed: 429 RESOURCE_EXHAUSTED. {'error': {'code': 429, 'message': 'You exceeded your current quota, please check your plan and billing details. For more information on this error, head to: https://ai.google.dev/gemini-api/docs/rate-limits. To monitor your current usage, head to: https://ai.dev/usage?tab=rate-limit. \\n* Quota exceeded for metric: generativelanguage.googleapis.com/generate_content_free_tier_requests, limit: 20, model: gemini-3-flash\\nPlease retry in 57.968340182s.', 'status': 'RESOURCE_EXHAUSTED', 'details': [{'@type': 'type.googleapis.com/google.rpc.Help', 'links': [{'description': 'Learn more about Gemini API quotas', 'url': 'https://ai.google.dev/gemini-api/docs/rate-limits'}]}, {'@type': 'type.googleapis.com/google.rpc.QuotaFailure', 'violations': [{'quotaMetric': 'generativelanguage.googleapis.com/generate_content_free_tier_requests', 'quotaId': 'GenerateRequestsPerDayPerProjectPerModel-FreeTier', 'quotaDimensions': {'location': 'global', 'model': 'gemini-3-flash'}, 'quotaValue': '20'}]}, {'@type': 'type.googleapis.com/google.rpc.RetryInfo', 'retryDelay': '57s'}]}}",
  "house_oversight_id": "026584",
  "processing_metadata": {
    "processed_at": "2025-12-20T00:24:02.153514Z",
    "model": "gemini-3-flash-preview"
  }
}